[
  {
    "view_count": 306,
    "create_time": 1717164261,
    "hashtag_names": [
      "stitch",
      "oliveoil",
      "climatechange"
    ],
    "id": 7375164295497272608,
    "is_stem_verified": false,
    "region_code": "GB",
    "username": "msnikkidee",
    "video_description": "#stitch with @Gee 💕 apparently spain produces 40% of our olive oil and bith they and. Italy have has extree weather conditions eanting the amount of olives produced has significantly decreased!!!and this is not the ony issue!  #oliveoil #climatechange "
  },
  {
    "create_time": 1717136482,
    "hashtag_names": [
      "stitch",
      "parliament",
      "politics",
      "australia",
      "aus",
      "labor",
      "canberra",
      "climatechange",
      "climate",
      "parliamenthouse",
      "chrisbowen",
      "protests",
      "politician",
      "auspol",
      "laborparty",
      "politicstiktok",
      "climateprotest",
      "tanyaplibersek"
    ],
    "id": 7375044980856982785,
    "username": "junkeedotcom",
    "voice_to_text": "okay for those playing along at home the first two interviews with Chris Bowen and Tanya Plibersek are now live on our YouTube channel the link is in our bio please let me know what you think comment how you feel watching it because I definitely have thoughts about how they spoke to me and how they responded to the questions I was asking especially about climate protest it was very interesting and they said some very strange things so please give it a watch let me know what you think and there's a lot more coming out where that came from so keep your eyes peeled",
    "is_stem_verified": false,
    "region_code": "AU",
    "video_description": "#stitch with @junkee our interview with Tanya Plibersek and Chris Bowen is now live!! Eek! Was soooo weird anyways you can watch them in the link in our bio. Comment how you feel about the interview 🫡  @Ky Stewart  #auspol #aus #australia #canberra #politics #politician #parliament #parliamenthouse #labor #laborparty #climatechange #climateprotest #protests #climate #politicstiktok #tanyaplibersek #chrisbowen ",
    "view_count": 854
  },
  {
    "id": 7375042114037533969,
    "is_stem_verified": false,
    "region_code": "AU",
    "username": "junkeedotcom",
    "voice_to_text": "so the response to that video was pretty wild I did not expect so many people to resonate with what I was saying and feel so uninspired and hopeless about Australian politics and we got so many comments and I really felt like I needed to do something with it so I actually took your responses down to Parliament House in Canberra and asked politicians like what was going on and if they could give us any straight answers about issues that are important to us like the climate crisis the rental crisis ending violence against women international conflicts hecs all of it and it was a really really interesting but also really weird experience I definitely had some chats to some politicians who truly inspired me and then I had some chat to others who pissed me off and would not give me straight answers and said some really strange things and our first two interviews with Tanya Plibersek and Chris Bowen are live now on our YouTube channel um the link is in the bio please give it a watch and comment and let me know actually how you feel watching the video because I definitely have thoughts about how I was spoken to and kind of how they perceived me and my questions so I definitely am interested to see what you all think um but yeah it was a pretty wild and surreal time and um Canberra is like so weird",
    "create_time": 1717135812,
    "hashtag_names": [
      "stitch",
      "parliament",
      "politics",
      "australia",
      "labor",
      "canberra",
      "climatechange",
      "chrisbowen",
      "protests",
      "auspol",
      "laborparty",
      "auspolitics",
      "climateprotests",
      "tanyaplibersek"
    ],
    "video_description": "#stitch with @junkee update!! we went down to Canberra to ask politicians wtf is going on. you can watch the first two interviews with Tanya Plibersek and Chris Bowen in the link in our bio. comment what you think of their responses and if you picked up the … weird vibes we did.  @Ky Stewart  #australia #auspol #politics #auspolitics #canberra #parliament #tanyaplibersek #chrisbowen #climatechange #protests #climateprotests #laborparty #labor ",
    "view_count": 935
  },
  {
    "create_time": 1717018098,
    "hashtag_names": [
      "love",
      "nature",
      "life",
      "fire",
      "indonesia",
      "stitch",
      "tsunami",
      "help",
      "world",
      "earth",
      "viral",
      "flood",
      "earthquake",
      "hurricane",
      "emergency",
      "disaster",
      "naturaldisaster",
      "climatechange",
      "disasters",
      "gempa",
      "gempabumi",
      "bencana",
      "covid",
      "bencanaalam",
      "disastermanagement",
      "bhfyp",
      "disasterrelief",
      "tsunamipalu",
      "disasterresponse",
      "disasterrecovery",
      "disasterpreparedness"
    ],
    "id": 7374536554305441067,
    "is_stem_verified": false,
    "region_code": "US",
    "username": "specks1973",
    "video_description": "#stitch with @Boots on the Ground #disaster #nature #tsunami #covid #earthquake #naturaldisaster #disasterrelief #flood #bencana #indonesia #disasterpreparedness #gempabumi #emergency #fire #love #disastermanagement #bencanaalam #hurricane #disasterrecovery #help #earth #gempa #bhfyp #life #disasterresponse #climatechange #disasters #tsunamipalu #viral #world ",
    "view_count": 316
  },
  {
    "create_time": 1717008001,
    "hashtag_names": [
      "taylorswift",
      "funny",
      "music",
      "stitch",
      "meme",
      "foryou",
      "cringe",
      "fyp",
      "environment",
      "climatechange",
      "heyitsloser",
      "erastour"
    ],
    "region_code": "US",
    "video_description": "#stitch with @Liv Levin I love you Taylor. (TAYLOR SWIFT FANS THIS IS A JOKE DON'T GET BUTTHURT!!!) #fyp #foryou #funny #meme #music #taylorswift #erastour #environment #climatechange #cringe #heyitsloser ",
    "voice_to_text": "Do you ever think about how boring it must be to not be in the Taylor Swift fandom? Girl, you have no idea. I can't imagine what it's like to obsess over a celebrity that has no idea I even exist. I love being so invested in superficial relationships and the mundane lyrics that come of them once they eventually break up. Don't even get me started about the CO2 levels, that carbon footprint. Taylor Swift, please pay me $100,000",
    "id": 7374493184354733355,
    "is_stem_verified": false,
    "username": "heyitsloser_",
    "view_count": 6454
  },
  {
    "view_count": 248,
    "create_time": 1716880017,
    "hashtag_names": [
      "stitch",
      "anarchy",
      "climatechange"
    ],
    "id": 7373943471826062634,
    "is_stem_verified": false,
    "region_code": "US",
    "username": "cado246",
    "video_description": "#stitch with @Dontghostme  #climatechange #anarchy we will be doomed by people who choose fanciful stories over what's right in front of them"
  },
  {
    "is_stem_verified": false,
    "view_count": 1185,
    "voice_to_text": "Tornadoes in Mexico. I guess that now with climate change is a thing. There was none a thing before, especially not in that area Mexico, but now we do. You know what also was new? Like, I think it was Monday through Thursday, they had a massive heat wave that it was in between 110 and 122 degrees. Mexico literally was hotter than Africa. Sahara. That the Sahara Desert. It was cooler than Mexico. While life in the states of Chappas and Tabasco were decimated. Until when are we going to play stupid and be divided and not fighting climate change? Until when? Until it's too late?",
    "video_description": "#stitch with @San Cristóbal Huichochitlán Of weather is changing so much in Mexico that tornados are appearing and that Mexico was hotter than the Sahara desert in the same days. #climate #climatechange  #mexico #tornado #heatwave #50 #celcius ",
    "create_time": 1716871371,
    "hashtag_names": [
      "heatwave",
      "mexico",
      "tornado",
      "stitch",
      "climatechange",
      "climate",
      "50",
      "celcius"
    ],
    "id": 7373906355956075818,
    "region_code": "US",
    "username": "jossie.the.cat"
  },
  {
    "region_code": "US",
    "hashtag_names": [
      "war",
      "stitch",
      "iphone",
      "foryou",
      "alaska",
      "freepalestine",
      "oil",
      "educational",
      "congo",
      "globalwarming",
      "debate",
      "monarchy",
      "liberal",
      "capitalism",
      "climatechange",
      "antarctica",
      "socialism",
      "leftism",
      "trump2024",
      "fyppppppppppppppppppppppp",
      "fearmongering",
      "fypシ゚viral",
      "freepalestine🇵🇸❤️",
      "biden2024",
      "project2025"
    ],
    "is_stem_verified": false,
    "username": "mowmowmowmowmowmowmow69",
    "video_description": "#stitch with @🛐NizzyLorde🛐 #climatechange #globalwarming #antarctica #project2025 #freepalestine #freepalestine🇵🇸❤️ #congo #iphone #debate #trump2024 #biden2024 #foryou #fypシ゚viral #fyppppppppppppppppppppppp #alaska #oil #war #educational #fearmongering #capitalism #monarchy #leftism #socialism #liberal ",
    "view_count": 158,
    "voice_to_text": "you are a horrible person if you post videos like this you are no better than the capitalist that couldn't care less if we were dead as long as they have our money oh I think it's a leviathan or the government knows what's going on with the whales they hundred percent know but they won't tell us it's right there it's climate change and pollution not only that um even if you don't care about the war that's going on in Palestine Congo and six other locations in Africa and more all there's a bunch of silent wars there are things that affect you directly climate change global warming obviously Project 2025 and to avoid it we have to vote for Biden which is also obviously a horrible choice I didn't fact check this but I wouldn't be surprised since he wants to take all the oil out of Alaska at once um climate change is gonna increase by 1.5 degrees Celsius that was bad phrasing also when he pulls all that oil from Alaska that's gonna like kill a bunch of native Alaskans and all of the wildlife um my theory is people won't get PFDs anymore because the reason people get PFDs is because of the agreement to take oil from that land over time is the thing so yeah I can't wait for capitalism to fall and I hate all of you that make videos like that and fear monger",
    "create_time": 1716819520,
    "id": 7373682539787029791
  },
  {
    "is_stem_verified": false,
    "region_code": "US",
    "username": "inkytrev",
    "video_description": "#stitch with @alexis amber #hurricane #hurricanekatrina #hurricaneseason #climatechange #neworleans",
    "view_count": 8315,
    "create_time": 1716774918,
    "hashtag_names": [
      "stitch",
      "neworleans",
      "hurricane",
      "hurricanekatrina",
      "climatechange",
      "hurricaneseason"
    ],
    "id": 7373492107899669803
  },
  {
    "is_stem_verified": false,
    "region_code": "US",
    "username": "leftiehomesteader",
    "video_description": "#stitch with @Isaac #theory #anolomy #ocean #climatechange",
    "view_count": 718,
    "create_time": 1716769153,
    "hashtag_names": [
      "ocean",
      "stitch",
      "theory",
      "climatechange",
      "anolomy"
    ],
    "id": 7373467344858795307
  },
  {
    "is_stem_verified": false,
    "region_code": "US",
    "username": "davidstarr11",
    "video_description": "#stitch with @Channel 4 News #climate #climatechange #democrats #joebiden #liberal #china #green ",
    "voice_to_text": "so China starts actually doing green tech at scale and the Democrats reaction to that is to make it more expensive and more difficult",
    "create_time": 1716701577,
    "hashtag_names": [
      "china",
      "stitch",
      "green",
      "liberal",
      "democrats",
      "climatechange",
      "climate",
      "joebiden"
    ],
    "id": 7373177095465356590,
    "view_count": 412
  },
  {
    "username": "saranne_wrap",
    "voice_to_text": "oh my god is this blush I didn't even know people wore blush let's do some oil spill makeup while I rant about climate change gotta keep the theme going I do mostly know what I'm talking about I have an expensive useless degree in animal sciences and wildlife conservation please just let me use it for something I hate how corporations have brainwashed us into thinking that we're the problem and it's our carbon footprint they straight up just push the blame onto us and we all fed into it I was over here like oh my god I'm the reason that the golden toad went extinct I'm glad we're gaining some awareness fossil fuels coal oil and gas are over 75% of global greenhouse gases tis industrialllll last time I checked I didn't have an oil rig in my backyard that's not me what about war bombs rockets white phosphorus that's supposed to be illegal under international law but is still used by you know who but speaking of he who shall not be named within two months 10,000 bombs and lots of vroom vroom planes released 121,000 tons of CO2 emissions in just two months imagine what it is now what about those billionaires Taylor Swift who made it about 8,300 tons of C 0 2 last year which is about 1,800 times the average humans annual emission and a lot of places have varying data on the Taylor Swift emissions it could be more and something I think a lot of people don't know is we can actually fix all of this with money yeah we can technically end climate change with money it'll be starting at around 300 billion dollars it also costs around 267 billion to end world hunger and yet nobody is doing anything we have billionaires with net worths of 200 billion dollars this is something that can be fixed on a normal person individual scale unfortunately you deciding to go vegan tomorrow isn't going to do virtually anything in the big picture let alone going vegetarian if you are super worried about animals being mistreated dairy production is way worse than meat production meat production is quick if you know what I mean eat what you want my overall point being that this needs to be addressed at a larger scale companies industries governments the rich and influential the people who are causing our demise for the sake of money the people who are assuring that we don't have a future focus on escaping to Mars while we die here it's not our fault it's their fault and remember there is no such thing as an ethical billionaire that includes Taylor Swift Rihanna and the Kardashians I wet my hair to match the vibe but yay oil spill makeup the world is ending I took off the lashes cause I feel like it looks better without this is the final look kind of creepy bye avada kedevraaaaaa",
    "create_time": 1716653701,
    "is_stem_verified": false,
    "region_code": "US",
    "view_count": 3281,
    "hashtag_names": [
      "taylorswift",
      "makeup",
      "stitch",
      "mua",
      "rant",
      "grwm",
      "globalwarming",
      "oilspill",
      "climatechange",
      "animalscience",
      "wildlifeconservation",
      "infodump",
      "uselessdegree",
      "audhd",
      "preshowermakeup"
    ],
    "id": 7372971479065054510,
    "video_description": "#stitch with @Anita Tretyak #oilspill #climatechange #makeup #infodump #audhd #globalwarming #rant #grwm #preshowermakeup #mua #uselessdegree #animalscience #wildlifeconservation #taylorswift "
  },
  {
    "is_stem_verified": false,
    "region_code": "US",
    "username": "cali_gal_in_pa",
    "video_description": "#stitch with @MTgypsy #climatechange ",
    "view_count": 88,
    "create_time": 1716478731,
    "hashtag_names": [
      "stitch",
      "climatechange"
    ],
    "id": 7372219984623291690
  },
  {
    "view_count": 353,
    "create_time": 1716432636,
    "hashtag_names": [
      "stitch",
      "weather",
      "tennessee",
      "climatechange",
      "cicadas",
      "vernlogic"
    ],
    "id": 7372022026229288234,
    "is_stem_verified": false,
    "region_code": "US",
    "username": "vernlogicofficial",
    "video_description": "#stitch with @Memethegoat #cicadas #tennessee #vernlogic #weather #climatechange "
  },
  {
    "username": "therealeviecakes",
    "video_description": "#stitch with @💗 Bimbo University 💗 We’ve worked so hard for this! 🥳 #ClimateChange #Doomed #ItsJustAJoke ",
    "view_count": 226,
    "hashtag_names": [
      "stitch",
      "doomed",
      "itsjustajoke",
      "climatechange"
    ],
    "region_code": "US",
    "is_stem_verified": false,
    "voice_to_text": "there it is five years 68 days and..  so the good news is we're not gonna make it but the bad news is neither is anything else which sucks oh what are you doing",
    "create_time": 1716399292,
    "id": 7371878795067903278
  },
  {
    "is_stem_verified": false,
    "hashtag_names": [
      "stitch",
      "criminal",
      "taxes",
      "politicians",
      "globalwarming",
      "climatechange"
    ],
    "id": 7371836105588608299,
    "region_code": "US",
    "username": "unionsjv",
    "video_description": "#stitch with @Newsweek #climatechange #globalwarming#taxes#politicians #criminal ",
    "view_count": 818,
    "voice_to_text": "Million dollars to an organization called Climate Justice. Just a quick question. What part of the world do you live in? You don't have to answer that. But has the weather changed since you've been alive? I'm alive 50 years. It was way hotter in the 80s than it is now.",
    "create_time": 1716389354
  },
  {
    "hashtag_names": [
      "stitch",
      "turbulence",
      "breakingnews",
      "singapore",
      "climatechange",
      "singaporeairlines"
    ],
    "is_stem_verified": false,
    "username": "bloombergopinion",
    "video_description": "#stitch with @Bloomberg Opinion is #climatechange making #turbulence worse? #singapore #singaporeairlines #breakingnews @markgongloff ",
    "view_count": 3137,
    "create_time": 1716305222,
    "id": 7371474756039626030,
    "region_code": "US",
    "voice_to_text": "It’s also too hot for planes. Yes, that is a thing we have to deal with. And today we learned of another new thing we have to worry about: Life-threatening air turbulence. Today, one person passed away and several were injured when a Singapore Airlines flight hit a really bad air pocket on a trip from London to Singapore. Such incidents are rare, but clear air turbulence, which is when out of nowhere in the clear blue sky your plane suddenly starts acting like a mechanical bull, is on the rise. One recent study found that it had increased 50% over the North Atlantic in the past 40 years. Could climate change be to blame? Possibly. It could be making the jet stream more unstable. But the important thing to know is that this is a risk and that there is a simple solution for dealing with it. Just keep your seatbelt fastened even when the fastened seatbelt light isn't lit."
  },
  {
    "username": "circularityboss",
    "video_description": "#stitch with @Kris M613 there's a couple of points here. #middleeast #jordan #egypt #water #climatechange #conflict #trade ",
    "voice_to_text": "Article that said that Egypt is deploying their military to the border because tensions are rising. So, yes, this is a sad state of affairs, but it's probably a little bit more complicated than we're giving them credit for. I'm gonna explain why by talking about Jordan first. Now, you might have seen this wimpy picture where king of Jordan was looking a little bit sheepish sitting behind Biden as he was giving a speech. But there is a reason for that. Because Jordan has dependency in Israel. This strip of water here is basically the most important piece of water for Jordan, because The Jordanian River, via the Jordanian Dam, is actually controlled by Israel. And not only is it a river that, how about bears the name of Jordan, more importantly, it's the river that is then desalinated by Israel and then sold back to Jordan as fresh water for drinking. That's right. Israel is capturing the water from the Jordanian river and then sell it back to Jordan. This is broadly a colonial problem, because at the end of the day, the resources actually belong to Jordan. Technically speaking, at least half of them do. But instead of splitting 50 50, they took all of it from desalinator and then sell it back to Jordan as part of a water for energy agreement. Because the Jordanian desert is an ideal place to place solar panels, and that creates electricity which is then exported back to Israel. Now, Egypt's problem is actually very similar, because they also depend on Israel to keep the peace around what is basically the Suez Canal. Now, the problem, of course, is a part of this colonialist war. I sent this invasion seems to be that Israel wants to create a second canal that it has full control over that basically more or less goes straight through the, uh, god of Peninsula. As both countries are aware of what's happening with climate change, especially since they've been suffering from some of it, they are very aware they can't lose something as crucial to human life as water, because as those areas heat up and less and less freshwater is about, dehydration is a very real problem that can happen in much shorter order than before with many more people. So you can sort of understand the predicament he is in. And unfortunately, what's happening now is basically a political point is to say, well, yes, we are ready to stand up our troops basically when the job is done, just to try and save face. But you tell by his there's no saving it.",
    "create_time": 1716147623,
    "id": 7370797894024105249,
    "is_stem_verified": false,
    "region_code": "GB",
    "hashtag_names": [
      "water",
      "stitch",
      "jordan",
      "egypt",
      "middleeast",
      "conflict",
      "trade",
      "climatechange"
    ],
    "view_count": 1514
  },
  {
    "id": 7370527311101300010,
    "is_stem_verified": false,
    "region_code": "US",
    "username": "brennacravendumas_author",
    "video_description": "#stitch with @NIMAY NDOLO🍉  I can be an avenger. out of breath sure, but I'll fight climate crimes.  #25weekspregnant #climatechange #environmental ",
    "view_count": 262,
    "create_time": 1716084629,
    "hashtag_names": [
      "stitch",
      "climatechange",
      "environmental",
      "25weekspregnant"
    ]
  },
  {
    "create_time": 1716081856,
    "hashtag_names": [
      "train",
      "chicago",
      "stitch",
      "citylife",
      "urban",
      "bus",
      "chi",
      "foryou",
      "transport",
      "fyp",
      "midwest",
      "transportation",
      "citygirls",
      "buses",
      "publictransportation",
      "theloop",
      "cta",
      "climatechange",
      "publictransport",
      "thel",
      "publicbus",
      "publictransit",
      "foryoupage",
      "fypage",
      "redlining",
      "cityplanner",
      "urbanplanner",
      "cityplanning",
      "urbanplanning",
      "environmentaljustice",
      "publicprivatepartnerships"
    ],
    "id": 7370515412074695979,
    "username": "divaplannerjaida",
    "video_description": "#stitch with @Dragon Beard Z  Love transit in chicago though🫶🏽 #publictransport #publictransportation #publictransit #cta #chicago #fyp #foryou #foryoupage #fypage #transportation #transport #bus #buses #publicbus #midwest #urban #urbanplanning #urbanplanner #cityplanning #cityplanner #citygirls #citylife #publicprivatepartnerships #theloop #theL #train #chi #environmentaljustice #redlining #climatechange ",
    "is_stem_verified": false,
    "region_code": "US",
    "view_count": 34669,
    "voice_to_text": "so why are you sitting on the ground I'm waiting for the bus most people miss the glaring problem with why he's sitting on the floor he's sitting on the floor because there is no bus bench at this bus stop your favorite diva planner is here to talk about another ✨urban planning issue✨ and let me tell you where this whole situation started this started in 2002 when the city of Chicago actually entered into a contract with JCDecaux JCDecaux imma just call them JCD part of this contract included providing maintenance to bus shelters and bus infrastructure where they provided advertisement JCD is an advertising company and they were predominantly interested in putting their advertisements in high traffic areas throughout the city of Chicago so they gave the city over $300 million back in 2002 to essentially say like hey we'll put our information in advertising and marketing on these bus shelters in whatever capacity and will maintain the cleanliness and upkeep of this infrastructure while we're in charge Chicago was like yeah that's cool I guess whatever and so they bought the rights for 21 years but their contract for maintenance was only for ten and then they got two five year extensions so essentially that ended in 2022 hence why the mayor put out an RFI to ask other contractors for street furniture program assistance starting after 2022 and I tried to get some data on the bus benches that exist in Chicago but due to “insufficient data” there is no actual number what I was able to find is that there are 10,000 designated bus stops in the entire city of Chicago and of those 10,000 bus stops only about 2,000 have some type of bus shelter so about 20% and given that there's insufficient data on how many bus benches there are I'm gonna assume there's even less bus benches in the city so this man sitting on the ground is on the west side of Chicago keep that in mind as I'm showing you this map this map is pulled from the better Bus plan that the city put together to essentially say hey this is where the good bus stops are and have all the amenities versus where the bad bus stops are and don't really have that many the darker the color on the map of the shade of blue the more amenities it has and this includes bus padding this includes a complete sidewalk so that people who are wheelchair users can just easily and seamlessly move on the sidewalk and this also includes bus shelters but interestingly excludes bus benches again due to insufficient data however as you can see from this map the greatest concentration of the darkest color of blue is located in the loop and honestly the Gold Coast area which is hmm if you were JCD and you were thinking oh where are we gonna see the highest traffic so that we can post our advertising and marketing there where would you look the loop the Gold Coast get a lot of high traffic due to tourism so that's why they had invested a lot of infrastructure money into these amenities that are now outlied in this map and as you go towards the south side of Chicago you can see that the darker blue is more disconnected and there's smaller concentrations of it as well as on the west side of Chicago as you can see here so fundamentally this man is sitting on the floor because marketing and advertising companies didn't think it was worth the investment to put bus infrastructure bus shelters bus everything in that location we can get into the history of how this is connected to red lining and land valuations in certain parts of Chicago based off of like race and ethnicity but you already know that part I'm just here to point out that marketing and advertising companies are the reason this man is sitting on the floor"
  },
  {
    "hashtag_names": [
      "stitch",
      "health",
      "nutrition",
      "climatechange",
      "plantbased",
      "sustainability",
      "plantbaseddiet",
      "plantbasedseafood"
    ],
    "id": 7370502901665549614,
    "is_stem_verified": false,
    "region_code": "US",
    "username": "eatimpactfood",
    "video_description": "#stitch with @Steakandbuttergal | Carnivore a plant-based diet is nothing short of miraculous 🌱 #plantbased #climatechange #sustainability #plantbasedseafood #plantbaseddiet #nutrition #health ",
    "view_count": 73,
    "create_time": 1716078947
  },
  {
    "create_time": 1716027060,
    "hashtag_names": [
      "stitch",
      "earth",
      "shrinkage",
      "growth",
      "nothappening",
      "climatechange"
    ],
    "region_code": "BE",
    "view_count": 512,
    "voice_to_text": "fine fine fgging let him fgging let him if eons and decades and years of research and and documentation and just frking looking around doesn't do the trick nothing will I refuse I refuse to let my anxiety on the big things matter anymore focus on little things small things the things you can do once in charge the ones who can do the big things don't do the big things and if the ones who can do the big things don't do the big things and the little things is all that we have left so like I said fggng Aladdin enough procrastination I have grading to do",
    "id": 7370280063389994273,
    "is_stem_verified": false,
    "username": "the_ter89",
    "video_description": "#stitch with @PATTRN LET 'EM! I refuse to remains anxious about the big things anymore, because they just don't care! #climatechange #earth #growth #shrinkage #nothappening "
  },
  {
    "is_stem_verified": false,
    "region_code": "US",
    "username": "nicklaces",
    "voice_to_text": "they use a lot of energy artificial intelligence requires servers I need someone to be very for real with me I have heard a lot of arguments about why AI is making the climate crisis worse and while I see their merit how is this not an infrastructure problem how is this not a problem in green energy do you know they end up asking slightly later where is the water for water cooling for this artificial intelligence to come from to my understanding it just passes over a pipe it's not water that's being contaminated it's not water that needs to be specifically special it is just an agent that cools things more effectively than air it doesn't necessarily have to get dirty it doesn't necessarily have to be anything besides absorb a lot of heat right on top of that you talk about all these energy demands what fuels the energy mans power grids and infrastructure how is this not just an argument for why we should be using green energy why we should be using I've heard arguments of using nukes attached to like nuclear power plants attached to data centres um specifically for the fact they need such an immense amount of data how is this not rather a question of improving our infrastructure be greener and to be better for everyone than AI is making the climate crisis worse like it it feels like a strong man argument it it feels like the art the the problem is not AI AI uses an immense amount of energy it uses an immense amount of power and and that power needs to be cooled and that cooling needs to be powered but all at all power comes from the same place infrastructure the power grids all that kind of stuff and even if they are running separately most of the infrastructure that I know of that they're planning on using is closer to green energy than something like what we know tap today so how is AI the problem and how is infrastructure not",
    "create_time": 1715913508,
    "hashtag_names": [
      "stitch",
      "ai",
      "climatechange"
    ],
    "id": 7369792364757634350,
    "video_description": "#stitch with @NowThis Impact Ai is doing a lot of thinfs, but its impact on the climate crisis is an infrastructure problem, no? #ai #climatechange ",
    "view_count": 240
  },
  {
    "hashtag_names": [
      "stitch",
      "climatechange",
      "latto",
      "shein",
      "sustainablefashion"
    ],
    "id": 7369717607735250208,
    "region_code": "GB",
    "username": "sheytheestallion",
    "create_time": 1715896101,
    "is_stem_verified": false,
    "video_description": "#stitch with @✨Dejia✨ some people are so mad at latto but its crickets when the working conditions of their factories come up😭😭😭 PRIORITIES !!! #shein #latto #sustainablefashion #climatechange ",
    "view_count": 11571,
    "voice_to_text": "If you got it on Shein. Respectfully, rich people who wear Shein deserve to be mocked the way Lotto was mocking her sister. If you can afford to not wear Shein, you should not be wearing Shein. It is child labour. If you're in a position where you don't have to exploit people to wear clothes, then you are hundred percent deserve to be mocked for doing so, because it's a selfish decision. So it just blows my mind that everyone is so angry at Lotto for mocking her sister when more time you guys do not have the money that that family has. And if you're genuinely in a position where you cannot afford sustainable fashion, then fair enough, okay, I will not blame you. But she can. Okay, she can"
  },
  {
    "id": 7369666918460017926,
    "is_stem_verified": false,
    "region_code": "GH",
    "username": "sikababae8",
    "video_description": "#stitch with @Adom #RenewableEnergy #SolarPower #Wind Energy #FossilFree #Greenenergy #Hydroelectric #BatteryStorage #CleanTechnologies #EcoFriendly #ElectricVehicles #NuclearPower #AlternativeEnergy #EnergyConservation #SmartGrid #REnewables #Efficiency #Geothermal #Microgrids #Sustainability #ClimateChange #EnergyCrisis #CarbonNeutrality #NetZeroEmissions #EnergyTransition #NewEnergy #FutureOfEnergy #Energysolutions #ElectrifyEverything #DecarbonizeNow #tarantacticalinnovations ",
    "view_count": 43,
    "create_time": 1715884298,
    "hashtag_names": [
      "stitch",
      "wind",
      "ecofriendly",
      "climatechange",
      "nuclearpower",
      "solarpower",
      "greenenergy",
      "renewables",
      "sustainability",
      "renewableenergy",
      "newenergy",
      "geothermal",
      "efficiency",
      "energytransition",
      "alternativeenergy",
      "energysolutions",
      "electricvehicles",
      "hydroelectric",
      "energycrisis",
      "energyconservation",
      "futureofenergy",
      "fossilfree",
      "smartgrid",
      "tarantacticalinnovations",
      "batterystorage",
      "carbonneutrality",
      "netzeroemissions",
      "microgrids",
      "electrifyeverything",
      "cleantechnologies",
      "decarbonizenow"
    ]
  },
  {
    "hashtag_names": [
      "stitch",
      "evs",
      "capitalism",
      "climatechange",
      "renewableenergy",
      "environmentalprotection",
      "climateaction",
      "climatepresident"
    ],
    "id": 7369615707946093870,
    "username": "francelot_",
    "voice_to_text": "wait wait wait wait wait wait wait are you saying capitalism is unfair? no no no no you can't be saying that no capitalism?  unfair? never never no",
    "create_time": 1715872391,
    "is_stem_verified": false,
    "region_code": "US",
    "video_description": "#stitch with @Yahoo Finance what a preposterous idea! #capitalism #climateaction #climatechange #renewableenergy #EVs #environmentalprotection #climatepresident ",
    "view_count": 4490
  },
  {
    "hashtag_names": [
      "stitch",
      "stfu",
      "strike",
      "laborday",
      "mcdonalds",
      "trump",
      "fastfood",
      "fightback",
      "changeisgood",
      "communism",
      "bethechange",
      "union",
      "reddit",
      "anarchy",
      "labor",
      "humanrights",
      "berniesanders",
      "minimumwage",
      "liberal",
      "capitalism",
      "workers",
      "corruption",
      "climatechange",
      "fightfor",
      "taxtherich",
      "activism",
      "wage",
      "antiwork",
      "socialism",
      "ancap",
      "conservative",
      "pball",
      "changeiscoming",
      "libertarian",
      "vivalarevolution",
      "liberalism",
      "libertarianism",
      "covid",
      "boycottmcdonalds",
      "anticapitalism",
      "ancom",
      "taxationistheft",
      "workersrights",
      "anarchocapitalism",
      "capitalismkills",
      "democraticsocialism",
      "capitalismsucks",
      "livingwage",
      "unionize",
      "fairpay",
      "generalstrike",
      "boycottkelloggs",
      "livablewage",
      "freeworldorder",
      "billionairesshouldnotexist",
      "anticonsumerism",
      "thrivingwage",
      "redditantiwork",
      "ancapball",
      "antiworkmemes",
      "thewhiskeyoccupation"
    ],
    "id": 7369479931975421230,
    "is_stem_verified": false,
    "region_code": "US",
    "username": "opinionatedspitteroffact",
    "video_description": "#stitch with @Speedy_EatsHOW THE FUCK, do you not see this coming? Want to help the poor, abolish the barrier to entry(AKA minimum wage) and watch as ppl learn all the jobs AI will do for free, simply because if its affordable and not illegal, ppl will hire and give skills to the unskilled to make more than minimum wage WITHOUT gov intervention. #minimumwage #capitalism #workersrights #strike #capitalismkills #generalstrike #laborday #fightfor #capitalismsucks #berniesanders #liberal #conservative #livingwage #wage #covid #labor #anticapitalism #socialism #union #workers #unionize #trump #livablewage #antiwork #fairpay #libertarianism #libertarian #liberalism #climatechange #anarchy #bethechange #thrivingwage #communism #antiworkmemes #taxtherich #vivalarevolution #reddit #redditantiwork #billionairesshouldnotexist #changeisgood #anticonsumerism #changeiscoming #fightback #activism #boycottkelloggs #humanrights #boycottmcdonalds #ancom #corruption #mcdonalds #fastfood #taxationistheft #democraticsocialism #anarchocapitalism #ancap #freeworldorder #thewhiskeyoccupation #ancapball #stfu #pball",
    "view_count": 284,
    "create_time": 1715840791
  },
  {
    "create_time": 1715830553,
    "hashtag_names": [
      "stitch",
      "globalwarming",
      "climatechange"
    ],
    "is_stem_verified": false,
    "region_code": "AU",
    "id": 7369436082556898578,
    "username": "spacescienceguy",
    "video_description": "#stitch with @Rosh Ian Plimer the climate change skeptic was my first year geology professor! #climatechange #globalwarming ",
    "view_count": 76,
    "voice_to_text": "hey so this is actually Ian Plimer my first year geology professor from University of Adelaide interestingly in 2012 he actually went and joined the board of two of Gina Rinehart's companies Gina Rinehart being the Australian coal magnate and one of the richest people in Australia probably not hard to see how a climate change skeptic and a coal magnate would be friends but one interesting anecdote about when Ian was my professor he really hated when people took notes in class he would call you out and would prefer that people just actively listen and watch him and then write down their notes later for some reason anyway"
  },
  {
    "hashtag_names": [
      "stitch",
      "orcas",
      "climatechange"
    ],
    "id": 7369381123056717102,
    "is_stem_verified": false,
    "view_count": 878,
    "create_time": 1715817760,
    "region_code": "US",
    "username": "xmanhandler",
    "video_description": "#stitch with @TODAY Show  #orcas #climatechange ",
    "voice_to_text": "20, more than 400 encounters, sinking at least five boats. This is amazing. They have been coming back every year now for four years, doing the same thing, attacking the boats and sinking a couple ships, but generally putting on hundreds of, not thousands of dollars worth of damages to these. To these boats. They were like, climate change will take it into our own hands or fence. They also go on to say that they believe that the older generations are now taking the younger generations out to this area every year and teaching them to attack the boats, which I fully believe, because that's honestly something that orcas and many whales do as they teach their young how to hunt. This is my favorite animal. Amazing."
  },
  {
    "create_time": 1715812793,
    "hashtag_names": [
      "stitch",
      "rant",
      "news",
      "freepalestine",
      "fyp",
      "awareness",
      "yap",
      "climatechange",
      "leftist",
      "savegaza",
      "savesudan",
      "savemyanmar",
      "🍉",
      "2024",
      "proletariat",
      "savecongo"
    ],
    "region_code": "US",
    "view_count": 270,
    "voice_to_text": "in the same breath that you're using to call for a free Palestine call for a free Congo and in the same vein you better also be talking about ending climate change because if you wanna know why all of these countries are getting shafted at the exact same time it is because of climate change it is the boss hog the X in the equation that we don't wanna talk about it is the catalyst for apartheid for these genocides it is the catalyst for all of these things happening right now it's fucking climate change and then if we back it up even more I mean the answer is pretty obvious of what is driving climate change it's capitalism it's the machine it keeps going and it is bleeding everybody dry yeah we are living in The Hunger Games you see it on a daily basis now it's right in front of our face back in 2014 they were saying that in the future you would see other countries beginning to get squeezed dry because of the effects of climate change and how it is ravaging our our entire world you would see it first in Africa we're seeing it now and you know what something something that happened recently here in America was that our government said that by the year 2035 we will divest from coal and oil that is too fucking late that is too fucking late last year we had the hottest summer in over 2,000 years and every summer it just gets hotter 2035 is too fucking late and they know that they are well aware that 2035 is too late they push it out that long because that's how long they want to have to make more money and I think that they are well aware of the fact that 2035 is too fucking late by then divesting from coal and oil will be fucking pointless and and what of the people of Myanmar and Congo and Sudan and Palestine and all these other countries what of them what of them what about any of us at at all anybody at all it won't just be these countries you won't just be crying to stop the genocides the apartheids it it you won't be screaming just for them it will be everyone everyone will feel it eventually so in the same breath that you call for these countries to be able to be free then also include climate change you better also talk about how capitalism needs to stop because that's how you get freedom that is the answer you stop the machine from squeezing us all dry from the river to the sea let us all be free",
    "id": 7369359779921186090,
    "is_stem_verified": false,
    "username": "jackmelancon888",
    "video_description": "#stitch with @xoharlowheart❤️ *cries in environmental science major* #leftist #fyp #proletariat #2024 #news #savegaza #freepalestine #🍉 #savesudan #savecongo #savemyanmar #climatechange #awareness #yap #rant "
  },
  {
    "create_time": 1715638688,
    "hashtag_names": [
      "stitch",
      "arizona",
      "greed",
      "climatechange",
      "climateaction"
    ],
    "is_stem_verified": false,
    "region_code": "US",
    "voice_to_text": "because the mainstream media can't do their job I'm breaking this story myself Arizona is about to ban these it would ban public colleges and government from studying climate change in their state this is inherently evil and I would argue it has nothing to do with them actually being brain rotted and thinking that they don't believe in climate change I think this is everything to do with profit you don't see flat earthers trying to ban the space program or or people who believe in aliens trying to ban information that may disprove it it feels like they're aware that there is evidence that can be acquired through said research and they'd rather ban it so that they can continue to make money off the companies that are not carbon net zero and just fill their pockets",
    "id": 7368612001611861291,
    "username": "peterispeter",
    "video_description": "#stitch with @ You’ve lsot your weather privileges 😠☝🏼#climatechange #climateaction #arizona #greed ",
    "view_count": 45466
  },
  {
    "region_code": "US",
    "username": "ddrdahoxcvq",
    "video_description": "#stitch with @Kerry K #newage #newageconspirituality #progressive #ScienceTok #criticalthinking #ecology #climatechange #elves ",
    "view_count": 714,
    "create_time": 1715626427,
    "hashtag_names": [
      "stitch",
      "newage",
      "progressive",
      "elves",
      "climatechange",
      "ecology",
      "criticalthinking",
      "sciencetok",
      "newageconspirituality"
    ],
    "id": 7368559317471022379,
    "is_stem_verified": false
  },
  {
    "create_time": 1715445879,
    "id": 7367783904192793898,
    "is_stem_verified": false,
    "region_code": "US",
    "username": "skyfishingforskyfish",
    "video_description": "#stitch with @Julian Brown also Im so so sorry for calling him a kid- he’s obviously grown and knows more about science than i could ever hope to. he just seems to have such yourhful joy about him & i was overwhelmed #blockcelebrity #plasticpollution #letssavetheworld #scalingsustainability #ecofriendly #nativespecies #globalwarming #climatechange ",
    "voice_to_text": "this is oil I made from plastic waste I don't know exactly what's wrong with me but I saw that video and burst into tears immediately because all the comments are “this kid is not suicidal”  and “I hope you have good security” and I am not huh I am not one to cry on the internet but the the vastness the incomprehensibility of the injustice to me and my generation that this technology fucking exists and instead of us being able to throw a party about it we have to be afraid the person who invented it is gonna get ☠️ you know what happens we all know what happens like and it's my future! it's my life! the microplastic fear mongering  has not let me have a moment of rest for years now they're talking about how it causes infertility and cancer  and of course it does of course it does but this kid turned it into fucking oil I just I hope that as we have this cultural shift away from celebrity and idol worship we can also have this cultural shift away from be Learned helplessness we've all been so deeply conditioned for oh my god I'm sorry this is ugh sucks we can fix it we have always had technology and if we haven't always had it we have access to evidence that it exists because we have places like TikTok where we can come to fucking find it uncensored god bless this kid and may all entities of the universe protect him and may there be more visionaries like him and may we all live in a world where we're not so afraid of the monsters created by greedy greedy greedy fucking men who are willing to steal from children and babies to make their profits",
    "hashtag_names": [
      "stitch",
      "globalwarming",
      "ecofriendly",
      "climatechange",
      "letssavetheworld",
      "plasticpollution",
      "nativespecies",
      "blockcelebrity",
      "scalingsustainability"
    ],
    "view_count": 5536
  },
  {
    "is_stem_verified": false,
    "username": "davidstarr11",
    "create_time": 1715390468,
    "id": 7367545913788697899,
    "region_code": "US",
    "video_description": "#stitch with @Sam | Mental+Spiritual Health #revolution #climatechange #socialism #freedom #future ",
    "view_count": 903,
    "voice_to_text": "I see where you're coming from but also all the takes for evil to continue to thrive is for good humans of conscience to do nothing",
    "hashtag_names": [
      "future",
      "freedom",
      "stitch",
      "revolution",
      "climatechange",
      "socialism"
    ]
  },
  {
    "id": 7367510913408126250,
    "video_description": "#stitch with @The Ocean Cleanup Look for the helpers #nihilism #climatechange #election2024 #apathy #fyp #championsleague #diadelasmadres ",
    "voice_to_text": "so I am stitching this specific clip from The Ocean Cleanup because I think it really hinges into a lot of my world view but also I just love the work that they do and I think it's really helpful account to follow um if you're someone who is like following all the different climate crises happening at the same time I like hear that saying all the time “look for the helpers” and I think this account is a really good example of helpers like the people who are out there and actively doing things to undo some of the horrible things that humans have done to this planet but on a more broad sense like I also was having a conversation with a friend this past week about like nihilism and about the sort of arc of freedom in this country and the reactionary way that kind of both sides of our political divide react to all of those things um and how it sort of hinges into my own world view and I think we all know that quote that like the arc of humanity bends towards freedom (okay barely got that right*) but at the same time I also think it's sort of important to understand especially in a political sense um while we're on the precipice of this next election and there are plenty of people who are very rightfully not interested in either side of the divide to kind of have a broader conversation I think about the way in which that affects both our day to day lives and how things happen at a more macro level I just feel as though it really is a great breeding ground for apathy to fall into that sort of space of our slowly backsliding into fascism and we're no longer going to have democracy in this country and I know that I sit in a really privileged position as a white cis-male so I just want to like caveat that and obviously I can't speak to having not experienced a lot of the atrocities that like black and brown folks feel in this country um at most I can speak to the sort of LGBT struggle having live through part of that but at the worst of it being like fighting for marriage Equality which is nothing like fighting for our lives during the AIDS crisis which predates me and then I think a lot of the horrible things that like our trans Brethren are going through today and being systematically and legally eliminated in as many ways as possible but again sort of saying in a macro level the way I was talking about it with my friend was that the way this country tends to work is that at the pendulum swing we generally have two terms of a democratic president and then two terms of a Republican president and usually all of the progressive stuff that happens during that democratic presidency has a sort of backswing that happens in the following eight years that said I don't think that the pendulum just goes back and forth I do believe that while that pendulum sort of goes back and forth it also moves forward so every time we do have that pendulum swing I feel as though we make maybe small bits of ground up in that time and taking it to an even more broad like worldview sense I don't think that I'm someone who's like a super optimist I'm definitely a realist but at the same time there's a part of me that still has this deep belief in the sort of indominable side of the human spirit so I remember during covid there would be all these news reports that would come out and say oh this is gonna be going on for another 7 years this is gonna go on for 20 years this is gonna affect 30 generations of humans and while that is certainly potentially true and I am not talking about long covid and the reverting effects it's had on us never mind the mental effects it's had on us and children's development and all of that but it kind of brings me back to this original clip from The Ocean Cleanup because there is just something in me that believes in the resiliency of the human mind and human creativity that we have generally found ways to overcome most challenges that have come our way so I'm just not someone who's going to sit here and believe that there's not going to be some amazing advancement in science at some point in my lifetime where we learn how to refreeze the polar ice caps or we learn how to build machines that help us to clean up the ocean from all that's been polluted into it and you can absolutely call that like a polyana worldview but I think that there's a way to acknowledge thr backsliding into fascism or the loss of democracy and everything without it becoming this histrionic sort of reaction that I think again breeds nihilism and then also apathy for most people and I think apathy is the opposite of what we need when we need ingenuity and creativity to fight some of these battles",
    "username": "dilleydilleydilley",
    "view_count": 113,
    "create_time": 1715382319,
    "hashtag_names": [
      "apathy",
      "stitch",
      "fyp",
      "championsleague",
      "climatechange",
      "nihilism",
      "diadelasmadres",
      "election2024"
    ],
    "is_stem_verified": false,
    "region_code": "US"
  },
  {
    "video_description": "#stitch with @Tokyo Sand #climatechange #trump #noenergyindependence #rollback #earth #oilexecutives #dealwiththedevil #rememberwhotheyare #votebluenomatterwho ",
    "create_time": 1715354595,
    "hashtag_names": [
      "stitch",
      "earth",
      "trump",
      "rollback",
      "dealwiththedevil",
      "climatechange",
      "rememberwhotheyare",
      "votebluenomatterwho",
      "oilexecutives",
      "noenergyindependence"
    ],
    "username": "twuzzyblue",
    "view_count": 2398,
    "voice_to_text": "the scrap all of Biden's climate change laws and environmental regulations so Trumple Finskin wants to roll back all of the environmental protections and all of the regulations that protect the planet and stop and go backwards on energy independence and the type of fuel and energy that will not harm the planet as we move forward that's his plan y'all may not wanna talk about it I don't particularly like it either but put the wars aside put the social injustice aside put the racism in the misogyny and the xenophobia and the anti alphabet Mafia people all aside if we don't have a viable planet to live on none of this matters and I know it's the big taboo everybody talks about everything else but if we don't save this planet if we don't make changes none of the rest of it's gonna matter you can't be president on a planet where you can't breathe you can't be president on a planet that has no bees and therefore there is no cross pollination to grow the fruit and vegetables everybody needs to wake the fuck up this man is gonna roll it all back and what he does to us financially and what he does to us emotionally and socially is nothing compared to the damage he's gonna do to our home",
    "id": 7367391811993636142,
    "is_stem_verified": false,
    "region_code": "US"
  },
  {
    "region_code": "US",
    "username": "heykimsteele",
    "video_description": "#stitch with @American Brushfire 🔥 why wont god blow up the sun, do my prayers mean nothing ???  #climatechange #democrats #blexit #kamalaharris #donotcome ",
    "voice_to_text": "so I changed my mind and I take back everything I've ever said on this platform because clearly climate change is not happening fast enough it's not happening fast enough do not come",
    "create_time": 1715297922,
    "is_stem_verified": false,
    "view_count": 405,
    "hashtag_names": [
      "stitch",
      "democrats",
      "climatechange",
      "kamalaharris",
      "donotcome",
      "blexit"
    ],
    "id": 7367148439387360555
  },
  {
    "create_time": 1715284863,
    "id": 7367092302696762655,
    "is_stem_verified": false,
    "username": "ouryouth4theclimate",
    "video_description": "#stitch with @ this isnt targeted at this creator just all refill tiktokers like WHY?! just drink out of the bottles like the rest of us plebians ahaha #climateeducation #ouryouth4theclimate #youthactivism #sustainableliving #climateaction #sustainability #sustainability #climatechange ",
    "hashtag_names": [
      "stitch",
      "climatechange",
      "sustainability",
      "sustainableliving",
      "climateaction",
      "youthactivism",
      "climateeducation",
      "ouryouth4theclimate"
    ],
    "region_code": "US",
    "view_count": 4486,
    "voice_to_text": "What? Why? I'm not trying to hate on this creator, okay? But, like, both those bottles are gonna end up in the landfill eventually. Just drink out of Gatorade bottle. It's so wasteful. I know it's satisfying, but it's so wasteful. Being a consumer means you're gonna use plastic. That's okay, but don't use unnecessary amounts of plastic. Just drink out of the bottle. Ah, you've upset me."
  },
  {
    "region_code": "US",
    "username": "drmojoback",
    "video_description": "#stitch with @Channel 4 News #climatechange #emergency #anxiety #panic ",
    "create_time": 1715276107,
    "hashtag_names": [
      "stitch",
      "anxiety",
      "panic",
      "emergency",
      "climatechange"
    ],
    "id": 7367054740363988266,
    "is_stem_verified": false,
    "view_count": 255,
    "voice_to_text": "the ordeal looks set to continue three powerful storms will last the state in becoming psychologically what happens when you lose access to housing and food really important survival elements of life one of the first things that you're gonna find is approximately 25% of you're of the people in your neighborhood are going to have a panic attack they're going to develop an anxiety disorder that is going to be impactful for their ability to emotionally regulate themselves and to take directive action for themselves the best help you can offer these people are very simple commands to help them with the limited amount of focus that they can control to move them forward and into safety these record weather events are going to be numerous so it's important we understand how to help our communities when these"
  },
  {
    "hashtag_names": [
      "haha",
      "laugh",
      "stitch",
      "foryou",
      "trend",
      "gasoline",
      "climatechange"
    ],
    "id": 7366638028686708011,
    "is_stem_verified": false,
    "region_code": "US",
    "username": "surfpunx77",
    "video_description": "#stitch with @Crime Related #climatechange #gasoline #trend #foryou #laugh #haha ",
    "view_count": 453,
    "create_time": 1715179099
  },
  {
    "video_description": "#stitch with @AnuJoose were COOKED #fyp #climatechange #antartica #marinelife ",
    "hashtag_names": [
      "stitch",
      "fyp",
      "marinelife",
      "climatechange",
      "antartica"
    ],
    "id": 7366468419077672235,
    "is_stem_verified": false,
    "region_code": "US",
    "username": "thelyfeofcyn",
    "view_count": 5934,
    "voice_to_text": "put it back just put the fuck back can we stop touching shit the ice caps are melting and they are unleashing new motherfucking species upon us we are cooked we are out of here say goodbye to your mother say goodbye to your dog get out",
    "create_time": 1715139601
  },
  {
    "region_code": "US",
    "voice_to_text": "so it's gaslighting the state is trying to reinforce the status quo trying to make people that support Primeh Mime look like they're being weird why are you like look everything is normal right um but also the forces that uphold are upholding the state of memreh mail are the same forces that are driving climate change and one of the things that is driving climate change and also in indirectly or directly uh upholding the state of memreh mail is the advertising industry because they advertise for the same industries right and the celebrities make a lot of money most of their money if I remember correctly off of advertising so the climate and the state of the state of memreh mail and what's happening in Premier Mime and these celebrities are actually connected their money is connect- like their success is connected to these things staying in place so they're not gonna challenge it they're boring as hell",
    "create_time": 1715092298,
    "hashtag_names": [
      "stitch",
      "climatechange",
      "metgala"
    ],
    "id": 7366265286120443179,
    "is_stem_verified": false,
    "username": "nicedoglady",
    "video_description": "#stitch with @Rachel LaPointe its those advertising $$$ #metgala #climatechange ",
    "view_count": 1387
  },
  {
    "create_time": 1715033270,
    "hashtag_names": [
      "taylorswift",
      "stitch",
      "climatechange"
    ],
    "id": 7366011748341714222,
    "is_stem_verified": false,
    "region_code": "US",
    "username": "omegawowdelish",
    "video_description": "#stitch with @Dr. Bryanlicious2 just jokes #taylorswift #climatechange ",
    "view_count": 250
  },
  {
    "is_stem_verified": false,
    "region_code": "US",
    "username": "anchoredindetroit",
    "video_description": "#stitch with @john try shopping for quality materials next time you go thrifting.  #thrifting #sustainability #climatechange #tip ",
    "view_count": 286,
    "create_time": 1715011117,
    "hashtag_names": [
      "stitch",
      "tip",
      "thrifting",
      "climatechange",
      "sustainability"
    ],
    "id": 7365916602295930154
  },
  {
    "is_stem_verified": false,
    "region_code": "US",
    "username": "theroamingprepper",
    "video_description": "#stitch with @MoeTok some of my recommendations for hurricane preparedness. #Hurricane #Flooding #texasflood #houston #shtf #theroamingprepper #bugoutbag #bugoutbook #texasstorm #evacuation #climatechange #climate #extremeweather #weather ",
    "view_count": 726,
    "create_time": 1714937786,
    "hashtag_names": [
      "stitch",
      "weather",
      "houston",
      "flooding",
      "hurricane",
      "extremeweather",
      "texasflood",
      "climatechange",
      "evacuation",
      "climate",
      "shtf",
      "texasstorm",
      "bugoutbag",
      "theroamingprepper",
      "bugoutbook"
    ],
    "id": 7365601639551601962
  },
  {
    "create_time": 1714756226,
    "id": 7364821837492161838,
    "region_code": "US",
    "username": "reesiereg",
    "view_count": 5874,
    "hashtag_names": [
      "stitch",
      "climatechange",
      "marinescience",
      "deadcoral"
    ],
    "is_stem_verified": false,
    "video_description": "#stitch with @Hailey<3  coral reefs will be so extinct my kids will be taking my dive pics for show and tell 😭 #climatechange #deadcoral #marinescience ",
    "voice_to_text": "And I'm gonna have to say, yeah, Mommy's actually older than AI. Yeah, it's kind of a hard pill to swallow that my kids are definitely gonna think I'm an ancient creature, because what I'm older than AI into, I've dove in a coral reef. Like, what? Coral is literally gonna be like a Dinosaur to them, like, long gone."
  },
  {
    "is_stem_verified": false,
    "region_code": "US",
    "username": "bigbake01",
    "video_description": "#stitch with @Museum of Science  I love the idea. There are also enough tree seeds and space to plant trees to not start making nature artificial. We could also do both. #Nature #Trees #ClimateChange #SaveThePlanet",
    "view_count": 87,
    "create_time": 1714726655,
    "hashtag_names": [
      "nature",
      "stitch",
      "trees",
      "savetheplanet",
      "climatechange"
    ],
    "id": 7364694608451849515
  },
  {
    "create_time": 1714709205,
    "hashtag_names": [
      "tornado",
      "stitch",
      "america",
      "weather",
      "wind",
      "american",
      "uk",
      "british",
      "england",
      "americans",
      "nebraska",
      "european",
      "tornadoes",
      "climatechange"
    ],
    "id": 7364619879166545195,
    "is_stem_verified": false,
    "video_description": "#stitch with @Stephen Jones-TornadoIntercept #European #American #America #Nebraska #tornadoes #tornado #wind #uk #england #americans #British #weather #climatechange ",
    "view_count": 881,
    "voice_to_text": "every year during tornado season Europeans like to remind Americans that our houses blow over with a \"bit of wind\" now let's ignore the glaring (fallacy) that a tornado is not a mere bit of wind and just skip over that 🌪🌪🌪 I'd like to remind you that your \"super sturdy\" brick oven houses are ☠️👻 you in the tens of thousands every year as heat waves overtake you because somehow you all believe climate change is a super big issue but you refuse to install air conditioners and allow more and more of your people to 💀 anyways enjoy your really sturdy brick oven buildings and the inevitable karma that you keep sowing for yourselves because you can't shut up about our windstorms have a nice day",
    "region_code": "US",
    "username": "rachmace"
  },
  {
    "hashtag_names": [
      "tornado",
      "stitch",
      "weather",
      "oklahoma",
      "climatechange",
      "severeweather",
      "anthonyedwards",
      "diadelniño",
      "trendslab"
    ],
    "id": 7364512312918543649,
    "is_stem_verified": false,
    "region_code": "IT",
    "username": "skynoer",
    "voice_to_text": "I'm gonna come out and call this another symptom of climate change now I know we don't have a lot of research on tornadoes and how climate change will affect them but here's my thought process an obvious part of climate change is warming global warming many years for the past decade we've been breaking heat records every year warm air has the ability to hold more moisture in it that's why tropical places tend to be more humid and with warmer air we're also seeing changes in weather patterns like we saw with the snow in Texas like uh last year cold air is coming more south than it usually does so now we have this extra warm supercharged air meeting this frigid polar air coming from the north and typically that's what makes a tornado is cold air meaning hot air but now thanks to the change in climate there's a larger gap between the two which is a more extreme change and we all know hot air rises cold air falls the larger the distance between hot and cold the bigger and faster tornadoes will get",
    "create_time": 1714684150,
    "view_count": 1908,
    "video_description": "#stitch with @Kat 🍉  similar to hurricanes, now feel free to correct me if im wrong im just thinkin about it tho #tornado #oklahoma #weather #climatechange #severeweather #diadelniño #anthonyedwards #trendslab"
  },
  {
    "id": 7364202462779133227,
    "is_stem_verified": false,
    "region_code": "US",
    "username": "tkhorrormachine",
    "video_description": "#stitch with @climateresistance We need all of you younger #generations to get active. The #world needs you! We need your #voices and your #passion. The world has seen enough of the older generations and it is time for you guys to bring that #courage to save the world. #love #climatechange #socialrevolution #gaza #politics ",
    "view_count": 273,
    "create_time": 1714612009,
    "hashtag_names": [
      "love",
      "stitch",
      "world",
      "gaza",
      "passion",
      "courage",
      "politics",
      "voices",
      "generations",
      "climatechange",
      "socialrevolution"
    ]
  },
  {
    "id": 7364072726023261473,
    "is_stem_verified": false,
    "region_code": "GB",
    "username": "circularityboss",
    "video_description": "#stitch with @theclimateconvoprof Circular economies are able to decouple climate harm from economic growth. but let's walk viewers through why that's important #circulareconomy #climatechange #economics #environment #ecology #humanity #supplychain ",
    "view_count": 395,
    "create_time": 1714581799,
    "hashtag_names": [
      "stitch",
      "humanity",
      "economics",
      "environment",
      "climatechange",
      "ecology",
      "supplychain",
      "circulareconomy"
    ]
  },
  {
    "is_stem_verified": false,
    "username": "haute.hort",
    "view_count": 1572,
    "voice_to_text": "What does \"native adjacent\" mean? Andy's idea of \"native adjacent\" plants is an interesting one because it gets at this idea that what makes a native plant might not be so black and white. Over the last four months, I've been writing this paper about the usefulness of native plants as they face the problems posed by climate change. And in the paper I talk a lot about what the definition of a native plant is. The main factor we often talk about when defining what makes a plant native is geographical proximity. So is it native to your city, your county, your state, your country, your continent? How do you define what region is close enough to make that plant native? And while geographic proximity is useful, it has its limitations. Take for example, if I say that all plants within 10 km are native, well, I go 10 km to the top of the nearest mountain, are those plants really native to where I am here? Geographically maybe, but climatically, not really. While nativity maps are useful to an extent, they're not gonna show you the biomes or the habitats that these plants are native to. And if we add climate change into the mix, those biomes and habitats are currently changing and are going to continue changing into the future. So what does that mean for our definition of a native plant? A point that I make my paper is that, in this era of climate change, the definition of a native plant shouldn't just take into account geographic proximity or climactic conditions, but also the benefits that these plants have for native fauna. Because if we're planting native plants solely based on their historical region of nativity, what good is it if they can't survive the climactic conditions of the future? They can't benefit the local fauna if they can't survive. This is an idea that I found in this research paper from the university of Lausanne that talks about tree planting as it relates to climate change. The paper is in French, but I will break it down for you because it's super interesting. The researchers used climate modeling to predict the climate in Lausanne in 2070 and then rated a list of 110 trees. These 110 trees from around the world were rated according to how well they would be adapted to this predicted future climate. Trees best adapted to the predicted climate received a score of one, and then the trees that were less and less adapted to that predicted climate received scores of 2, 3, or 4 being the worst. But the researchers didn't just stop at looking at the adaptability of these trees to the future climate; they also took into consideration the potential for supporting local biodiversity. Biodiversity potential was calculated mainly from two factors: geographic deviation and phylogenetic deviation. I'll explain what that means. We've already kind of discussed the geographic deviation — basically, the plants that are found in this area in this close region here in Switzerland are considered to have a low geographic deviation because they're from the area. Trees found on the European continent, but not necessarily in this local area, are considered to have a medium geographic deviation. And then trees found on another continent are considered to have a high geographic deviation. The idea is that the area that a tree is native to, the closer that is to here in Switzerland, the more likely that that tree would be able to support the local wildlife. So a tree from Italy is probably more likely to support wildlife here in Switzerland than a tree from Japan. The second factor that the researchers taken to account for this biodiversity potential is the phylogenetic deviation. Phylogenetic is talking about genes, DNA, how closely things are related. So we're talking about family. The closer two plants are related, the less phylogenetic deviation there is. So if we take maple trees as an example, maybe we already have a species of maple tree here in Switzerland, and we're considering planting a species of maple tree that comes from Japan. Geographically speaking, that's a long ways off. But genetically speaking, that maple tree is a cousin. So the wildlife here might still be able to take advantage of that Japanese maple tree because they're genetically related. They're family, they're cousins. The closer these two plants are related, the less phylogenetic deviation there is, the more biodiversity potential there is. And these are all important things to consider because, as the researchers point out, some of the trees that are the best adapted for this future 2070 climate, they don't have very much biodiversity potential. However, some of the trees down here in the second place category, even though they may not be the best adapted to the future climate, they do have a pretty good biodiversity potential. This is why, in these conversations around planting native plants, I think it's really important to consider some of these native adjacents, as Andy calls them, because what might be native adjacent today could be the perfect native plant tomorrow.",
    "create_time": 1714564823,
    "id": 7363999758949649707,
    "region_code": "US",
    "video_description": "#stitch with @Andy Matheson What is a native plant? #horticulture #nativeplants #climatechange ",
    "hashtag_names": [
      "stitch",
      "climatechange",
      "horticulture",
      "nativeplants"
    ]
  },
  {
    "hashtag_names": [
      "stitch",
      "ignorance",
      "oil",
      "carbon",
      "environment",
      "climatechange",
      "climate",
      "renewableenergy",
      "science",
      "climatecrisis",
      "climateaction",
      "carboncycle"
    ],
    "region_code": "US",
    "username": "leilooney",
    "video_description": "#stitch with @Leilooney  none of us can be perfect, but we can all try our best and we can hold the corporations that are contributing the most accountable for the part they play.  #carbon #climate #science #carboncycle #renewableenergy #climateaction #climatechange #climatecrisis #oil #environment #ignorance ",
    "voice_to_text": "since it's apparently not nearly as common knowledge as I thought let's go over the carbon cycle and why carbon emissions and pollution are causing climate change to accelerate climate changes natural the world goes through cycles but we are accelerating it faster than the organisms on planet can adapt okay so that's the reason why climate change is a problem at our level now everything that's alive has carbon in it everything that is alive that has carbon and the soil has carbon in it and oil in the ground has carbon in it what we don't want is atmospheric carbon and when you burn carbon materials and you use other chemical processes to alter those carbon materials you create things like carbon monoxide carbon dioxide methane chlorofluorocarbons all of these are atmospheric or gaseous carbon compounds the issue with these compounds is that they allow the sun's energy to come in and not to go out of our atmosphere so the light comes in it heats things and then the heat is not able to escape that is what is increasing the speed of climate change again climate change naturally happens throughout the earth cycle but we are accelerating it much faster by burning carbons that were safely stored in the soil in solid compounds into the atmosphere in gaseous compounds they're called greenhouse gases because they hold in the heat just like a greenhouse except instead of having a nice little house around a few plants it's around the entire world which does cause natural disasters all over the world because weather patterns are changing faster than the various climates can adapt soil is being washed away too quickly cause too much rain is falling in certain areas causing massive massive amounts of flooding and landslides and things like blizzards are happening and heat waves and a bunch of other things that are directly related to carbon emissions caused by are use of fossil fuels and again I never claimed to be a perfect human being none of us can be perfect I don't care who you are none of us can be perfect and believe me if I could make a living without my car I would be happy to do so I did walk for a long time unfortunately I can't afford to live close enough to work to be able to walk if you made it this far in the video thank you for listening and I hope you Learned something um don't give up because there are a lot of people out there making a lot of really really ignorant comments and it's just cause they don't know any better but if we all take a little bit of time to do a little bit of research and understand what we're talking about we would all be better off",
    "create_time": 1714541129,
    "id": 7363897954891058475,
    "is_stem_verified": false,
    "view_count": 269
  }
]