[
  {
    "id": 7375173841397484842,
    "create_time": 1717166479,
    "is_stem_verified": false,
    "region_code": "US",
    "username": "couriernewsroom",
    "video_description": "“That’s the problem with the Republican Party; it is continually addicted to lying.” — George Conway",
    "view_count": 106163,
    "voice_to_text": "You're probably gonna see this backfire politically on the Democrats, and they're gonna regret it. I mean, George, I will say, uh, I have heard from some people who really don't wanna see Trump get elected in the Republican Party, who are concerned that this is just this particular case is just going to drive additional enthusiasm for the former president. I'm interested you to respond to that. And you got your face in your hands. What do you got to say to Scott? I have to say. I mean, look. I mean, you know, Scott's lying. And that's the problem with the Republican Party. It is continually addicted to lies. What am I? Wait a minute. What am I? What am I? You're lying. You're lying. You're lying, Scott. You're lying about the law. You're lying about what the jury was charged to find. They don't have to find an underlying crime. They had to find the intent to cover up an underlying crime. And the underlying crime was pretty obvious. What was the crime? You ran for public office, Scott. You. You ran for public office, Scott. You know, you can't take money from somebody and reimburse them to. For. As a. You know, if it's a campaign, you know that damn well. And you. Okay, fine. You're close enough. You're involved in politics to know that. Okay, so that's the problem with the Republican Party, is that they are so fused with lies. I don't know why this Network is paying Scott to commit to save those lives. Whoa, whoa, okay, let's. Let's not go there. George, please. Please, let's not go there. No, no, we should go there. Scott is. Scott is our colleague, and we're gonna treat him respectfully as such. Continue. Well, you should. Here's my question. If it is an obvious crime, why did the department of justice and the Federal Election Commission take a pass on it for the federal election? They should have prosecuted it. Should have been prosecuted on January 21. On January 21, 2,021. Let's look at this, okay? That's what we all know. This is the thing about Donald Trump. He's never been. He's never been. Donald Trump has been let off. He should have been indicted for. And the fact of the matter is, Donald Trump isn't treated special. But he wasn't. Hold on, please. David. It doesn't",
    "hashtag_names": []
  },
  {
    "id": 7374950724221848863,
    "is_stem_verified": false,
    "region_code": "US",
    "username": "shaunab10",
    "video_description": "#maga #donaldtrump #verdict ",
    "view_count": 15899,
    "create_time": 1717114666,
    "hashtag_names": [
      "donaldtrump",
      "maga",
      "verdict"
    ]
  },
  {
    "hashtag_names": [
      "maga",
      "makeamericagreatagain"
    ],
    "is_stem_verified": false,
    "region_code": "US",
    "username": "maganews",
    "create_time": 1717114209,
    "id": 7374949352608959787,
    "video_description": "The left’s lawfare is backfiring.  The #MAGA momentum is surging like never before. And the real verdict comes on November 5th, 2024 🇺🇸🇺🇸🇺🇸#MAKEAMERICAGREATAGAIN ",
    "view_count": 709266,
    "voice_to_text": "I think it's a little ridiculous that in the city where you won't lock up a common criminal. Yeah. You're gonna put a guy who's running for president through all this bullshit that. Sorry. All this crap where, you know, months before he's running for president, it just so happened to occur to you that maybe he committed some crimes? I didn't vote for him the past two elections, I'll be honest. Um, and when I say I'm a supporter, I'm somebody who doesn't support everything single thing he says or even does. But at this point, they got me to a place where I will pull the lever for this guy because, I mean, what they're doing to him is disgusting. And I think the person we have in office right now is incompetent. They've taken it too far to where they've awakened independent minds like yourself. Sure, I. I think they. This backfire on them completely because, um. And I think they're kind of, um, crapping their pants a little bit because this has made him more appealing to someone like me. Um, and even people who I talk to on a daily basis who may not even like him as a person, but the idea of him being perhaps thrown in jail would be crazy. Like, what kind of country is this?"
  },
  {
    "hashtag_names": [
      "guilty",
      "trump",
      "news",
      "newsweek"
    ],
    "video_description": "Former President Donald #Trump reacted to the #guilty counts in his criminal hush money trial. \"The real verdict is going to be November 5 by the people.\" #news #newsweek ",
    "voice_to_text": "This was a disgrace This was a rigged trial by a conflicted judge it was corrupt it's a rigged trial of disgrace they wouldn't give us a venue change we were at 5% or 6% in this district in this area this was a rigged, disgraceful trial the real verdict  is gonna be November 5th by the people and they know what happened here  and everybody knows what happened here you have a Soros-backed DA and the whole thing we didn't do a thing wrong I'm a very innocent man and it's okay I'm fighting for our country I'm fighting for our Constitution our whole country is being rigged right now this was done by the Biden Administration  in order to wound or hurt an opponent a political opponent and I think it's just a disgrace and we'll keep fighting we'll fight till the end and we'll win because our country's gone to hell we don't have the same country anymore we have a divided mess we're nation in decline serious decline millions and millions of people pouring into our country right now from prisons and from mental institutions terrorists and they're taking over our country we have a country that's in big trouble but this was a rigged decision right from day one with a conflicted judge we should have never been allowed to try this case never and we will fight for our Constitution this is long from over thank you very much",
    "username": "newsweek",
    "view_count": 330764,
    "create_time": 1717105413,
    "id": 7374911571811634478,
    "is_stem_verified": false,
    "region_code": "US"
  },
  {
    "username": "dailymail",
    "video_description": "Donald Trump claimed he is a 'very innocent man' in his first appearance after a jury found him GUILTY on all 34 felony counts in his historic hush money trial. #donaldtrump #trump #presidenttrump #crime #news #breakingnews",
    "view_count": 2682120,
    "create_time": 1717104721,
    "hashtag_names": [
      "crime",
      "donaldtrump",
      "breakingnews",
      "trump",
      "news",
      "presidenttrump"
    ],
    "id": 7374908600101260587,
    "is_stem_verified": false,
    "region_code": "US"
  },
  {
    "username": "guitarplayerone",
    "video_description": "",
    "view_count": 57519,
    "region_code": "US",
    "voice_to_text": "So when Donald Trump gets an acquittal or a hung, hung jury, what are you fucking lowlifes gonna do out there? You Trump hating fucking lowlifes? You got no other case? What the fuck you gonna do now?",
    "create_time": 1717076368,
    "hashtag_names": [],
    "id": 7374786818702609707,
    "is_stem_verified": false
  },
  {
    "hashtag_names": [
      "duet",
      "greenscreen"
    ],
    "id": 7374758421096090923,
    "region_code": "US",
    "username": "mother0fdragginz",
    "view_count": 4221,
    "create_time": 1717069759,
    "video_description": "#duet with @donaldjtrumpjr #greenscreen @Make America Great Again @JR MAJEWSKI  WE LOVE YOU DJT AND DJTR❤️❤️🇺🇸🇺🇸🇺🇸🇺🇸",
    "voice_to_text": "Guys, I'm here with, uh, your favorite president. We're cranking out a couple mean tweets at the courthouse. Why don't you read that last one? Cause I think it's pretty loud. I think I'm gonna put it out instead of reading it, but, uh, I know my son's doing very well on social media. I'm proud of him. Stay tuned. It'll be a doozy.",
    "is_stem_verified": false
  },
  {
    "hashtag_names": [],
    "id": 7374610420742622507,
    "region_code": "US",
    "video_description": "The choice is clear! 05/29/24",
    "view_count": 116899,
    "create_time": 1717035296,
    "is_stem_verified": false,
    "username": "harryjsisson",
    "voice_to_text": "it's truly crazy how there are people out there who think that Donald Trump is better than Joe Biden I mean can we just take a look at what happened today President Biden was speaking in Philadelphia and he was laying out his vision for the next four years if he's reelected and he was specifically focusing on what he wants to do for black Americans and he was speaking to a packed house a bunch of people showed up whereas Donald Trump on the other hand well he was in court in New York and jury deliberation started in his first criminal trial and the jury is deciding whether Donald Trump should be found guilty for 34 felony charges or not that's what Donald Trump was doing today he's in court President Biden is out there talking to the American people about his plans Biden's doing like normal presidential stuff and Donald Trump's doing whatever the hell he's doing these days the choice is so clear Biden 2024 every day of the week"
  },
  {
    "is_stem_verified": false,
    "region_code": "US",
    "username": "babsknowsbest",
    "video_description": "It's a third party kind of year. #enoughisenough #humanity #greenparty2024 #brothersister #fyppppppppppppppppppppppp #fypage #bettertogether ",
    "view_count": 337,
    "create_time": 1717034576,
    "hashtag_names": [
      "brothersister",
      "enoughisenough",
      "bettertogether",
      "humanity",
      "fypage",
      "fyppppppppppppppppppppppp",
      "greenparty2024"
    ],
    "id": 7374607333332176171
  },
  {
    "hashtag_names": [],
    "view_count": 133348,
    "create_time": 1717032764,
    "id": 7374599545747000619,
    "is_stem_verified": false,
    "region_code": "US",
    "username": "underthedesknews",
    "video_description": "Remember when Jerry Seinfeld dated Shoshanna Lonstein  — who was a high school student whom he met in Central Park in 1993 when she was 17 and he was 38? Was that “dominant masculinity” 🥴 . Interview by Bari Weiss of The Free Press ",
    "voice_to_text": "I miss uh a dominant masculinity I couldn't help but wonder if part of it is maybe your own nostalgia for this time that feels like another planet or at least of course it does but there's another element there that I think is the key element and that is an agreed upon hierarchy hmm which I think is absolutely vaporized in in today's moment and I think that is why people lean on the horn and drive in the crazy way that they drive because we have no sense of hierarchy and as humans we don't really feel comfortable like that so um that is part of what I think is if you wanna talk about nostalgia that's part of what makes that moment attractive looking back and the other thing is as a as a man can I be sure you are are you I I I will I've always wanted to be I didn't ask your pronouns before I've always wanted to be a real man I never made it but I I really thought when I was that in that era again it was JFK it was Muhammad Ali it was Sean Connery how it goes so you can go all the way down there that's a real man I'm gonna I wanna be like that someday well no I never really grew up it's that's I mean you don't want to as a comedian because it's a childish uh pursuit but um I miss uh a dominant masculinity yeah I get the toxic Dunkin ha ha ha ha but still I like a real man"
  },
  {
    "id": 7374532932662218027,
    "is_stem_verified": false,
    "region_code": "US",
    "username": "donaldjtrumpjr",
    "video_description": "MAGA! ",
    "view_count": 7698506,
    "create_time": 1717017254,
    "hashtag_names": [],
    "voice_to_text": "hey guys I'm here with uh your favorite president we're cranking out a couple mean tweets at the courthouse why don't you read that last one cause I think it's pretty yeah I think I'm gonna put it out instead of reading it but uh I know my son's doing very well on social media I'm proud of him stay tuned it'll be a doozy"
  },
  {
    "view_count": 1407,
    "create_time": 1717003412,
    "hashtag_names": [
      "trump",
      "hushmoney",
      "traial",
      "turmptraial"
    ],
    "id": 7374473475391606062,
    "is_stem_verified": false,
    "region_code": "US",
    "username": "ethiofm223",
    "video_description": "Jury deliberation to begin in #trump #hushmoney #traial   #Turmptraial "
  },
  {
    "create_time": 1716956441,
    "username": "travelingnurse",
    "hashtag_names": [
      "taylorswift",
      "greenscreen",
      "billieeilish",
      "may26",
      "rafah"
    ],
    "id": 7374271740626652458,
    "is_stem_verified": false,
    "region_code": "US",
    "video_description": "#greenscreen #taylorswift #billieeilish #rafah #may26 ",
    "view_count": 150857,
    "voice_to_text": "If you are not caught up, Israel has now bombed not one, not two, but three designated safe zones filled with refugees living in tents. One of these safe zones, zone 2, 3, 7, 1, was designated as a safe zone four days ago. They bombed it 60 times. This Arabic post is translated here. A journalist from Gaza says, I saw a child enter the burning tent after it was targeted in order to help his injured mother who could not walk. And because of the heat of the fire, we could not catch him. He was bolder than all of us. Today, as we searched the place, we found them hugging in chard. Today at a White House press briefing, John Kirby was asked by a reporter if these bombings, if these actions violated Biden supposed red line when it came to a Rafa invasion. Biden is fine with it. That's what John Kirby said. Biden has no issue with this, with bombing a designated safe zone that you lured children into four days ago 60 times."
  },
  {
    "create_time": 1716935317,
    "hashtag_names": [
      "usa",
      "donaldtrump",
      "news",
      "biden"
    ],
    "id": 7374180951020145928,
    "is_stem_verified": false,
    "region_code": "RU",
    "username": "informant_go",
    "video_description": "#news #donaldtrump #usa #biden ",
    "view_count": 4290808
  },
  {
    "username": "theoldermillennial.1",
    "view_count": 231601,
    "voice_to_text": "If I didn't know any better, I'd actually think that the prosecution's closing argument in this case is fucking comedy routine, because, of course, they had to somehow try to make a case as to why the jury should believe anything Michael Cohen said. Now, obviously, they didn't televise the trial, but reporters have already said what the prosecution said in their closing argument. That they acknowledge that Michael Cohen is a convicted purger, both in court and before Congress. They acknowledge that Cohen recently lied to a judge and falsified documents to get out of his probation. They also acknowledge that Cohen got caught lying three times on the stand in this trial by itself. But then they just said, well, despite all that, he's telling the truth about his accusations against Trump, which is a fucking batshit crazy argument to make. You're saying that, yes, he has lied in the past, yes, he has been convicted of lying. Yes, he has recently lied and forged documents to a judge, and, yes, he lied on the stand three separate times in one testimony. But what he said about Trump is true. He lied to the court about not wanting a pardon from Trump, and they proved that by showing the affidavit he signed requesting a pardon. He lied about not wanting revenge against Trump, and to prove it, they played his podcast where he said he wanted revenge against Trump. Also decided not to talk about the fact that Michael Cohen admitted to embezzling money from the Trump Organization. They basically just said everything Cohen lied about was to protect Trump. And that Michael Cohen, while he would lie to protect Trump, he would never lie to protect himself. Yeah, I mean, let's see how that works out.",
    "is_stem_verified": false,
    "region_code": "US",
    "video_description": "Was That A Closing Argument Or A Comedy Routine? #biden #biden2020 #biden2024 #crime #trial #jury #trump ",
    "create_time": 1716933038,
    "hashtag_names": [
      "crime",
      "trump",
      "trial",
      "jury",
      "biden",
      "biden2020",
      "biden2024"
    ],
    "id": 7374171226681429291
  },
  {
    "hashtag_names": [
      "dating",
      "datingadvice",
      "datingtips",
      "datingadviceformen",
      "datingtipsformen",
      "alphadom1c"
    ],
    "region_code": "US",
    "video_description": "Replying to @AmandaAlizabeth if you see those or do those two facial expressions the relationship is terminal. Meaning its on its last leg anyhow. #datingadviceformen #datingtipsformen #dating #datingadvice #datingtips #alphadom1c ",
    "view_count": 9416,
    "create_time": 1716927367,
    "id": 7374146870169341227,
    "is_stem_verified": false,
    "username": "alphadom1c_2.0",
    "voice_to_text": "Hmm. So what you are telling me is that your relationships, one, don't have any boundaries whatsoever, and two, you're okay with presenting second class behavior and not having any type of correction. But your relationships are going really well. But let's talk about this and some more. Psychologists and couple counselors have all pretty much agreed that these two body languages that I. Or facial expressions that I mentioned in that video signify that the relationship is terminal. In case you're a little confused on the usage of terminal, means the relationship is already drawing to a close. Meaning, if something doesn't drastically change, the relationship is already going to failure. Now, most people don't know this, and that's why I'm teaching people. But in the case if you were one of my girls and I said this to you, and it has happened where I've called them out and said, no, you don't do that. You continue to do that, the relationship is over. They have. They pulled the plug there. To which I'm okay with. Reason I'm okay with is because I know what those signs mean. And I already know that resentment is in that girl's heart. Whether it's something I've done or something her friends are whispering in her ear. It can be a bunch of different things. But that means the relationship is already at its end. And the only way to save it at that point is to correct the behavior and work Together and fixing it. But most people don't know that, and it's a very common thing. Couple counselors notice this a lot. That if they ever watch a couple and there is somebody who sneers, I think it was like a 92% chance that that relationships ending anyways. And besides, if you can't accept correction within a relationship, you are not a partner that should be dating anyways. You have things that you need to go to therapy and learn about and deal with. Probably some trauma you need to fix in order to grow and become better and actually be a dating somebody in the dating pool that is actually gonna be worthwhile for someone to date."
  },
  {
    "is_stem_verified": false,
    "video_description": "Trump On Fauci #timpool #timcast #timcastirl From Special Interview w/ President Trump Watch the full episode at timcast.com",
    "view_count": 1964,
    "create_time": 1716910228,
    "hashtag_names": [
      "timpool",
      "timcast",
      "timcastirl"
    ],
    "id": 7374073245131164974,
    "region_code": "US",
    "username": "timcastirltiktok",
    "voice_to_text": "Fauci lied to Congress about the gain of function research that was going on. Uh, and now we have testimonies. Well, I'm the one to stop the funding. And this was funding from before me. I'm the one to stop the funding. Fauci wasn't a big player in my administration like he was after I left. I mean, Biden made him the king of everything. And, uh, if you, if you take a look at that, Fauci was not the big player with me that he was. And in fact, I did things that he didn't wanna do. He wanted to keep it open to China. I said, you gotta close it to China, because it was all coming out of China. It was coming out of Wuhan. Which I said right at the beginning. Uh, but, uh, the other thing is, and what people don't realize, I gave, um. I believe in federalism. I gave the power to governors. Some governors did a great job. In all cases, they were Republicans. And some, like in South Carolina, Henry Mcmaster, kept everything open. Kept everything open. Others didn't. The Democrats did a bad job. Very bad job."
  },
  {
    "region_code": "US",
    "username": "augustussanger",
    "create_time": 1716859021,
    "hashtag_names": [
      "augsarmy",
      "fypシ",
      "alleyesonrafah"
    ],
    "id": 7373853325747359019,
    "is_stem_verified": false,
    "video_description": "I’m so sorry but my brain is having the most difficult time processing the images I have seen. #augsarmy #fypシ #alleyesonrafah @Operation Olive Branch ",
    "view_count": 7840563,
    "voice_to_text": "I just gotta ask y'all something. That baby that we saw. You know what? The missing, um, kissing girls. The only one. Like, they all think that was the only child that happened to. And that child just happened to come across your phone screen. So baby was not the only one. I just keep picturing my baby, and I think that baby was somebody's baby. That baby was somebody's whole life. This isn't war. This is a genocide. This is murder."
  },
  {
    "id": 7373761594238553386,
    "is_stem_verified": false,
    "username": "theoldermillennial.1",
    "video_description": "Let Me Explain Why I Am Not Effected By Your Criticism. #biden #biden2020 #biden2024 #trump #trump2020 #trump2024 ",
    "create_time": 1716837663,
    "hashtag_names": [
      "trump",
      "biden",
      "trump2020",
      "biden2020",
      "trump2024",
      "biden2024"
    ],
    "region_code": "US",
    "view_count": 211655,
    "voice_to_text": "Let me quickly explain to the liberals why I don't give a fuck about the videos you're making about me. And I'm gonna quote Rick and Morty here. I am not affected by your booze because I've seen what makes you cheer me. To take your criticism to heart, I'd first have to value your opinion. And the funny thing is, you guys are trying to attack me from like a moral standpoint, as if you hold any moral high ground whatsoever. The vast majority of you are pro choice, you are pro abortion, you are pro murdering babies just cause you don't want them. You have no moral high ground. I think stupid people should walk off a cliff. That's certainly not as bad of a position as murdering babies cause it'll fuck with your vacation schedule. Or murdering babies because you don't like what it's gonna do to your body. Like, no, your beliefs are fucking horrible. You have no morals. You support some of the worst things that have ever been created on this earth. You support Planned Parenthood, an organization founded by Margaret Sanger, who wasn't a vowed eugenicist and a rampant racist. You support a party in this country. That is the history of racism in our nation. Please know that I do not give a fuck what you think of me. Because like I said before, to feel anything about your criticism, I'd first have to value your opinion. I'd first have to think That you're a good person? I'd first have to think that you have some kind of moral fucking high ground. And to the conservatives that are mad at me, I've told you this many times, over and over and over again. I am not a conservative. Sure, I have some conservative beliefs when it comes to physical policy and border security, but that's a practical argument. Most of my leanings are pretty fucking Liberal. Not Liberal to the point of batshit crazy leftist, but outside of fiscal policy, I'm pretty much Liberal on everything. And I haven't hidden this from anyone. I've said it over and over and over again. So you can be mad at me. And look, there's a few people on this platform who if they're mad at me, I take that to heart because I value their thought process and I value their opinion. But please know that the opinion of people like Harry or Dean or Parker will never bother me. Cause I don't value them as people. I certainly don't value their awful opinions. So if you wanna be mad at me, be mad at me. But if you want me to care, be somebody I respect first. Oh, and for all you haters keep jumping in my comments and giving me that algorithm boost."
  },
  {
    "hashtag_names": [],
    "id": 7373550899257511211,
    "region_code": "US",
    "video_description": "Absolutely unacceptable. @The Older Millennial  ",
    "view_count": 1807370,
    "voice_to_text": "So I just debated the older millennial, the big Republican creator on this app, and I am at a loss for words for what he said during this debate. He argued for the unaliving of people who are mentally disabled. He said all of them should go. Take a look at the clip here. People. Yeah, I think people who are gonna hold humanity back, we should eliminate them. Can you define, like, hold humanity back? Yeah, people who have met an IQ standard that they cannot support humanity or support a normal job or are mentally disabled. What? He is calling for the unaliving of millions of people around the world, people in the United States, because they don't hit his definition of productive member of society. That is an abhorrent thing to say. That is the position of some of the worst leaders in history. Mustache Man from World War 2 comes to mind. And he said this multiple times during the live, not just when Chris and I were there, but when he was debating other people. People like Parker and Dean have posted videos about this. Listen, this is not politics. I know there are people out there who disagree with me, there are people out there who agree with me, but this is not politics. This is basic human rights. And there are people watching this video who, under his belief, should have their close family members and loved ones unalived. It's disgusting. It's abhorrent. Nobody should Be saying things like that, especially a large creator like himself. So if you were watching that live, I'm sorry you had to witness that, but we are better than this as Americans. And I don't care your ideology. We are better than this.",
    "create_time": 1716788611,
    "is_stem_verified": false,
    "username": "harryjsisson"
  },
  {
    "region_code": "US",
    "create_time": 1716758626,
    "is_stem_verified": false,
    "username": "officialcorimiles",
    "video_description": "And for anyone who says the court systems are fair or that theres reasons why moms dont have their kids (not all cases of course) you are SO wrong. If someone has money, has torn you down so much, or makes false claims - you can lose. And it takes MONEY to keep fighting. #toxicrelationship #narcissist #toxic #momsoftiktok ",
    "view_count": 2110254,
    "voice_to_text": "okay this whole inventing Elizabeth has me in a chokehold so if you're not aware just quick little lowdown there was a woman who went viral uh her name was Elizabeth and she was like baking for herself made a video and she was crying cause she's a single mom and she had to make like that cake for herself at millions and millions of views and then her ex Andrew Andrew came up to bat and was like oh my god she's lying I have full custody of the kids she's a psychopath like I mean making like all of these outrageous claims saying how like terrible she is as a woman as a mom was like she's fooling all of you guys his account is literally called Inventing Elizabeth which kinda should start telling you something he created it in 2022 and his his whole account is like to take her down but people are like on his side and they're like oh my god he brought some receipts that didn't look valid but she like brought some receipts and when I tell you this woman is a victim of narcissistic abuse holy crap and then people are like oh my god well if the court says one thing it must be true first of all we don't even know what these documents are true or not and he has a shit ton of money okay and she was like a stay at home mom so when she left she like doesn't have anything okay textbook abuse of like okay well I'm gonna win in court because I'm sorry guys if you have money you're gonna win in court that's how it works or if you say outrageous claims and then they have to look into it and it's an investigation forever and it's even if it's not true that's abuse okay like this man has dedicated websites to the to the mother of his children which she does have and makes like happy cute videos but his whole time is spent trying to destroy her and take her down and that my friends is abuse and that my friends is why people have such a hard time leaving their abuser because years of mental and emotional torture comes to follow",
    "hashtag_names": [
      "toxic",
      "narcissist",
      "toxicrelationship",
      "momsoftiktok"
    ],
    "id": 7373422134535720235
  },
  {
    "create_time": 1716658856,
    "hashtag_names": [],
    "id": 7372993628018412846,
    "is_stem_verified": false,
    "region_code": "US",
    "username": "weedsgaming420",
    "video_description": "Replying to @cottagecore_coward LOL 🤣 we both know you just learned about third parties in the last few months",
    "view_count": 308
  },
  {
    "voice_to_text": "California. What the fuck is with the stoplights on your own ramps? So I went to San Jose for work last week, and I saw something that I've never seen in any other state. Like, I'm originally from the northeast, and we don't have this. And now I live in the southeast, and we definitely don't have this here. But what they had in California was a stoplight at the bottom of an on ramp. It was just a light that stayed red until you came up to it and came to a complete stop. Then the light would flash green, and it would let one car at a time go on the highway. But what the fuck is the reason for that? Because all it did was create traffic on the on ramp and then make merging even more difficult. Because instead of building speed coming down the on ramp and easily merging on the highway, I had to, like, accelerate the 70 miles an hour in a very short period. I mean, look, I was in the Tesla, so the acceleration wasn't a problem. But I don't understand the point of those lights. Why do you want people that are trying to get on the highway to have to come to a complete stop right before they get on the highway and then have to floor it to get up to 70 before their lane ends? Like, that doesn't make any sense to me. When y'all had those Put in did the state have a good reason why that happened? Cause I certainly cannot think of a good reason for those fucking lights. Somebody from California explain this to me.",
    "create_time": 1716600437,
    "hashtag_names": [
      "california",
      "highway",
      "cali",
      "biden",
      "biden2020",
      "californiacheck",
      "biden2024"
    ],
    "region_code": "US",
    "video_description": "California, What Is Up With The Stop Lights On Your Highway On-Ramps? #biden #biden2020 #biden2024 #cali #california #californiacheck #highway ",
    "view_count": 103287,
    "id": 7372742720760122666,
    "is_stem_verified": false,
    "username": "theoldermillennial.1"
  },
  {
    "id": 7372728137605516586,
    "is_stem_verified": false,
    "voice_to_text": "A few weeks ago, I asked Biden supporters to explain why they were supporting Mr. Biden without mentioning anything about Mr. Trump. For those of you who answered those questions without mentioning President Trump, thank you. For everyone else, you need to follow directions. Now I'm going to turn the tables and I'm going to ask Trump supporters to explain why they support President Trump without mentioning Mr. Biden or his son or his family. Okay? In other words, please explain why you support President Trump and not so much why you oppose President Biden.",
    "create_time": 1716597042,
    "hashtag_names": [
      "trump",
      "biden",
      "2024election"
    ],
    "region_code": "US",
    "username": "lawyermatt",
    "video_description": "If you support President #Trump, tell me why without mentioning anything about President #Biden or his family. #2024election ",
    "view_count": 14890
  },
  {
    "video_description": "#greenscreen #greenscreenvideo ",
    "voice_to_text": "didn't I just tell y'all that there was something going on with the ocean and the world is trying to tell us something listen listen listen this local watching from the top of the hill the 45 old false killer whales and one buffaloes dolphin first stranded before two PM yesterday at the rocky beach in Taylors Bay they were screaming it is probably the thing that's stopping me from sleeping because you can hear the screaming in your ears um they were making more than a noise they were really yelling out for help I told you told the species it's extremely rare with the tragic events that unfolded yeah there's gotta be uh something in the haystack to look for that has a bit of positivity and may we hope to learn a lot more like why these creatures stranded in the first place I put up the video about the whales in the ocean I told you I was trying to tell you something in the last other video I dropped about the ocean I told y'all oh my god",
    "hashtag_names": [
      "greenscreen",
      "greenscreenvideo"
    ],
    "is_stem_verified": false,
    "region_code": "US",
    "view_count": 12784672,
    "create_time": 1716580078,
    "id": 7372655274257108266,
    "username": "nizzyconspiracy"
  },
  {
    "create_time": 1716567032,
    "is_stem_verified": false,
    "region_code": "US",
    "username": "meidastouch",
    "voice_to_text": "This is Trump speech in the Bronx. This is what it looked like today in the Bronx, New York. Tell me you've never been to New York without telling me you've never been to New York. That is Barack Obama's rally in front of 100,000 people in Saint Louis in 2,008. This is an aerial shot of Donald Trump's rally in the Bronx.",
    "hashtag_names": [
      "chicago",
      "newyork",
      "barackobama",
      "donaldtrump",
      "exposed",
      "maga",
      "debunked",
      "bronx",
      "meidastouch"
    ],
    "id": 7372599239592938795,
    "video_description": "They are really bad at this. #bronx #newyork #chicago #donaldtrump #debunked #exposed #barackobama #maga #meidastouch ",
    "view_count": 3047321
  },
  {
    "hashtag_names": [
      "dumb",
      "lie",
      "trump",
      "foryou",
      "crowd",
      "fy",
      "stlouis",
      "maga",
      "foryoupage",
      "bronx",
      "fypシ゚viral"
    ],
    "is_stem_verified": false,
    "username": "wiseacredesign",
    "video_description": "Dude, if you're gonna lie make it a big one @The Older Millennial  #fy #foryou #foryoupage #fypシ゚viral #lie #trump #bronx #crowd #stlouis #maga #dumb ",
    "create_time": 1716555554,
    "id": 7372549917610380586,
    "region_code": "US",
    "view_count": 38699,
    "voice_to_text": "This is Trump's speech in the Bronx. This is what it looked like today in the Bronx, New York. Are you sure that's the crowd? I think this is the crowd, right? No, no, no, no. Maybe this is. Maybe this is the crowd he was talking to. No, wasn't that crowd? Maybe is this crowd. Was this where he was speaking in the Bronx, or was it this? It was definitely. It was definitely this. Right? Look, you know, right? You know that people can just look that up? A city that isn't New York, a crowd that wasn't for Trump. Anyone can figure this out. You know that, right? Like, I can't imagine you're that dumb, but you know that the people you're speaking to are. Because they're not gonna look it up. They're not gonna even look up if it's true or not because they want it to be true and therefore is true. You say that we are delusional. We're delusional. Okay. Okay, fuck it. Bye."
  },
  {
    "id": 7372540239895629099,
    "is_stem_verified": false,
    "region_code": "US",
    "username": "newsweek",
    "view_count": 77541,
    "create_time": 1716553301,
    "hashtag_names": [
      "politics",
      "news",
      "biden",
      "newsweek",
      "icc"
    ],
    "video_description": "President Joe #Biden said the U.S. does not recognize the #ICC’s jurisdiction in the way it it being exercised. #news #newsweek #politics ",
    "voice_to_text": "You know, we've made our position clear on the ICC. We don't think the. We don't recognise the jurisdiction. Hi ICC. The way it's been exercised and, uh. And it's that simple. We don't think there's an equivalence between what Israel did with Hamas"
  },
  {
    "video_description": "The President Doesn't Control Rent, Gas, and Grocery Prices. #news #presidentialelection #politics ",
    "voice_to_text": "I don't know who needs to hear this, but Biden does not control gas prices, Biden doesn't control housing prices, Biden doesn't control rent prices, and Biden doesn't control grocery prices. When you don't know how the government works, you are easily misled. It is your local officials who are making your rent hot. Your governor and the lawmakers in your state can do something about high rent prices, not the president. Your governor and lawmaker can also do something about your electricity Bill increasing. Call obvious. They have more control over your lawmaker than you do. Why? Duh, the money. Now can Congress pass something? Yeah, but when you vote for lawmakers who are in the pockets of corporations, this is what the hell you get. Is it right? No. So when you go vote, at least know how the damn government works so you can make the right decision. That's all. Bye.",
    "create_time": 1716506054,
    "hashtag_names": [
      "politics",
      "news",
      "presidentialelection"
    ],
    "id": 7372337344319442219,
    "is_stem_verified": false,
    "username": "politicalsis",
    "region_code": "US",
    "view_count": 353217
  },
  {
    "create_time": 1716494271,
    "id": 7372286734391840043,
    "video_description": "I'm Considering - please blow this up y'all if you want another option #imconsidering #leftist #fyp #viral #manifest ",
    "voice_to_text": "look I know we're all locked into our decisions right now but wouldn't it be nice if there were another option and I'm just asking you to consider with me you don't have to go and commit to anything but like wouldn't it be nice if in spite of all of the reasons it's supposed to be impossible right there just were another option right okay so I got a plan for us to like I guess manifest that into reality over the internet wouldn't that be awesome and you do this if you don't like either of these options if we all put out a post that says I'm considering I'm considering another option than red or blue but you feel like you're trapped in voting for them just I'm considering you don't have to commit and then we can see how many people actually want another option and look I get there's all of this like it's math argument it's only the math as it stands as you stand on your side but the minute you start considering something else the math changes math isn't some permanent thing man math has to do with what we do and talk about amongst each other and I don't think we want what the government's doing I don't think anyone wants what either side of the government's doing I think that's fair to say I don't I don't wanna not to be divisive but like if we all did that then I really think we could get a sense of how many people actually want this and whether or not it is actually a mathematically viable option because the mainstream news media is not gonna do this poll for us you know we have to say we want it ourselves just out loud I'm considering you don't have to name the the even the context you can just send them back to this video I'll explain it to them yeah and then hopefully in a couple of weeks we can get a sense of like how many people actually just want another option and then rather than focusing on why we can't we can focus on the fact that the government gets its power from us and as soon as it starts doing it from the threat of force we are in a tyrannical government we should not obey anymore we should build alternatives and we should challenge we should stop trusting like I need to know what the score is and you know what I think of a if a majority like if we got a majority of the popular vote for just not these two guys what are they gonna do are they are they gonna try and put them into power are we gonna allow that I don't think so I mean like we're seeing like organizing on a level we haven't seen since the 1960s you know the 1950s when we were trying to end segregation like it's it's got momentum right now y'all I think we could do it I think we could consider it at least and then we have the option and we don't have to be jerks to each other and we can just we can stop relying on like the information of the two abusers why do we trust them they're private corporations man they have marketing departments that hit on your pain points they hit on my pain points as a trans person but I'm done listening to people who are trying to manipulate me through pain and fear yeah actually",
    "hashtag_names": [
      "viral",
      "fyp",
      "leftist",
      "manifest",
      "imconsidering"
    ],
    "is_stem_verified": false,
    "region_code": "US",
    "username": "decolonizationcoven",
    "view_count": 15239
  },
  {
    "region_code": "US",
    "username": "the_real_cool_dad",
    "video_description": "Can you relate?  #bidenomics #politics #democrat #republican #trump2024 #biden2024 #fyp ",
    "view_count": 761,
    "create_time": 1716476240,
    "hashtag_names": [
      "politics",
      "fyp",
      "democrat",
      "republican",
      "trump2024",
      "biden2024",
      "bidenomics"
    ],
    "id": 7372209291618471210,
    "is_stem_verified": false
  },
  {
    "view_count": 816,
    "hashtag_names": [
      "parati",
      "fyp",
      "voteblue",
      "foryourpage",
      "savedemocracy",
      "biden2024"
    ],
    "id": 7372179041664699678,
    "username": "opinionated.old.hag",
    "video_description": "#voteblue #Biden2024 #parati #fyp #foryourpage #savedemocracy #",
    "create_time": 1716469211,
    "is_stem_verified": false,
    "region_code": "US",
    "voice_to_text": "Donald Trump has a new line of attack against the judge in his New York hush money case. Take a listen. The judge hates Donald Trump. Just take a look. Take a look at him. Take a look at where he comes from. He can't stand Donald Trump. He's doing everything in his power. He says, look at where he comes from. Well, here are the facts. Judge Juan Mercian was born in Columbia. He came to the US when he was 6 years old. He started his legal career back in 1994 as a graduate of Hofstra University School of law. And he's been serving as a New York Supreme Court judge for about 15 years. That's Judge Juan Mercian. Trump has a gag order in this case. It precludes him from talking about witnesses and other members who are part of this trial, but not the judge."
  },
  {
    "view_count": 1710998,
    "create_time": 1716427487,
    "hashtag_names": [
      "trending",
      "university",
      "tiktok",
      "graduation",
      "collage",
      "fypage",
      "fypシ゚viral"
    ],
    "region_code": "US",
    "username": "voicesofthesilenc",
    "id": 7371999908074638634,
    "is_stem_verified": false,
    "video_description": "Students from George Washington University walking out during the graduation ceremony in protest #university #graduation #collage #fypシ゚viral #trending #tiktok #fypage media wont show them",
    "voice_to_text": "Free, free, free Palestine. Free, free, free Palestine. Divest. We will not stop. We will not rest. Disclose. Divest. We will not stop. We will not rest."
  },
  {
    "region_code": "US",
    "video_description": "When This Trial Is Over Michael Cohen Is Going To Prison For A Very Long Time. #biden #biden2020 #biden2024 #trial #fraud #trump  ",
    "view_count": 210040,
    "voice_to_text": "When this trial against Trump is over, Michael Cohen is going to prison for a very long time. And it has nothing to do with all the crimes he's already been convicted of. It's because he just admitted to committing so many more fucking crimes. So he was asked on the stand about the $50,000 The Trump Organization gave him to pay Redfinch for IT services, where he admitted that only $20,000 of that actually went to Redfinch, and he kept the other 30,000. He said he believed it was a bonus he was due. Like, at its most basic, that's embezzlement. It's also theft by deception, theft under false pretenses, forgery because he made a fake invoice, wire fraud, male fraud, and even unjust enrichment. And the trial to charge him with all that would be the easiest shit ever. They could just replay his testimony from this trial, because he was asked about this directly, and he admitted to it directly. Trump's attorney asked him directly, did you steal from the Trump Organization? And he answered, yes, sir. That is an admission of guilt. The only way he escapes going to prison is they don't charge him with this crime. Which would be kind of weird to not do, considering he just admitted to committing the crime. It would be the easiest case ever. And the funniest thing was to watch the media try to defend what Cohen did. Lawrence O'Donnell actually said, oh, this wasn't so much Embezzlement, but more of a forced bonus. That's not how that shit works, Lawrence. You don't get to lie to a company, say you need money for these services, and then pocket some of it. That is embezzlement and fraud. Here's the thing. Even if Alvin Bragg doesn't actually prosecute Michael Cohen for this, the Trump Organization is gonna Sue Michael Cohen into the fucking ground. Michael Cohen, if he somehow manages to avoid prison, is going to be broke for the rest of his fucking life. Because the Trump Organization is not just gonna come for that 30 grand now. They're gonna come for far more damages than that. And it's not gonna be hard, cause he fucking admitted to it. Like, if you actually zoom out on this trial, it's kinda wild, because you have to think that this entire trial revolves around a convicted liar, perjurer, and a disbarred attorney, as well as a prostitute. Those are the only people who have anything to say in this case against Trump. And we've already found out when Stormy Daniels took the stand in this case, she lied. Like, that's been proven. And when Michael Cohen took the stand in this case, he was found to lie three times in one testimony. All of that proven as well. And now he just admitted to committing embezzlement against the Trump Organization. And Michael Cohen, hilariously, is still wondering why Trump didn't make him a part of his administration. It's cause You're a fucking criminal, Mike.",
    "create_time": 1716414421,
    "hashtag_names": [
      "trump",
      "fraud",
      "trial",
      "biden",
      "biden2020",
      "biden2024"
    ],
    "username": "theoldermillennial.1",
    "id": 7371943786781592878,
    "is_stem_verified": false
  },
  {
    "create_time": 1716402805,
    "hashtag_names": [],
    "id": 7371893890846068010,
    "voice_to_text": "Okay. Tell me a famous male that you would feel safe being alone in a room with. I'll go first. Guy Ferrari. It's a Ferrari. I like to call him Guy Ferrari. He just.",
    "is_stem_verified": false,
    "region_code": "US",
    "username": "spampire",
    "video_description": "Uncrustable was a paid actress ",
    "view_count": 239053
  },
  {
    "region_code": "US",
    "username": "3rdgener",
    "video_description": "#bidensamerica #fyp #fypシ #biden #trump #foryou ",
    "view_count": 11444358,
    "create_time": 1716399763,
    "hashtag_names": [
      "trump",
      "foryou",
      "fyp",
      "biden",
      "fypシ",
      "bidensamerica"
    ],
    "id": 7371880811399875883,
    "is_stem_verified": false
  },
  {
    "video_description": "Handing Out Meatballs to Hungry People!🥹❤️",
    "hashtag_names": [],
    "id": 7371830224528362794,
    "region_code": "US",
    "username": "joshlilj",
    "create_time": 1716387983,
    "is_stem_verified": false,
    "view_count": 14815452,
    "voice_to_text": "How much is it for one of them? $12. Can I get 49 more of these? Can I double check? Yeah, you can double check. Okay. Can you do it? Just double checked with the chef and he said we can do 49 more. Okay. There's a bunch of hungry people out there. I would just wanna go give him a nice meal. Oh, absolutely. Okay. How long would it take to do 50? 10 to 12 minutes. Okay. Yeah, that would be great. And how do I pay? Yeah, you know what? Since you're. You're feeding people, we wanna take care of them. All 50? All 50. I don't think I can take that. You're doing your part and we wanna do our part. Are you the owner? I am. Oh, okay. So I guess you can technically say that again. What can I do for you? Keep doing what you're doing. That was super nice. Thank you so much. Thank you. We got 50 in here. Yeah. Let's see. Oh, my gosh. Oh, my goodness. Alright, thank you, guys. I appreciate your help and everything you're doing, man. Keep going. Thank you. Thanks, guys. Seriously. Here you go, man. Yeah, enjoy it. I'm crabby. Thank you. Leave me alone. Thank you. Yeah, you're welcome. Thank you. You're welcome. Thank you. Thank you. Thank you. Can I take. Thank you. Thanks very much. Thank you. Yep. Everybody go support Pink Ivy Kitchen and bar. They literally gave all the Food for free"
  },
  {
    "voice_to_text": "Just look at us, okay? Just look at us. Who seems to be in shape? Who's able to move around? Who's. I mean, this idea of, you know, slow Joe, I. Anyway, I. I shouldn't laugh about it, because, anyway, Donald Trump. Just look at us both. Watch us and determine whether or not you think, um, I'm misleading anyone. Not you, perturbed personally, but the public, you know, look at me.",
    "create_time": 1716248965,
    "id": 7371233126846188843,
    "is_stem_verified": false,
    "region_code": "US",
    "username": "bidendumbquotes",
    "hashtag_names": [],
    "video_description": "Able to move around. That’s his idea of being in shape. ",
    "view_count": 616361
  },
  {
    "id": 7371142793378499883,
    "region_code": "US",
    "username": "msnbc",
    "view_count": 2578334,
    "create_time": 1716227941,
    "hashtag_names": [
      "newyork",
      "crime",
      "trump",
      "news",
      "fyp",
      "maga"
    ],
    "is_stem_verified": false,
    "video_description": "Supporters of Donald Trump have been lining up behind the former president during his New York City criminal hush money trial and speaking out against the proceedings to show their unwavering support. But, Katy Tur points out that the people ranting on behalf of the former president aren't exactly \"angles\" and are instead \"Hell's angels\" and in one case, literally. #trump #news #maga #newyork #crime #fyp",
    "voice_to_text": "You look at the uniform that all of them are wearing. They're all in their blue suit and their red tie. The Trump uniform, every single one of them. It seems that they shopped at the same store and got the exact same suit and the exact same tie. There's also just the. The fact that the people that Donald Trump is surrounding himself with aren't exactly legal angels. You have Chuck Zito, A. Chuck Zito was, um, outlaw in a motorcycle gang in New York City, the Hells Angels. He spent years in prison on drug charges. Force Epstein, Donald Trump's legal adviser, indicted in Arizona regarding the fake electors. Bernie Carrick, the former commissioner of the New York City Police Department, who was in prison for tax related charges, then later pardoned by Donald Trump. Alan Dershowitz. Beginning in 2015, Dershowitz was involved in a series of defamation lawsuits and countersuits over allegations he engaged in sexual misconduct. He denied them that. Gates. Representative Gates is being investigated by the House Ethics Committee over allegations that include sexual misconduct. He's also denied any wrongdoing. Jason Miller, Donald Trump spokesperson, OG O Media, formerly Gizmoto Media Group. Nearly 42 grand in legal expenses after he tried and failed to sue the company for accurately reporting on legal filing stipulating he'd secretly drugged his pregnant mistress with an abortion pill. The people that he's surrounding himself with, I mean, if the jury knows anything about them, and maybe they don't know the Details of some of these allegations against each of these individuals, but they're not. He's not surrounding himself with Angels, but rather Hells Angels. Very true. And literally."
  },
  {
    "video_description": "This bill that forces Biden to send 💥 to Israel and punishes anyone who stops sending lethal aid just passed the House #yourfavoriteguy ",
    "view_count": 156046,
    "voice_to_text": "so this law that forces Biden to continue sending ☄️ to Israel just passed in the House 224 to 187 it's called the Israel Security Assistance Support Act and it's written by this representative from California Ken Calvert-one of the worst politicians I've ever seen he exclusively takes money from AIPAC and companies that are actively involved in the * of the Palestinians I made a whole video about this this law would force Biden to unpause the shipment of 3,500 two thousand pound US ☄️ that he paused a few weeks ago it would then take away his power to pause shipments of ☄️ to Israel in the future and it would defund any federal employee take away their salaries- if they took part in halting ☄️ to Israel that's right this law literally says if a federal employee stops sending ☄️ to Israel they get their salaries taken away and this law is just one of numerous laws I've talked about in the past few weeks where our politicians are writing these laws that cover up Israel's G-cide or punish pro Palestinian people in the United States for example they wanted to redefine antisemitism in one- in another they wanted to send college protesters to Gaza as punishment like this is what I mean when I say that our politicians serve Israel more than they serve us they're spending all their time and energy doing this sort of thing the reason they're all doing this is because most of them are funded by AIPAC & the pro Israel lobby and if Israel comes out as committing a G-cide (officially through the courts) and their leaders get arrested or something then they're basically screwed like their careers are over they took money from these people they covered it up they're fighting right now doing laws like this everyone's gonna know everyone's gonna look at them and be like why did you back a G-cide why did you support the * why did you cover it up why why did you do all this we're at a very delicate tipping point in American politics in the world politics where the side it ends up tipping-determines the next few years or even determines how history is gonna play out if American politicians are allowed to take away our rights and silence our free speech criticizing Israel silence our protests make it illegal to boycott Israel or doing stuff like this which punishes people if they wanna stop sending ☄️ to Israel like it's crazy then American support for Israel will never be broken and the Palestinian people will * in silence I'll keep you guys updated on everything including this law and other laws like it make sure you copy the llnk a bunch of times before you go so more people see it make sure you're following me on 📸 and if you wanna support me go into colleges so you can go to my blo to help out thank you and free Palestine",
    "id": 7370801668084059434,
    "hashtag_names": [
      "yourfavoriteguy"
    ],
    "is_stem_verified": false,
    "region_code": "US",
    "username": "yourfavoriteguy",
    "create_time": 1716148509
  },
  {
    "id": 7370680766386162987,
    "is_stem_verified": false,
    "username": "grantcardone",
    "voice_to_text": "Every 15 year old kid should be doing this right now. If you're getting an allowance of 300 bucks a month, buy a piece of real estate that pays you 30 bucks a month. Only use the 30. Don't touch the 300. But how would a young normal person get money? Allowance? Sad jobs, sad hustles. I was 14 years old. I was working every weekend. I was mowing lawns, doing whatever I could to get some extra money.",
    "create_time": 1716120379,
    "region_code": "US",
    "video_description": "How To Gain Income Early !",
    "view_count": 1900433,
    "hashtag_names": []
  },
  {
    "video_description": "#daddydrewcifers ",
    "view_count": 559,
    "create_time": 1716040604,
    "hashtag_names": [
      "daddydrewcifers"
    ],
    "id": 7370338195956944170,
    "is_stem_verified": false,
    "region_code": "US",
    "username": "drewcifers"
  },
  {
    "is_stem_verified": false,
    "video_description": "Marjorie Taylor Greene made a comment about Rep. Jasmine Crockett’s eyelashes, causing Alexandria Ocasio-Cortez to step in. #AOC #MTG #Republican #democrat #election2020 #election2024 ",
    "view_count": 12723189,
    "voice_to_text": "I think your fake eyelashes are messing up. Absolutely unacceptable. How dare you? Are your feelings hurt? Words down. Oh! Oh, girl, baby girl. Oh, really? Don't even play. Baby girl. I don't think we are gonna move. And we're gonna take your words down a second.",
    "create_time": 1715938035,
    "hashtag_names": [
      "aoc",
      "mtg",
      "democrat",
      "republican",
      "election2020",
      "election2024"
    ],
    "id": 7369897653552844062,
    "region_code": "US",
    "username": "dailymail"
  },
  {
    "username": "msnbc",
    "is_stem_verified": false,
    "region_code": "US",
    "video_description": "In response to former President Donald Trump claiming that the Biden administration is running his criminal hush money trial, MSNBC legal analyst Lisa Rubin says that Trump is \"daring Judge Juan Merchan to put him in jail.\" #Trump #newstiktok #news #fyp #politicaltiktok ",
    "view_count": 304799,
    "voice_to_text": "A lead person from the DOJ is running the trial. So Biden's office is running this trial. Not true. Just a fact check that Biden is not running this trial. What is he doing there? What he's really doing there is daring Judge Juan Rashaan to put him in jail. Because the last time that Donald Trump was penalized for violating the gag order, Judge Rashaan made it very clear to Donald Trump, you do this one more time, and I have other remedies at my disposal. The statute only provides me with two. One is fine of up to $1,000 for each violation. The other is jail. And I don't wanna exercise the jail option. It would be inconvenient. It would be disruptive to the administration of justice. But I will if I have to. And it almost seemed like Donald Trump was daring him to do it, just to throw a bomb into the proceeding as it reaches its inevitable conclusion.",
    "create_time": 1715911468,
    "hashtag_names": [
      "trump",
      "news",
      "fyp",
      "newstiktok",
      "politicaltiktok"
    ],
    "id": 7369783603607211306
  },
  {
    "create_time": 1715823192,
    "hashtag_names": [
      "kansascity",
      "speech",
      "chiefs",
      "nflcheerleader",
      "harrisonbutker"
    ],
    "is_stem_verified": false,
    "view_count": 4293962,
    "voice_to_text": "Hey Harrison you know we have several things in common first and foremost until a few months ago we were both employed by the Kansas City Chiefs I cheered you on for six years straight and with that I would assume we went to the same PR training but since all of that obviously left your f* brain when you went to go give that speech I thought I'd be a good co worker share my notes let's get started these are f* fake biggest takeaway is you now represent a billion dollar organization you are no longer just Harrison Butker you are now Harrison Butker who plays for the Kansas City Chiefs and anything you say or do that doesn't align with that brand scissoring just like the lesbians you hated in that video will be grounds for termination not entirely sure if that last part is gonna apply to you but I guess we'll find out I want to take a quick minute to dissect some of the language in your speech referring to abortion IVF euthanasia and surrogacy as degenerate culture values do you see how that maybe doesn't align with um the brand covid “fiasco” now I would assume you know what fiasco means but just in case you don't you're referring to the pandemic as a humiliating failure you know we had an entire f* PR training on Covid bruh we weren't supposed to talk about it you referred to gay people as deadly sinners the gays love football we don't wanna lose them as an audience so you might want to reconsider calling them deadly sinners life begins when you become a wife and mother skip ahead that leans into her most important title of all… HOMEMAKER  you know we're not gonna unpack this from a PR standpoint but I do wanna let you know that the Kansas City Chiefs offer a therapist covered at 100% both male and female and I advise that you probably need to unpack that with both professionals you called the president delusional you know I think the organization would let that one go a lot of Republicans in Chiefs Kingdom the best part of your speech when you said stay in your lane 10+ times bro take your own advice kick some balls around stay in your f* lane thank you hope you enjoyed this informational training see you later coworker",
    "id": 7369404451536276779,
    "region_code": "US",
    "username": "stefhills",
    "video_description": "This message is for Harrison Butker. #nflcheerleader #kansascity #harrisonbutker #speech #chiefs "
  },
  {
    "id": 7369380339346836782,
    "is_stem_verified": false,
    "region_code": "US",
    "username": "dashdobrofsky",
    "video_description": "",
    "view_count": 93704,
    "create_time": 1715817580,
    "hashtag_names": []
  },
  {
    "region_code": "US",
    "username": "wintonfarms",
    "video_description": "pure southren #onlyinalabama @Morgan Winton ",
    "view_count": 1929901,
    "create_time": 1715813793,
    "hashtag_names": [
      "onlyinalabama"
    ],
    "id": 7369364067154283819,
    "is_stem_verified": false
  },
  {
    "id": 7369305970004184366,
    "is_stem_verified": false,
    "region_code": "US",
    "hashtag_names": [],
    "username": "harryjsisson",
    "video_description": "LOVE THIS! 05/15/24 ",
    "view_count": 66640,
    "voice_to_text": "Well, get ready, folks. President Biden just called out Donald Trump to debate him in a new video he just released. Take a look at it. Donald Trump lost two debates to me in 2020. Since then, he hadn't shown up for debate. Now he's acting like he wants to debate me again. Well, make my day, pal. I'll even do it twice. Let's pick the dates, Donald. I hear you're free on Wednesdays. And in addition to this video, Biden put out a statement saying that he accepted the June 27th debate offer from CNN. And he accepted the second offer from ABC to have a debate with Donald Trump on September 10th. And then, well, Donald Trump accepted the dates. Well, so there will be two presidential debates as of now. And President Biden is right. He beat Donald Trump in the debates in 2020, and he's gonna do it again in 2024. And look, my prediction is that Donald Trump is not gonna show up for these debates. He's a terrible debater. He's gotten significantly worse since 2016 and even 2020, when people see how crazy he is in comparison to Joe Biden, who has done a lot of good stuff and is sane, they won't like him very much anymore. So if Donald Trump doesn't show up, he'll look like a coward. And if he does, he loses. It's a lose lose for the Trump campaign. Biden just boxed him in.",
    "create_time": 1715800267
  },
  {
    "create_time": 1715778881,
    "region_code": "US",
    "username": "msnbc",
    "voice_to_text": "Breaking news here on Morning Joe. President Biden laying out his terms for participating in the presidential debate. Well, this and. And the breaking news is they're not going to go commission route. Donald Trump is already said in the past he's not gonna go to the commission route. Trump has said he'd debate Biden anytime, any place. It looks like Joe Biden has taken him up on that. Let's see what the president saying. Donald Trump lost two debates to me in 2020. The sense that he hadn't shown up for debate. Now he's acting like he wants to debate me again. Well, make my day, pal. I'll even do it twice. First pick the day style. I hear you're free on Wednesdays. Oh, wow. Oh, my god. That's been subtle. That was straight down the middle.",
    "hashtag_names": [
      "breaking",
      "trump",
      "politics",
      "news",
      "fyp",
      "biden",
      "debates",
      "presidentialdebate",
      "msnbc"
    ],
    "id": 7369214078083960106,
    "is_stem_verified": false,
    "video_description": "#BREAKING: President #Biden announces plans for presidential #debates and calls for Donald #Trump to actually join him on the stage. \"Let's pick the dates, Donald. I hear you're free on Wednesdays.\" #MSNBC #presidentialdebate #fyp #news #politics ",
    "view_count": 652290
  },
  {
    "create_time": 1715778713,
    "hashtag_names": [
      "president",
      "donaldtrump",
      "presidentialelection",
      "presidentialdebate",
      "joebiden"
    ],
    "id": 7369213346584775978,
    "is_stem_verified": false,
    "region_code": "US",
    "username": "dailymail",
    "video_description": "‘I’ll even do it twice!’ Joe Biden has challenged Donald Trump to a debate in this fiery YouTube announcement. 🎥 YouTube / Joe Biden  #joebiden #donaldtrump #president #presidentialelection #presidentialdebate ",
    "view_count": 1497446
  },
  {
    "username": "bidenhq",
    "voice_to_text": "Donald Trump  lost two debates to me in 2020, and since then,  he hasn't shown up for a debate. Now he's acting like  he wants to debate me again. Well, make my day, pal. I'll even do it twice. So let's pick the dates, Donald. I hear you're free on Wednesdays.",
    "is_stem_verified": false,
    "hashtag_names": [],
    "id": 7369194947565620522,
    "region_code": "US",
    "video_description": "Trump is acting like he wants to debate me again. Make my day, pal. ",
    "view_count": 2979077,
    "create_time": 1715774426
  },
  {
    "create_time": 1715771887,
    "hashtag_names": [],
    "video_description": "Chipotle is done for 😳",
    "voice_to_text": "Keith Lee just accidentally started a revolution against Chipotle he did a taste test of the Chicken Bowl and some tacos and everything was either extremely cold unseasoned or the portions were ridiculously small in fact this has been happening to people everywhere to the point where it's become a TikTok trend to record your Chipotle order and see how little food they give you as you can see this guy barely gets any rice in his bowl and even ended up walking out before the order was finished because of how small it was I'm okay I'm okay I'm good I'm good",
    "id": 7369183987077598506,
    "is_stem_verified": false,
    "region_code": "US",
    "username": "nomoredanny",
    "view_count": 19626
  },
  {
    "id": 7369041576263175455,
    "username": "jordxn.simone",
    "create_time": 1715738837,
    "hashtag_names": [
      "celebrity",
      "blocklist",
      "met",
      "celebritynews"
    ],
    "is_stem_verified": false,
    "region_code": "US",
    "video_description": "It was a great idea but the execution is getting worse by the day. Regroup or pack it up. #blocklist #celebrity #met #celebritynews ",
    "view_count": 1519053,
    "voice_to_text": "y'all need to pack these celebrity block list up by tomorrow go ahead finish what you're doing and pack it up because they're getting ridiculous not only are they completely disorganized with the end goals and intention varying almost from person to person which like cool do you you have your own motives but as a movement not very successful but also y'all are doing no research on the people that you're putting on these list like Alan Rickman was on somebody's list why he's ☠️ and even if he wasn't even if you're going after like the Palestine angle he made a whole play about Rachel Corrie if your goal is to make a block list to block celebrities who aren't using their voice to speak up about the issues going on in the world why is Quannah Rose Chasinghorse on your list why is Bad Bunny there why oh no my list isn't about Palestine my list is about the met my list is about dismantling celebrity culture and extravagant displays of love okay why is Ayo Edebiri on your list but not Anna Wintour not Vogue not any of the designers that you know the big labels that paid to have these celebrities here and it's not skating past me that no matter which way you slice it there are a ton of incredibly wealthy Zionists that aren't clocking y'alls list but a whole lot of people of color are whole lot and like I said y'all are independent people with free will you block who you like but as a movement pack it up I get it together or pack it up"
  },
  {
    "create_time": 1715658981,
    "is_stem_verified": false,
    "username": "gummybear777_",
    "view_count": 2049,
    "hashtag_names": [
      "hungergames",
      "macklemore",
      "duet",
      "thehungergame",
      "blockout2024"
    ],
    "id": 7368699146364063022,
    "region_code": "US",
    "video_description": "#duet with @Riad🇩🇿 #thehungergame #macklemore  #blockout2024 #hungergames ",
    "voice_to_text": "When I say free Palestine, it's not against anyone. It actually means we should protect everyone. It means Equality for all, respect, peace and love. It means a right to exist regardless of what sector you're from. My intention is to never offend anyone. I want every soul in this arena to feel the reflection of love. But there's innocent humans out in Gaza getting murdered with our dollars. And those precious human lives are an extension of us. I can't get up here in a fur coat, jump around and pretend while in my gut and the ancestors yelling you better step up for us and sisters so much. And my perspective is one that saying free Palestine is also rooted in your Protection, my loves. And there isn't a drop of anti. Again means never again for all. Have we not Learned the lessons, my love? The self centering around what is potentially threatening to us is actually at the root of what disconnects all of us. The word genocide is such a point of contention for some that it's more hurtful than seeing dead babies getting pulled out of the crumbled cement in the dust. Comparative suffering leads to believing the lie. There's a them and there's a us. It's a lie. We don't own this earth. We're just guests here, my love. And at some point in time we drew lines in the MUD based on the colour of our skin, the gods we worshipped and The divine up above. And historically, we've exploited black and brown bodies to climb up the rungs. But the latter doesn't work when it depends on the oppression of some. Hmm. Hmm. And I've been hearing the earth cry lately. Yeah, the deepest cries. My, oh, my, what have we done? We got some work to do to unlearn and rewire the plugs that are short circuiting in a selfish cycle. Than we're blind to the drug that we're all addicted to. Me, myself, I. And not us. In this moment in time, we're being called to rise and become. See ourselves in the pain of others and not separate from them. And i'mma say it till I die with my chest to the sky. Free Palestine! The message is love."
  },
  {
    "video_description": "The many testimonies of Michael Cohen. What will the jury believe? #trumpontrial #cuomonewsnation ",
    "hashtag_names": [
      "trumpontrial",
      "cuomonewsnation"
    ],
    "region_code": "US",
    "is_stem_verified": false,
    "username": "christophercuomo",
    "view_count": 282832,
    "voice_to_text": "it is time to take on the Trump payoff case I can provide you insight and I don't believe any other media person can at least they haven't to this point I heard the original story from Michael Cohen several times Cohen initially told me swore to me Trump knew nothing just him trying to help the big guy he did the deal with Davidson all by himself that's the lawyer for Stormy Daniels he haggled with getting repaid with Weisselberg the CFO he calls Trump he says it's done Trump says “wait what's done?” “I got rid of that bad woman. she's not gonna be saying anything. we took care of it” “oh!” Trump can't believe it Michael Cohen tells me “I can't believe you did this for me! you're so good to me! Melania, honey!” Michael Cohen tells me Trump calls out to his wife “listen to what Michael Cohen did for us!” that's the story that he told me total BS. why isn't it possible that Cohen did it and Trump was in the dark? that's what the defense wants you to believe except was one problem — we know Trump knew it. I broke it on my show.  here is the proof: I need to open up a company for the transfer of all of that info regarding our friend David you know so that -I'm going to do that right away I've actually come up and spoken to Allen Weisselberg about how to set the whole thing up — funding(Trump)  so what do we got to pay for this? 150? (Cohen) and it's all the stuff(Trump) yes, I was thinking about that  (Cohen) because you don't even know where that company (Trump) maybe he gets hit by a truck (Cohen) correct so I'm I'm all over that and I spoke to Allen about it when it comes time to financing which will be (Trump) listen- what financing? (Cohen) We’ll have to pay him something (Trump/inaudible) pay with cash (Cohen) oh no no no no. I got it.  You don't hear stormy you don't hear Mcdougall you don't hear this you don't hear it's because of that that it's so compelling the lack of detail shows the familiarity with this now he says this Trump told him don't worry how long you think it'll be on the market not long he wasn't thinking about Melania this was all about the campaign I have said I don't love this case I think it reeks of politics I think it makes the other cases that matter more in DC and in Georgia look less now by comparison But legally — the real ground for reasonable doubt which will hang this jury or maybe get an acquittal lies in the difference between these two stories which one do they think is really Cohen's truth did he do this and then he got jammed up and he had to save himself so he's saying Trump new or is what you hear on that video on that audio the reality there's a third possibility Trump knew about it but he was doing these things all the time and he didn't care about the campaign just for his own personal reputation could they believe that",
    "create_time": 1715655388,
    "id": 7368683736897948971
  },
  {
    "region_code": "US",
    "username": "harryjsisson",
    "view_count": 257274,
    "hashtag_names": [],
    "id": 7368619811699494186,
    "is_stem_verified": false,
    "video_description": "Insanity. Utter insantiy. 05/13/24",
    "voice_to_text": "This is insane. Donald Trump just called on Republicans in Congress to pass a policy to block all of the criminal charges against him. Yeah, really? Take a look at the clip. This country, and, uh, we have a lot of them. They wanna come and say, just stay back and pass lots of laws to stop things like this. Yeah. Donald Trump just said that the Republicans shouldn't come to the courthouse with him. They should stay in Congress and pass policies to block the charges against him. Really? You know, that's a very strange thing for someone to say who claims that they're totally innocent, right? I mean, Donald Trump says he hasn't done anything wrong, there's no crime. So he would have no problem going to trial because he's gonna be exonerated, right? He doesn't need any policy blocking it from happening. Oh, wait. Donald Trump knows he's guilty, and he needs somebody to step in to save him. He is quite literally trying to get the government to interfere with his trials, something we don't do here in the United States of America. But in Donald Trump's ideal world, where he's a dictator, that happens all the time. This man is so dangerous for democracy, I can't even put into words how bad a second Trump term would be. Don't fall for this. Don't fall for his incoherent garbage.",
    "create_time": 1715640506
  },
  {
    "create_time": 1715634340,
    "username": "dashdobrofsky",
    "view_count": 379984,
    "hashtag_names": [],
    "id": 7368593315547155755,
    "is_stem_verified": false,
    "region_code": "US",
    "video_description": "Donald goes after Judge Merchan in another rambling speech outside the Manhattan court room.",
    "voice_to_text": "Donald Trump just attacked the judge and called him corrupt in a crazy rant outside the courthouse that went on for 45 seconds straight. This man has lost his mind. Look at this, and you should go out and check it out. But we have a corrupt judge, and we have a judges highly conflicted, and he's keeping me from campaigning. He's an appointed New York judge. He's appointed patients. He's appointed. He's a scared. Every single legal analyst, even CNN, even MSDNC, they're saying there's no case here, thank you very much. I think this makes Donald Trump look terrible in the eyes of the jury. They go home every day and probably watch the news, and when they see that, they know that's what a guilty man sounds like. And PS, this is definitely a violation of Donald Trump's gag order, and he should be charged for it."
  },
  {
    "username": "daniel847018",
    "video_description": "#duet with @🔹️Ginny🪄💫✨️ #fyp ",
    "view_count": 2195,
    "create_time": 1715618804,
    "hashtag_names": [
      "duet",
      "fyp"
    ],
    "id": 7368526577979804974,
    "is_stem_verified": false,
    "region_code": "US"
  },
  {
    "is_stem_verified": false,
    "username": "kerr.bear3.0",
    "voice_to_text": "it is written into Katie Britt's mom's act that men should start paying child support from the moment of conception and that sounds like a decent idea until you realise that the GOP is behind this and there's always a darker uh ulterior motive so right now you should know that Leonard Leo in his Supreme Court of six is planning on attacking individual states rights to allow elective abortions by using the 14th amendment in order for them to be able to use the 14th amendment in that argument they have to promote fetal personhood The Federalist Society stated that state laws allowing elective abortion violate constitutional rights because they deprive a class of human beings in this case the embryos those at the earliest development stages of the equal Protection of the law if you mandate that men pay child support from the moment of conception then child support for what for a person you're assigning personhood to a fetus and that's all Leonard Leo needs to argue that individual states that allow elective procedures are violating constitutional law and make no mistake that's what they want to do because if a fetus is granted personhood then mythoprystone is illegal the mother is responsible for what happens to her child which makes it easier to criminalize pregnant women um IVF completely done any birth control that prevents implantation of a fertilized embryo completely illegal don't let Katie Britt fool you this act was written by Leonard Leo the Federalist Society as a further attack on women and women's rights",
    "create_time": 1715617068,
    "hashtag_names": [
      "greenscreen"
    ],
    "id": 7368519099384859950,
    "region_code": "US",
    "video_description": "#greenscreen Fetal Personhood and The MOMs Act. ",
    "view_count": 5525
  },
  {
    "create_time": 1715574861,
    "id": 7368337839873985834,
    "region_code": "US",
    "view_count": 19194,
    "voice_to_text": "Telling you, I've been challenging this guy to debate me publicly for like a year now. Literally last summer I remember making videos in my room saying, debate me live, anytime, any topic you want. He will not do it. You see, he's running cause he's saying, oh, he sent me a cease and desist, which means he can't debate me. That's such a. You, you, I, I hope that we on different sides of the aisle can see that that's a back out. He's running, he's a coward. He will not do it. I",
    "hashtag_names": [],
    "is_stem_verified": false,
    "username": "jakefromstatefarn2",
    "video_description": "@The Older Millennial  what do you think about this."
  },
  {
    "create_time": 1715570742,
    "hashtag_names": [
      "viral",
      "fyp",
      "greenscreen",
      "greenscreenvideo"
    ],
    "is_stem_verified": false,
    "region_code": "US",
    "video_description": "#greenscreen #greenscreenvideo #fyp #viral ",
    "view_count": 3360162,
    "id": 7368320181342407978,
    "username": "chiefinnkeef",
    "voice_to_text": "You know, as the days go by and the older that I get and I get to seeing shit like this and what other countries be doing, it makes me question, what the hell do our government be doing without tax dollars? Why we ain't got nothing like this? They try to do some road work, the whole damn bridge, street, whatever, be closed down for damn near months and years. The fact that we pay taxes on everything, whether we selling some, buying some, getting paid, you take taxes out of the money that we earn, and we ain't got no shit like this. We can't even get a pothole filled in. And other countries got stuff like this. And shit like this is the reason why, like, when people get mad at folks for not tipping, it's like, do y'all not understand how weird that is, that you're mad at the consumer, the customer, for not tipping you instead of your employer? Like, America be getting over with so much shit, and most people don't understand, it's because they never been out the country before. Been out the country, like, overseas, sober, not drunk the whole trip, actually enjoying the trip."
  },
  {
    "hashtag_names": [
      "trump",
      "politics",
      "news",
      "fyp"
    ],
    "id": 7368278872489594154,
    "is_stem_verified": false,
    "username": "msnbc",
    "video_description": "Former President Donald Trump described Hannibal Lecter as a “wonderful man” at a campaign rally on Saturday. Jonathan Capehart reacts to his praise of the fictional serial killer. #politics #news #fyp #trump ",
    "voice_to_text": "Late grade Hannibal Lecter. He's a wonderful man. He often times would have a friend for dinner. I'm about to have a friend for dinner. But Hannibal Lecter. Congratulations. The late, great Hannibal Lecter. We have people that are being released into our country that we don't want in our country. I tried it. Ladies and gentlemen, that is the presumptive Republican nominee for president. It's also important to note Hannibal Lecter is a fictional psychopathic serial killer who enjoys eating his victims with fava beans in a nice candy.",
    "create_time": 1715561124,
    "region_code": "US",
    "view_count": 4594618
  },
  {
    "username": "rightanglenewsnetwork",
    "video_description": "🚨𝗕𝗥𝗘𝗔𝗞𝗜𝗡𝗚 - NFL Hall of Famer Lawrence Taylor, who played for the NY Giants, says President Trump made him switch from a Democrat to a Republican.  “I’ve always been a Democrat, until I met this man right here.” #lawrencetaylor #trump #halloffame #wildwood #wildwoodnj #greenscreen #greenscreenvideo ",
    "view_count": 27731,
    "id": 7367907454639967534,
    "is_stem_verified": false,
    "region_code": "US",
    "create_time": 1715474646,
    "hashtag_names": [
      "halloffame",
      "trump",
      "wildwood",
      "wildwoodnj",
      "lawrencetaylor",
      "greenscreen",
      "greenscreenvideo"
    ],
    "voice_to_text": "Lifelong Democrat and NFL star Lawrence Taylor, who played for the New York Giants, has announced that he will not be supporting Joe Biden for the 2024 election and that Donald Trump has made him switch to the Republican Party. Watch. I just wanna say, I grew up a Democrat and I've always been a Democrat until I met this man right here. He do will not have to worry about nobody in my family ever vote for Democrat again, okay? I don't know about you guys, but it's absolutely amazing to see all of these celebrities come out against the Democrats after they have destroyed our country for three years straight. What happened, Joe? Where'd all of your celebrities go? No one's backing you now."
  },
  {
    "id": 7367907421655977262,
    "region_code": "US",
    "view_count": 1037839,
    "hashtag_names": [
      "nfl",
      "goat",
      "donaldtrump",
      "halloffame",
      "trump",
      "lawrencetaylor",
      "maga",
      "trumptrain",
      "trump2024"
    ],
    "is_stem_verified": false,
    "username": "maga",
    "video_description": "The crowd goes wild for L.T. at Donald Trump’s rally in Wildwood, NJ! #maga #nfl #trump #trumptrain #trump2024 #lawrencetaylor #halloffame #goat #donaldtrump ",
    "voice_to_text": "I just wanna say I grew up a Democrat and I've always been a Democrat until I met this man right here I tell you what he do will not have to worry about nobody in my family ever Voting for a Democrat again okay",
    "create_time": 1715474641
  },
  {
    "create_time": 1715459144,
    "id": 7367840874551676203,
    "region_code": "US",
    "username": "markbeshae",
    "video_description": "People are not happy after dublin started beef #foryoupage #fypシ #portal #theportal #newyork #dublin  ",
    "voice_to_text": "People want the portal gone after Dublin showed a picture of September 11th in New York. So recently, a portal was installed in Dublin in New York, and it's supposed to act as a live camera between both locations. But it hasn't even been four days since it was installed. And we had a woman get arrested because of the portal for blocking people from seeing the screen. We had a flip off battle between Dublin and New York where people were flipping each other off, which started on Dublin side. A man also decided to do this in front of the portal, surprising everyone on the New York side. And now, out of disrespect, someone decided to show a picture of September 11 on Dublin side again. This all happened in under a week, and they're contemplating on doing something back to Dublin because of this. Many are also wanting the portal to be removed, specifically. Typically after this incident, now people are not happy. And all the problems we had regarding the portal surprisingly seem to be coming from Dublin. These problems, however, were anticipated, and it's the reason why the portal won't be up for much longer. Right now, it's scheduled to be removed in November. And many are glad that it's gonna be gone since it's been causing nothing but problems. And who knows, we might be getting the removal date even earlier if something crazier happens.",
    "hashtag_names": [
      "newyork",
      "portal",
      "dublin",
      "theportal",
      "foryoupage",
      "fypシ"
    ],
    "is_stem_verified": false,
    "view_count": 3712353
  },
  {
    "is_stem_verified": false,
    "voice_to_text": "So I won't believe that Biden debates until I see it with my own eyes. I, I just, I'm sorry. I don't believe it. You're not gonna get the CNN Aaron Burnett fact check treatment or lack thereof, during a presidential debate with Donald Trump. Yeah, the moderator may give you a pass, I'm sure it'll be some Liberal, but Donald Trump's gonna fact check you in real time. Uh, he has receipts and he will bring them. And this is, I mean, make no mistake, this is basement campaign 2.0. It's just run out of the Oval Office. They have highly controlled events for him. I was reading today in political they're considering moving the DNC to semi online so as to not let protesters disrupted. That's a political headline. So do you really think the basement campaigns gonna let him out of the Oval Office to go get demolished by Donald Trump? He will sit in the metaphorical basement. I'd love to be proven wrong, though.",
    "hashtag_names": [
      "justice",
      "usa",
      "trump",
      "propaganda",
      "foxnews",
      "maga",
      "debate",
      "fakenews",
      "newwyork",
      "magadonia"
    ],
    "id": 7367713226093546784,
    "region_code": "IE",
    "username": "paddythepanda3.0",
    "video_description": "Biden has always debated.  This kind of attack simply lowers the expectations for biden so any performance is a good one.  Meanwhile trump has to arrange a date around court dates. 🫣 #usa #maga #foxnews #trump #justice #propaganda #magadonia #fakenews #newwyork #debate. ",
    "view_count": 5892,
    "create_time": 1715429451
  },
  {
    "hashtag_names": [],
    "id": 7367354724560964869,
    "is_stem_verified": false,
    "region_code": "NG",
    "username": "kristinoem",
    "create_time": 1715345945,
    "video_description": "We saw some pretty severe weather in the last 24 hours and significant snowfall in western SD. Tonight, we have the potential for dangerous weather east river. Stay alert and take care of your neighbors!",
    "view_count": 9639,
    "voice_to_text": "Hi, everybody.   everybody I'm governor Christy Gnome   governor   Christy   Gnome and I wanted to let you know   I   wanted   to   let   you   know that we had some severe weather out in the Black Hills   we   had   some   severe   weather   out   in   the   Black   Hills last night and this morning.   night   and   this   morning Parts of the Black Hills have gotten up to 12 inches of snow.   of   the   Black   Hills   have   gotten   up   to   12   inches   of   snow And we will continue to see activity in the eastern half of the state   we   will   continue   to   see   activity   in   the   eastern   half   of   the   state now today as well.   today   as   well We'll have rain. We could have some hail.   have   rain   We   could   have   some   hail We could have some tornadoes,   could   have   some   tornadoes although very slight possibility for that.   very   slight   possibility   for   that But we want to keep our eyes open and be safe with everybody.   we   want   to   keep   our   eyes   open   and   be   safe   with   everybody Remember, the last 10 days,   the   last   10   days parts of our state have received from 8 to 10 inches of rain.   of   our   state   have   received   from   8   to   10   inches   of   rain So it's pretty saturated out there.   it's   pretty   saturated   out   there I know everybody wants to get the crop in.   know   everybody   wants   to   get   the   crop   in They want to get caving season over with.   want   to   get   caving   season   over   with We understand that.   understand   that But we also want you to pay attention to the weather   we   also   want   you   to   pay   attention   to   the   weather and take care of your neighbors.   take   care   of   your   neighbors We'll keep you updated and you have a wonderful day. Goodbye.   keep   you   updated   and   you   have   a   wonderful   day   Goodbye"
  },
  {
    "hashtag_names": [
      "history",
      "foryou",
      "1950s",
      "boomers"
    ],
    "id": 7367105958897552683,
    "is_stem_verified": false,
    "username": "davidhoffmanfilmmaker",
    "video_description": "1950s KidsTreated As Another Species #history #foryou #boomers #1950s ",
    "create_time": 1715288030,
    "region_code": "US",
    "view_count": 860199,
    "voice_to_text": "We found out in the 50s that if you get up in the morning and went to work and did a good day's work, the things got better. You got promoted or you got more money. Uh, you were able to buy furniture, you could have more children, the children could have better clothes, and life just improved. We knew it was because you went to work, but I'm not sure our children realize that. They saw simply that the clothes got better, the house got bigger. This. The neighborhood got nicer. And I have a strong suspicion that what happened in the late 60s was that the kids who rebelled took it for granted that life would improve automatically."
  },
  {
    "username": "blockout2024",
    "view_count": 1379534,
    "voice_to_text": "There is one way for this to work, and it's that you all post the content just like I'm doing it. This creator right here just started making her own personal block lists. People are messaging me asking me to post more about this, post more about that. You guys need to all post more about it if you want this to work. Make your own personal block list with who you would block and use the shared hashtag like this. It'll get a trend moving out of this, and then everybody will start to catch on and do their own.",
    "create_time": 1715216877,
    "is_stem_verified": false,
    "region_code": "US",
    "video_description": "Make it a trend. Goodnight✌️ #blockout2024 or #blockout ",
    "hashtag_names": [
      "blockout",
      "blockout2024"
    ],
    "id": 7366800345986633002
  },
  {
    "create_time": 1715204204,
    "id": 7366745911722085678,
    "username": "meidastouch",
    "video_description": "BREAKING: Marjorie Taylor Greene initiates a Motion to Vacate Speaker Johnson and is BOOED RUTHLESSLY on the House Floor. #marjorietaylorgreene #dumb #boo #humiliated #congress #speakerofthehouse #mikejohnson #republicans #maga #funny #meidastouch ",
    "view_count": 296134,
    "voice_to_text": "I seek recognition to give notice of my intent to raise the question of the privileges of the house. The form of the resolution is as follows declaring the office of speaker of the House Representatives to be vacant. This is the unit party for the American people watching, gentlemen. Will suspend.",
    "hashtag_names": [
      "funny",
      "dumb",
      "boo",
      "humiliated",
      "maga",
      "congress",
      "mikejohnson",
      "republicans",
      "speakerofthehouse",
      "meidastouch",
      "marjorietaylorgreene"
    ],
    "is_stem_verified": false,
    "region_code": "US"
  },
  {
    "create_time": 1715186644,
    "id": 7366670442716810539,
    "region_code": "US",
    "username": "nicklaparra",
    "video_description": "@Macklemore performs “Hind’s Hall” for the first time in Wellington, New Zealand on 08/05/24! 📷 niceguyollie on YouTube #FreePalestine #CeasefireNOW #LetGazaLive #AllEyesOnRafah #LetsGiveADamn #FYP #ForYouPage #ForYou ",
    "view_count": 691640,
    "voice_to_text": "My life in solidarity with the people of Palestine. With an open heart. In the belief. The belief that our collective liberation is at stake. That we all deserve freedom in this life of ours. And yesterday I put out a song called Hans Hall. Can I do it for you guys? I said, can I do it for you guys? Let's go about divest in a one piece parliament of the protest is what they're protesting. It goes against what our country is funding. Until Palestine is free. I was seven, I reckon. Reckon on what was that? Fuck the police after the badges. Collected property. A system that was designed by white supremacy. But the people are in the streets. You can. You can't pay off me. Politicians serve by any means a around the land of the free. But this generation here about to cut the strain. You could ban TikTok, take us out the algorithm. It's too late. The children, all the men that you murdered. And then we see how you spin. Who gets the right to defend gets the right of resistance. Always been about staying free. Palestine to their home in life 4:75. The neck. But never ended. The colonizer lie. Kids in tents posted on along, occupied along. Really against the law. And the reason they call them the police and their squad when it's genocide, man. And their definition, huh? Destroying every college in Gaza and every mosque. Blood is on Your hands by the. We can see it all. And fuck no, I'm not voting for you in the fall. On the side. Happens to the artist. What you gotta say? I was on a label. You can drop me today. I'll be fine with it. Cause the heart's in my page. Wanna cease fire? Fuck! A response from Drake? But if your kids were gossip. What if those were their kids? If the west was pretending that you didn't exist? You want the world to stand up? And the students finally did. Let's get my people. Repeat after me. Say free! Free Palestine! Free! Free Palestine!",
    "hashtag_names": [
      "foryou",
      "freepalestine",
      "fyp",
      "foryoupage",
      "letsgiveadamn",
      "ceasefirenow",
      "letgazalive",
      "alleyesonrafah"
    ],
    "is_stem_verified": false
  },
  {
    "is_stem_verified": false,
    "region_code": "US",
    "username": "ericarhombergwoma",
    "video_description": "",
    "view_count": 385,
    "create_time": 1715124623,
    "hashtag_names": [],
    "id": 7366404124411186475
  },
  {
    "region_code": "US",
    "view_count": 70400,
    "voice_to_text": "Judge Eileen Cannon, the MAGA judge overseeing Donald Trump's espionage trial in Florida, has just postponed Donald Donald Trump's criminal trial indefinitely, meaning that she did not list a new future trial start date to replace the current one. According to the latest court filing, crooked Judge Cannon is now vacating the late may trial start date, claiming that pre trial deadlines have not been met and therefore the jury is not prepared to be presented with the facts in this case. But the only reason that pre trial deadlines have not been met is because Judge Cannon has been deliberately and intentionally delaying and delaying this case at the request of the man who appointed her to her position, the criminal defendant Donald Trump himself. So unfortunately, this postponement likely means that Donald Trump will not be going to trial for the crimes he committed or for the classified documents that he stole from the United States government in 2,024. And that is a complete and utter travesty to the rule of law, because justice delayed is justice denied.",
    "create_time": 1715117300,
    "hashtag_names": [],
    "is_stem_verified": false,
    "id": 7366372660650986794,
    "username": "dashdobrofsky",
    "video_description": "Corruption in plain sight."
  },
  {
    "view_count": 434389,
    "create_time": 1715109978,
    "hashtag_names": [
      "lmao",
      "hilarious",
      "done",
      "carryon",
      "greenscreen",
      "cult45",
      "madeforeachother",
      "laurenboebert",
      "byrondonalds"
    ],
    "id": 7366341180008828202,
    "is_stem_verified": false,
    "region_code": "US",
    "username": "kingofoneself_100",
    "video_description": "Lauren (bafoon)Boebert and Byrannnn Donalds teaming up to promote change #hilarious #lmao #done #madeforeachother #cult45 #carryon #greenscreen #laurenboebert #byrondonalds "
  },
  {
    "view_count": 10883,
    "create_time": 1715105918,
    "hashtag_names": [
      "donaldtrump",
      "trump"
    ],
    "username": "diaperdonaldtrump",
    "video_description": "The extra N is for \"no need to attend\". #donaldtrump #trump ",
    "id": 7366323762297441582,
    "is_stem_verified": false,
    "region_code": "US",
    "voice_to_text": "Here's the invite for the fundraiser dinner Donald Trump will be attending in Minnesota rather than going to his son's graduation. Notice anything funny about it? That's right. Dinner is spelled with three N's. They can't even spell simple fucking words right."
  },
  {
    "region_code": "US",
    "video_description": "🥴😂🤢",
    "view_count": 1767720,
    "create_time": 1715097273,
    "is_stem_verified": false,
    "username": "nolarubiagarcia",
    "voice_to_text": "The details that are being described in front of this jury are quite explicit, having Stormy Daniels say that she took a rolled up Maggie's magazine and spanked Donald Trump in the butt.",
    "hashtag_names": [],
    "id": 7366286577271672107
  },
  {
    "hashtag_names": [
      "newyork",
      "manhattan",
      "news",
      "court",
      "law",
      "newsweek"
    ],
    "id": 7366272766959439146,
    "is_stem_verified": false,
    "voice_to_text": "You pay a lawyer expenses payments. We didn't put it down as construction costs. Uh, the purchase of sheep rock, uh, the electrical costs. The legal expense that we pay was put down as legal expense. There's nothing else you could say? You don't have to put down anything, I guess. But we put down legal expense. Was legal expense. Is that incorrect, sir? Mister Attorney? And everyone saying, oh, Gee, that's the fraud. That's what they're trying to get us on. The fact that we call illegal expense. Illegal expense. They marked it down in the books. The check was signed. And the other thing, this was approved by all agencies. Everybody saw this. There was nothing being hidden at all.",
    "create_time": 1715094038,
    "username": "newsweek",
    "video_description": "Former president Donald Trump spoke to reporters ahead of the 13th day of his hush money trial in New York, defending the payments to his former attorney Michael Cohen and saying the prosecution has no case. #news #newsweek #law #court #manhattan #newyork ",
    "view_count": 37766,
    "region_code": "US"
  },
  {
    "create_time": 1715034965,
    "hashtag_names": [
      "trump",
      "politics",
      "news",
      "newstiktok",
      "politicaltiktok",
      "politicstiktok"
    ],
    "is_stem_verified": false,
    "region_code": "US",
    "video_description": "Former President Donald Trump claims he's ready to make a personal sacrifice and go to jail. \"I can tell you factually, Donald Trump has rarely taken personal legal sacrifices in the many different cases and probes that have ensnared him and others,\" Ari Melber says. #politicaltiktok #politicstiktok #politics #newstiktok #news #trump",
    "voice_to_text": "This judge is give me a gag order and said, you'll go to jail if you violated. And frankly, you know what? Our Constitution is much more important than jail. It's not even close. I'll do that sacrifice any day. Donald Trump proclaims himself ready to do that personal sacrifice any day. And I wanna be clear with you, legally and otherwise, both in the context of this trial and just him running for president right now. He has every right to talk that way, to describe himself how he wants. But as for the claim there, I can tell you factually, Donald Trump has rarely taken personal legal sacrifices. And the many different cases and probes that have been stared him and others, he often lets even his former close aids get in trouble, get subpoenaed, pay big legal bills, or even go to jail. And he's generally sat out those big fights.",
    "id": 7366019045138631979,
    "username": "msnbc",
    "view_count": 242348
  },
  {
    "voice_to_text": "so I always keep this fake Hollywood money in my car so when a homeless person asks for money then I give him like a fake five dollar Bill so I feel good about myself they feel good and then when they go to use it they get arrested so I'm actually like helping clean up the community you know getting them off the street",
    "region_code": "US",
    "username": "daterightstuff",
    "id": 7365946036235324718,
    "is_stem_verified": false,
    "video_description": "Just a joke. Everyone calm down #fyp ",
    "view_count": 14237493,
    "create_time": 1715017973,
    "hashtag_names": [
      "fyp"
    ]
  },
  {
    "create_time": 1715005993,
    "region_code": "US",
    "video_description": "BREAKING: Judge Merchan finds Trump has violated his gag order again and warns the former president of the threat of jail time. #news #trump #crime #newyork #fyp",
    "voice_to_text": "I find you in criminal contempt for the 10th time, said Justice Juan Mershawn, who said he is concerned that Donald Trump has not taken the heat of his prior findings. Going forward, this court will have to consider a jail sentence. The last thing I want to do is put you in jail. This gag order. He understands and sees that the 1,000 dollar fines is not really making any difference and knows, though, that he has a job to do in spite of how difficult the decision may be, he said. Although he is not putting him in jail for now, it seems to be yet another threat for the former president to not continue to violate this gag order. We're awaiting that official decision, Mika, because it was handed over to both the prosecution and the defense. They did not read that from the bench. When we get it, I'm gonna bring it to you, but nonetheless seems like the judge is already willing and prepared to put the former president in jail if he continues to violate the gag order. But again, understanding the gravity of that situation and really what it would go into and making that decision happen.",
    "hashtag_names": [
      "newyork",
      "crime",
      "trump",
      "news",
      "fyp"
    ],
    "id": 7365894551451782446,
    "is_stem_verified": false,
    "username": "msnbc",
    "view_count": 307728
  },
  {
    "hashtag_names": [
      "freedom",
      "wtf",
      "america",
      "bible",
      "vibes",
      "sunday",
      "funday",
      "goodtimes",
      "x",
      "goodvibes",
      "jesus",
      "weekend",
      "trending",
      "dobetter",
      "goodvibesonly",
      "twitter",
      "vibing",
      "christian",
      "boost",
      "wordsofwisdom",
      "fyp",
      "weekendvibes",
      "maga",
      "liberal",
      "democrat",
      "republican",
      "conservative",
      "christiantiktok",
      "greenscreensticker",
      "edutok",
      "learnontiktok"
    ],
    "id": 7365666037066665262,
    "is_stem_verified": false,
    "region_code": "US",
    "username": "incrediberry",
    "video_description": "#greenscreensticker #fyp #trending #boost #wtf #christiantiktok #christian #america #jesus #twitter #x #bible #freedom #liberal #democrat #dobetter #conservative #republican #maga #goodtimes #goodvibes #vibing #goodvibesonly #vibes #weekend #weekendvibes #sunday #funday #learnontiktok #edutok #wordsofwisdom ",
    "view_count": 7955,
    "create_time": 1714952778
  },
  {
    "view_count": 1219099,
    "create_time": 1714865873,
    "hashtag_names": [
      "winwithholley"
    ],
    "id": 7365292791490039083,
    "username": "justin_danger_nunley",
    "video_description": "Mustang update! #winwithholley ",
    "is_stem_verified": false,
    "region_code": "US",
    "voice_to_text": "I just realized that it's been a while since I did update on the Mustang, and some of y'all have been asking for it, so here you go. Probably the coolest update that I've done so far. Check this out. Who? Ain't she sexy? Come on now. Here's everything that's been done since the last time you saw. We got the Halliburton wheels with the Mickey Thompson street tires. That way when I get on at a don't go crowd surfing. Got a little bit of control. Ghost black graphics with the matte black wrap. Huge shout out to world of signs in Fort Walton Beach for the amazing job. Got those meats in the back. Look at that stance. Arby's ain't the only people's got the meats danger graphic in the back, y'all. I absolutely love it. Huge shout out to Kevin at KSR Performance for getting the tires to me. And as always, thanks to Holly and Whipple."
  },
  {
    "id": 7365234630598954286,
    "is_stem_verified": false,
    "view_count": 13832,
    "voice_to_text": "If you look at the statistics, African American voters are voting and just as high percentage as Americans.",
    "create_time": 1714852331,
    "hashtag_names": [
      "foryou",
      "fyp"
    ],
    "region_code": "US",
    "username": "politicianfromthetrenchs",
    "video_description": "Republican SLIPS, says how he really feels about black people #foryou #fyp "
  },
  {
    "is_stem_verified": false,
    "region_code": "US",
    "username": "uncle.damn",
    "voice_to_text": "All with maggots embrace of Trump's incontinence comes another conservative fits Donald Vaughan Schitt's in pants edition. I know, I thought it was AI at first too. Nope, just stupidity.",
    "create_time": 1714773652,
    "hashtag_names": [
      "maga",
      "cult45",
      "gop"
    ],
    "id": 7364896697732042030,
    "video_description": "I wonder how Don Von ShitzInPants himself feels about this new trend. 🤔 #Cult45 #MAGA #GOP   ",
    "view_count": 12772
  },
  {
    "id": 7364837737523842346,
    "region_code": "US",
    "video_description": "Chewing on this the last few days. It feels like a solution that solves all the issues people have with the concept of raising minimum wage. If i put it on the internet… i know people will poke holes in it that i cant see. So have at thee.",
    "voice_to_text": "what if minimum wage was set to a sliding scale based on what a company earns sort of like the way they pay taxes and tax brackets you know what I mean tax brackets are considered fair because everybody's paying the same amount on their first $10,000 regardless as to whether or not they make $9,000 or $1 million what if minimum wage was literally set on a company's net profit based on their taxes obviously these numbers would take more thinking and have to be hashed out but like just to throw some examples out there if your company's net profits are under $500,000 a year you can stick to that federal minimum wage of like 7 25 an hour but let's say if a company makes over half a million dollars to like a million dollars well then the your mandatory minimum wage goes up to like I don't know like $11 your company's net profits are a million to like 1.5 million then you have to go up to like $17 and so on and so forth dressing minimum wage in this way would solve the problems of a minimum wage hike hurting smaller businesses you know what I mean and it'll make sure that more successful businesses aren't doing that at the expense of exploiting low wage work it also seems to itself that like kind of cost of living debate like what's the cost of living in California versus you know be of nowhere because then it wouldn't matter if you own an independent subway sandwich franchise and Bf nowhere if you are net profiting $2 million a year then your employees cost $20 an hour them's the rules setting minimum wage on a sliding scale based on net profit seems like a good idea what do you think the potential downfalls are",
    "create_time": 1714759925,
    "hashtag_names": [],
    "is_stem_verified": false,
    "username": "bigbangmike",
    "view_count": 28645
  },
  {
    "video_description": "Jus jokes baby dammmmmm 😂😂😂 #bearvsman #explore #funnyvideos ",
    "view_count": 266,
    "create_time": 1714653383,
    "hashtag_names": [
      "explore",
      "funnyvideos",
      "bearvsman"
    ],
    "id": 7364380116253773099,
    "is_stem_verified": false,
    "region_code": "us",
    "username": "thehondacordproject"
  },
  {
    "region_code": "au",
    "username": "ninecomau",
    "video_description": "The terrifying moment an angry bear charges towards a tuck and breaks the windscreen has been captured on camera in Japan . . . #japan #bearattack #wildanimals #news",
    "view_count": 6330540,
    "create_time": 1714617979,
    "hashtag_names": [
      "japan",
      "news",
      "bearattack",
      "wildanimals"
    ],
    "id": 7364228052152257812,
    "is_stem_verified": false
  },
  {
    "is_stem_verified": false,
    "region_code": "us",
    "username": "cupidsoulja",
    "view_count": 1296644,
    "create_time": 1714608746,
    "hashtag_names": [
      "ucla",
      "protest",
      "foryou",
      "fyp",
      "student",
      "audit",
      "1stamendment"
    ],
    "id": 7364188445985508650,
    "video_description": "#1stamendment #audit #fyp #foryou #student #ucla #protest ",
    "voice_to_text": "Feel better? It would make me feel better. You make me feel a lot better if you just stop recording at all, bro. I'mma record myself though. Okay, well, you're more than welcome to do so. I'mma record myself. You're more than welcome and no one else is necessary. Yeah, you guys crowded around a lot, bro. What's going on? Y'all good? Back up. Alright. Did I get you to just walk with me? Let's get you out. Don't touch my daughter's shoulder. Don't touch my daughter's shoulder. Don't touch my daughter's shoulder. Okay? Don't ever do that again, bro. Would you be able to take your daughter out of here? No. You. How about this, bro? You can take your compadres and y'all can get out of here. I'm a student at this school. That's the library that I. That I use. That's power library that I use. Would you like. That's Royce Hall, where I have classes in. That's Royce, Bro. Would you like. Would you like to go to library? I'm asking if you. No, I'm asking would you. Would you could. Oh, you wanna walk someone? Yeah. Walk yourself to the library, bro. How about that? See, my daughter don't need no one to walk her, cause I can walk her. And I'm a grown man, so I don't need no one to walk me, right? You kind of touching me, bro. Can you back up? So once again, you making skin contact with me, bro. I don't. I don't. I don't go that way, bro. Don't make skin contact with me. I'm asking you to respect. Alright? And I'm. Bro, you're telling me. You're telling me. You're telling me. Okay, so why are you. Why is your intent to endanger and harass the students here who endanger my daughter right here? Are you in danger? No. Right, so what are you talking about? Who's in danger? Who was in danger? You just said someone's in danger. Who's in danger? Are you threatening me? You're calling. You're saying you're gonna put me in danger, alright? So chill out, bro, I can. I can turn my camera this way, that way, to the sky, to the ground. Is my phone, bro. It's my phone, bro. Why am I."
  },
  {
    "region_code": "us",
    "username": "oldrowofficial",
    "voice_to_text": "Fuck your body! Fuck your body! Fuck your body! Fuck your body! Fuck your body!",
    "create_time": 1714602673,
    "id": 7364162354671734062,
    "video_description": "Bipartisanship! 😂😂😂",
    "view_count": 5817631,
    "hashtag_names": [],
    "is_stem_verified": false
  },
  {
    "voice_to_text": "Now we have Hakeem Jeffries and the Democrats coming out embracing Mike Johnson with a warm hug and a big, wet, sloppy kiss. And they are ready to. They have endorsed him. They are ready to support him as speaker. They wanna keep it going, keep the band together. Why? Because Mike Johnson is giving them everything they want. Everything they want. Every single thing they want. So it's really interesting to me, Hocking Jeffries that has gone through round after round of speaker votes. And we've all witnessed it, haven't we, America? And I wanna tell you, I think it's good that America witnessed all of that. And the Democrats said his name over and over again. They said Hakeem Jeffries because they wanted to elect him speaker. Why? Find it very satisfying that they are ready to vote for Mike Johnson. And you wanna know something? I wanna see it happen. And I also wanna see recorded votes. I think the American people, by the way, who I represent, I think the American people need to see a recorded vote of. Do they. Does Congress. Does the members of Congress support the UNIT party? Is this what they support? I think every member of Congress needs to take that vote and let the chips fall where they may. And so next week, I am gonna be calling this motion to vacate. Absolutely calling it. I can't wait to see Democrats go out and support a Republican speaker and Have to go home to their primaries and have to run for Congress again. Having supported a Republican speaker, a Christian conservative. I think that'll play well. I'm excited about it, and I also can't wait to see my Republican conference show their cards and show who we are, because voters deserve it. Is the Republican Party has. Have they finally Learned their lesson? Have they finally heard the message from voters back at home? Are they willing to actually fight, or are they gonna just keep going along to get along? Cause it's really easy to do that in Washington DC. See.",
    "id": 7364070637045828907,
    "region_code": "us",
    "view_count": 72420,
    "username": "cspanofficial",
    "video_description": "Rep. Marjorie Taylor Greene (R-GA) on Wednesday vowed to force a vote next week on Speaker Mike Johnson’s (R-LA) ouster, setting up a scenario in which Democrats will provide the votes needed to save a Republican speaker’s job.   “I think the American people need to see a recorded vote,” the Georgia firebrand told reporters. “I think every member of Congress needs to take that vote and let the chips fall where they may.”   Hardline Republicans have grown increasingly frustrated with Speaker Johnson, pointing to him frequently turning to Democrats for their support in passing key legislation like Ukraine aid, government funding and FISA warrantless surveillance.   “Mike Johnson is giving them everything they want,” Rep. Greene said. “I find it very satisfying that they are ready to vote for Mike Johnson. And you want to know something? I want to see it happen.”   Rep. Greene initially filed her motion to vacate last month, but held off on triggering a vote, trying to use it as leverage to wield influence over the speaker. When she makes the motion “privileged” next week, it will require the House to act on it within two legislative days.   The House will likely vote on a motion to table the motion to vacate, which will require a simple majority to shelve the effort.   So far, only two other Republicans have joined Rep. Greene’s effort — Reps. Thomas Massie (KY) and Paul Gosar (AZ) — but given the GOP’s very slim majority, that would likely be enough to strip the speaker of his gavel absent Democratic support.   House Democratic leaders on Tuesday announced they would vote to table the motion, saying it was time to “turn the page” on the chaos in the House that’s been driven by the hardline faction of the Republican conference.   Rep. Greene acknowledged her motion is likely to fail but said it would serve to get lawmakers on record.   “If this vote fails and the whole conference, the whole Congress, supports the ‘uniparty,’ let me tell you something, that is not a failure, it’s a win for the American people because that’s a list of names,” she said.   #marjorietaylorgreene #speakerofthehouse #mikejohnson #cspan  ",
    "create_time": 1714581324,
    "hashtag_names": [
      "mikejohnson",
      "cspan",
      "speakerofthehouse",
      "marjorietaylorgreene"
    ],
    "is_stem_verified": false
  },
  {
    "username": "texas.trey",
    "video_description": "Trump said wha?? #texastrey #trump #criminaldefendanttrump #formerpresidenttrump #immunity #trumpimmunity #scotus #joebiden #presidentbiden #whichisit #genx #genxtiktokers ",
    "create_time": 1714579425,
    "id": 7364062482601757998,
    "region_code": "us",
    "voice_to_text": "So let me see if I got this right. Earlier this year, former president criminal defended Donald Trump said that presidents, quote, must have full immunity even on, quote, events that cross the line. Trump also said earlier this year that President Joe Biden should be put in jail and put on trial for crimes that Donald Trump alleges President Biden has committed while he's been serving as president.",
    "hashtag_names": [
      "trump",
      "scotus",
      "immunity",
      "genx",
      "whichisit",
      "joebiden",
      "genxtiktokers",
      "presidentbiden",
      "formerpresidenttrump",
      "texastrey",
      "trumpimmunity",
      "criminaldefendanttrump"
    ],
    "is_stem_verified": false,
    "view_count": 15387
  },
  {
    "voice_to_text": "America is such a scam and I can't believe that I just ate it up I just ate up everything they spoon fed me for 35+ years I totally bought it like our government has our best interest everything on the market must be safe the more I learn it's such a reckoning in my head right now I totally bought all of the history textbook propaganda that the US was the savior this this force of good in the world like no we're not no we're not! we're an imperialist country that has sl@ughtered tens of thousands of people in our own selfish interests and we're still doing it and every politician is bought and paid for and they distracted us this whole time with the red versus blue so that we blamed someone else instead of them and I feel like I'm a smart person and I can't believe that it took me this long to piece it all together now that I have I'm just like I'm just horrified",
    "create_time": 1714509870,
    "hashtag_names": [],
    "is_stem_verified": false,
    "username": "metamomma",
    "id": 7363763235457223966,
    "region_code": "US",
    "video_description": "Looking forward to this video being squashed. 🇺🇸 ",
    "view_count": 576589
  },
  {
    "id": 7363713289307606315,
    "is_stem_verified": false,
    "region_code": "US",
    "username": "capitolhillhighlights",
    "video_description": "Justice Ketanji Brown Jackson to Trump Lawyer: “your argument doesnt even make sense”#breakingnews #scotus #supremecourt #ketanjibrownjackson ",
    "view_count": 3101593,
    "create_time": 1714498120,
    "hashtag_names": [
      "breakingnews",
      "scotus",
      "supremecourt",
      "ketanjibrownjackson"
    ]
  },
  {
    "region_code": "US",
    "video_description": "Nancy did not like being fact checked. #conservativetiktok #2024election #trump #biden #maga #republican #nancypelosi ",
    "voice_to_text": "Joe Biden is doing that. Created 9 million jobs in his tournament office. Donald Trump as the worst record of job loss of any president. So we just have to make sure people know that was a global pandemic. He had the worst record of any president. We've had other concerns in our country. If you wanna be an apologist for Donald Trump, that. That may be your role, but it ain't mine. And he has the worst.",
    "id": 7363405878436826411,
    "hashtag_names": [
      "trump",
      "biden",
      "maga",
      "republican",
      "nancypelosi",
      "2024election",
      "conservativetiktok"
    ],
    "is_stem_verified": false,
    "username": "therightside46",
    "view_count": 44252,
    "create_time": 1714426542
  },
  {
    "create_time": 1714314819,
    "hashtag_names": [
      "dance",
      "share",
      "like",
      "instagram",
      "followme",
      "instalike",
      "instagood",
      "trending",
      "viral",
      "motivation",
      "explore",
      "insta",
      "trend",
      "viralvideo",
      "views",
      "fyp",
      "viralvideos",
      "reels",
      "trendingvideo",
      "explorepage",
      "trendingdances",
      "trendingpost",
      "viralpost",
      "trendingpage",
      "greenscreenvideo",
      "foryourpage",
      "bhfyp",
      "instareels",
      "reelsinstagram",
      "reelsvideo",
      "reelsvideos"
    ],
    "id": 7362926001141140778,
    "is_stem_verified": false,
    "username": "bull52772",
    "video_description": "If youre a liberal i really wanna hear from you. Why do you raise kids like this???  #greenscreenvideo ⁣ .⁣ .⁣ .⁣ .⁣ .⁣ #trending #like #explore #reelsinstagram #reelsvideos #bhfyp #explorepage #trendingdances #instareels #reels #dance #motivation #trend #foryourpage #share #viral #trendingvideo #viralpost #reelsvideo #viralvideo #viralvideos #instalike #trendingpage #insta #instagram #instagood #trendingpost #fyp #views #followme ",
    "view_count": 119901,
    "voice_to_text": "You're hurting me! You're hurting me! Help! Help! Help! Help! Help! Help! When my kids wanna know the difference between a Liberal and a conservative, I'm gonna show them this video. Can you imagine if that was your son? And I know the liberals are gonna come for me. Oh, Barry, that's not all of us. We're not all like that. Yeah, you might not be, but every one of them protesters are Liberal, and you know it. And we just dance around this stuff. I think we wanna be nice, and that's cool. I mean, it's ironic that these guys openly support Hamas and Hezbollah and this is how tough they are. Last thing I'll say. You think this is, like, even on both sides, liberals and conservatives? Go ask a recruiter how easy it is to recruit in a conservative state, a red state, versus a blue state, a Liberal state. What do you guys think? Let me know in the comments.",
    "region_code": "US"
  },
  {
    "view_count": 947441,
    "create_time": 1713897907,
    "hashtag_names": [],
    "id": 7361135414540782891,
    "is_stem_verified": false,
    "region_code": "US",
    "username": "kmcpatriot",
    "video_description": ""
  },
  {
    "region_code": "US",
    "username": "red.wave.america",
    "voice_to_text": "Well, you government hand holding liberals are out in the streets with your blue hair chanting my body, my choice. What you should be doing is standing in the streets and saying my student loan, my responsibility. Fucking thieves!",
    "hashtag_names": [
      "school",
      "college",
      "viral",
      "foryou",
      "scotus",
      "viralvideo",
      "fyp",
      "student",
      "government",
      "biden",
      "thieves",
      "liberal",
      "loan",
      "democrat",
      "democrats",
      "liberals",
      "foryoupage",
      "chinajoe"
    ],
    "id": 7359964841148239146,
    "is_stem_verified": false,
    "create_time": 1713625376,
    "video_description": "#democrat #liberal #government #chinajoe #democrats #student #loan #biden #scotus #liberals #thieves #fyp #foryou #foryoupage #school #college #viral #viralvideo ",
    "view_count": 88727
  },
  {
    "id": 7359614445854739755,
    "username": "brutamerica",
    "video_description": "Over 100 Columbia University students were arrested during protests against Israel’s war on Gaza. Here’s what happened…",
    "view_count": 83124,
    "voice_to_text": "Over 100 Columbia University students were arrested during protests against Israel's war on Gaza. Here's what happened on Thursday, April 18th. At the request of the university president, police cleared out a camp of pro Palestine protesters on the school's campus. The night before, protesters erected an encampment of around 50 tens on the main campus Lawton calling for a ceasefire in Gaza and what university president Doctor Manus Shafiq called a violation of quote, a long list of rules and policies. An email to students she seek wrote quote, I authorized the New York police departments and begin clearing the encampment. I took this extraordinary step because of these extraordinary circumstances. New York City Mayor Eric Adams waited on the incident at a press conference, echoing Shafique's message that the protesters had violated university policy with their 30 hour long demonstration. Amongst the protestors was Erisa Hirsey, daughter of democratic congresswoman Elon Omar. Hirsey and two others were suspended from Columbia and Barnard College, Columbia Sister School, for participating in the encampment. In total, 108 people were arrested. It was the first time mass arrest had been made on Columbia's campus since 1968 when students demonstrated against the Vietnam War. It wasn't the only time police interviewed on the Ivy League campus this week. This Wednesday, April 17th, police were on site as students protested the war in Gaza while University President Doctor Shafiq testified about anti Semitism on campus before Congress.",
    "create_time": 1713543806,
    "hashtag_names": [],
    "is_stem_verified": false,
    "region_code": "US"
  },
  {
    "username": "magasassy",
    "voice_to_text": "Trump falling asleep, which there's no photos of it, but Trump falling asleep in a courtroom shows he's not guilty because he's not nervous. That's a person owning it and showing he doesn't care because he didn't do anything.",
    "id": 7358552908675255594,
    "hashtag_names": [],
    "is_stem_verified": false,
    "region_code": "US",
    "video_description": "Replying to @conradpolska ",
    "view_count": 14806,
    "create_time": 1713296619
  },
  {
    "username": "leighstein",
    "video_description": "#greenscreen #bookpublishing #controversy #analysis #nonfiction #books ",
    "view_count": 1967,
    "voice_to_text": "Today I bring you a fresh book publishing scandal. For the Atlantic, the writer Tyler Austin Harper wrote an expos of the New York Times bestseller White Rural Rage, and he argues that the authors of this book conveniently misinterpreted research and data in order to prove their own thesis. I'm gonna focus on two main problems with the book White Rural Rage. The thesis of the book is that white rural voters pose a unique threat to American democracy. But as Harper points out in the Atlantic, the authors of this book never bother to define what the word rural means. The word rural is defined by different academic researchers in different ways, and the authors of this book, instead of picking one definition that would work for their argument, just decide not to choose a definition of all. So rural could mean anything. Avoiding giving a definition of what you mean by the word rural, which is in the title of your own book, Harper says, is like deciding to write a book about Irish people and then drawing on studies of Irish people from Ireland, Irish Americans, people who took a 23 and me test and Learned they were Irish, and people who like to get drunk in Boston on Saint Patrick's Day. The second big problem with this book is that to prove their thesis that the threat of political violence is particularly acute in white rural America, they cite an article titled The Rise of Political Violence in the United States that directly contradicts the claim they are making. This whole scandal reminds me of 2019 when Naomi Wolf had a book coming out about how gay men were treated in the UK in the 19th century. And then while she was doing this BBC interview, the interviewer asked her about her interpretation of this two word phrase that basically her entire thesis was based on, and she had completely misinterpreted those two words, meaning the entire point of her book was null and void.",
    "create_time": 1712691230,
    "id": 7355952706835598635,
    "region_code": "US",
    "hashtag_names": [
      "books",
      "controversy",
      "greenscreen",
      "nonfiction",
      "analysis",
      "bookpublishing"
    ],
    "is_stem_verified": false
  },
  {
    "id": 7352630067387780395,
    "is_stem_verified": false,
    "region_code": "US",
    "username": "dantethehater",
    "video_description": "Did you know that Fidel Castro was once widely praised by Americans as the Cuban George Washington? #history #historia #educational #educacion #historytok #leftist #socialism #socialismo #communism #communismo #liberal #fidelcastro #CapCut ",
    "view_count": 50758,
    "create_time": 1711917619,
    "hashtag_names": [
      "history",
      "fidelcastro",
      "communism",
      "educational",
      "liberal",
      "historia",
      "leftist",
      "socialism",
      "educacion",
      "socialismo",
      "historytok",
      "capcut",
      "communismo"
    ]
  },
  {
    "id": 7350352970581658926,
    "username": "dreamforamerica",
    "video_description": "President Barack Obama on why Trump should NEVER be President again. Do YOU agree with him? #BarackObama #DonaldTrump #Trump2024 #Democracy #USPolitics",
    "voice_to_text": "The one constitutional office elected by all of the people is the presidency. So, the minimum, we should expect a president to feel a sense of responsibility for the safety and welfare of all 330 million of us, regardless of what we look like, how we worship, who we love, how much money we have, or who we voted for. But we should also expect a president to be the custodian of this democracy. We should expect that regardless of ego, ambition, or political beliefs, the president will preserve, protect and defend the freedoms and ideals that so many Americans marched for, went to jail for, fought for, and died for. I have sat in the Oval Office with both of the men who are running for president. I never expected that my successor would embrace my vision or continue my policies. I did hope, for the sake of our country, that Donald Trump might show some interest in taking the job seriously, that he might come to feel the weight of the office and discover some reverence for the democracy that had been placed in his care. But he never did. For close to four years now, he has shown no interest in putting in the work, no interest in finding common ground, no interest in using the awesome power of his office to help anyone but himself and his friends. No interest in treating the presidency as anything but one more reality show that he can use to get The attention he craves. Donald Trump hasn't grown into the job because he can't. And the consequences of that failure are severe.",
    "create_time": 1711387444,
    "hashtag_names": [
      "barackobama",
      "donaldtrump",
      "democracy",
      "trump2024",
      "uspolitics"
    ],
    "is_stem_verified": false,
    "region_code": "US",
    "view_count": 1128959
  },
  {
    "voice_to_text": "Michael Cohen here with another. Michael Cohen reacts. Well, it's been a while, cause you know, for a week I've been suspended on TikTok. But I'm back and I will be on for my 10 o'clock PM show tonight and every night until of course, TikTok suspends me again. But who cares? Judge Marshan just ruled that the trial will start on April 15th. Alright, so let's be clear. Who cares? It's a two week delay. Certainly a lot of wasted time. And the nice part about this ruling was Judgema Sean pointed his finger at who is the guilty party in this specific instance. And that of course being the Southern District of New York. The same group that believe themselves to be sovereign district. They believe themselves to be above anyone in anything. Now as far as that bond is concerned. So. Hundred seventy five million dollars still. Which Donald does not have the cash for. But he can certainly get the cash. I will tell you that the only bad part about that whole ruling is that the appeals court, first and foremost gave him this um. This decision. But more importantly, that it has prevented Tis James until. I don't even know what day. That they decided, but gave um. But gave them the ability to continue to operate this business, which we all know is nefarious. All right? That they gave them the ability to go ahead and to keep running, uh, until the appeal is decided. Down the road. Um, yeah. That's the only real true benefit that Donald Trump received today. The rest. Not a good day for Donald in New York. Good day for New Yorkers. And good day for justice.",
    "create_time": 1711384428,
    "id": 7350340055656893738,
    "region_code": "US",
    "video_description": "The decisions are in. More tonifht on my 10:00pm est show. See you later! ",
    "view_count": 612978,
    "hashtag_names": [],
    "is_stem_verified": false,
    "username": "michaelcohen_"
  },
  {
    "view_count": 2304208,
    "create_time": 1710050933,
    "hashtag_names": [],
    "id": 7344612673042222382,
    "is_stem_verified": false,
    "region_code": "US",
    "username": "chawuggle",
    "video_description": "fuck the two party system me and all my homies hate the two party system 😃"
  },
  {
    "video_description": "You gotta say what’s weird to find WHO’s weird. 🖤✨ #yallternative #appalachian #southernaccent ",
    "view_count": 1809501,
    "create_time": 1707000731,
    "hashtag_names": [
      "southernaccent",
      "appalachian",
      "yallternative"
    ],
    "id": 7331512208049884462,
    "is_stem_verified": false,
    "region_code": "US",
    "username": "andimariere",
    "voice_to_text": "say the weird thing people are desperately seeking realness if you're at a dinner party and they insist on talking about additions to the home and their favourite new history podcast interject with something like you know I was looking into my partner's eyes today and I thought oh shit there's jelly in there and then that bothered me all day long and that's how you find your yes and people he who can continue the joke can continue the relationship with me like I started one the other day with someone and I said I think that if Roger Ebert was alive today he'd be doing reviews of corporate steakhouses and he was like without missing a beat oh yeah I think he'd be doing TikTok lives definitely and he'd agree that Del Frisco's is the superior corporate steakhouse them's my people"
  },
  {
    "view_count": 782,
    "create_time": 1706002165,
    "hashtag_names": [
      "breakingnews",
      "trump",
      "nickcarter",
      "fyp",
      "entertainmentnews",
      "usnews",
      "trump2024",
      "2024breakingnews"
    ],
    "id": 7327223133906210091,
    "is_stem_verified": false,
    "region_code": "US",
    "username": "user1062725309988",
    "video_description": "#usnews #2024breakingnews #nickcarter #entertainmentnews #fyp #breakingnews #trump #trump2024 "
  },
  {
    "video_description": "I'm beyond pissed. Fuck Joe Biden and everyone that stands behind him. None of you deserve to live here as you have no respect for what it took to allot us our freedoms. GFSF. #northerncali#american #supportmilitary#joebidenisnotmypresident  #2ndamendmentsupporter #trump2024 ",
    "voice_to_text": "Joe Biden come out yesterday on national television talking about gun laws, and here's what he said. I shit you not. I'm getting real tired of the American people thinking the Second Amendment was to help protect them against a government who has abused their power. But that's not even what pissed me off. Here's what really pissed me off is when he said, if you think you need guns to take on the government, you are going to need some F Fifteens and some nuclear weapons. What? I don't know. I could be mistaken, but that sounds like a threat to me. That don't sound like a president. You wanna know what that sounds like? A dictator. This administration must have forgotten this is our country. Not Joe Biden's country, not Elon Musk's country, not Bill Gates country. This is our country, the United States of America. People have shed blood to call this their country. And if you want our guns, you come get them.",
    "create_time": 1705077944,
    "is_stem_verified": false,
    "region_code": "US",
    "view_count": 10540,
    "hashtag_names": [
      "american",
      "northerncali",
      "supportmilitary",
      "trump2024",
      "2ndamendmentsupporter",
      "joebidenisnotmypresident"
    ],
    "id": 7323253962843393323,
    "username": "sarahlynne090"
  },
  {
    "create_time": 1683527855,
    "hashtag_names": [
      "duet",
      "fyp",
      "democrat",
      "2ndamendment",
      "republican",
      "guncontrolsaveschildrenslives"
    ],
    "id": 7230697017935170858,
    "is_stem_verified": false,
    "region_code": "US",
    "username": "gremohgwxu4",
    "video_description": "#duet with @MeidasTouch #2ndamendment #fyp #democrat #republican #guncontrolsaveschildrenslives ",
    "view_count": 862
  }
]