[
  {
    "create_time": 1717192139,
    "username": "jbrunett92",
    "is_stem_verified": false,
    "region_code": "US",
    "video_description": "#greenscreen Can you beat my team? 17 games against 17 TikTok creators. @Nick LeBlanc, you’re next my brother! #nflfilter #nfl ",
    "view_count": 4295,
    "voice_to_text": "Ah, this is why I don't keep my hopes up. I didn't and I'm still disappointed. Pulls out i'mma win 5. 24 hours is over. I got 44% of the vote. I gotta win one of these days. So one player per spend opponent revealed after the video is complete. Let's go ahead and take the defensive player right off the bat. Will go TJ Watt. Gonna win the Joker but don't really care for it to be honest. Give me Baltimore's defense. Baltimore's defense with TJ Watt. Sounds like a dream. Sounds like a dream come true. Give me Joe Burrow. I almost accidentally clicked on the wrong one. UM could go Diggs, but he'll probably want to trade since burrow doesn't throw them the ball enough, so. Give me a Sam Laporta at tight ends. Trying to see what we got left. I like a Mark Cooper. I like Alvin Kamara, but give me Chris Godwin. Give me Chris Godwin at wide receiver. Two Gary Wilson. People forget how good Gary Wilson is. Gary Wilson will be my wide receiver one. Yeah, give me Aaron Jones. I'm good with that. Give me like a Detroit Atlanta online. Something like that. Cincinnati's online? I mean, that's not exactly the best, but I think this team is respectable. Again. I'm not gonna keep my hopes up. I've done that way too many times. Nick, you're my opponent. You'll probably beat me, I'm sure. I'm sure you'll get like Patrick Mahomes CMC and Detroit Online or something like that. But good luck, brother. Congratulations. A cousin Michael in the W. I'll talk to you guys later.",
    "hashtag_names": [
      "nfl",
      "greenscreen",
      "nflfilter"
    ],
    "id": 7375284052229852462
  },
  {
    "username": "ahmedhusenarbay",
    "video_description": "",
    "view_count": 66322,
    "create_time": 1717189705,
    "hashtag_names": [],
    "id": 7375273573365075218,
    "is_stem_verified": false,
    "region_code": "AE"
  },
  {
    "hashtag_names": [],
    "is_stem_verified": false,
    "region_code": "US",
    "username": "kbeautty",
    "create_time": 1717100247,
    "video_description": "Why does it have to be so stressful 😂🙄",
    "view_count": 321549,
    "voice_to_text": "Hi. I'm here to get an oil change. My dad won't stop bothering me until I get one, so. Okay, just wait right here, okay. A few moments later. Ma'am. So your sensors are malfunctioning, the emission system is kind of weird, and your. I just need an oil change. Yeah, but your car needs a lot of work. Give me one second. Hello? Hey, daddy. So I just came to the car shop, and the man said that there's a lot of stuff wrong with my car, and I'm like, okay, I just need an oil change. I don't know. I just put gas in it this morning. How many liquids could a car possibly need? Yeah, like, he said there's something wrong with, like, the ignition or the transmission or. I think my car has diabetes. Should I just go home? Like, I have Crisco at home. I can change the oil myself.",
    "id": 7374889384706985258
  },
  {
    "view_count": 11760184,
    "create_time": 1717092182,
    "hashtag_names": [
      "funnyvideos",
      "virl",
      "1millionaudition",
      "hdjoker46"
    ],
    "id": 7374854740221447429,
    "is_stem_verified": false,
    "region_code": "PK",
    "username": "mudassarali37467",
    "video_description": "#hdjoker46 #virl #1millionaudition #funnyvideos "
  },
  {
    "view_count": 3818,
    "create_time": 1717082642,
    "id": 7374813760651021614,
    "region_code": "US",
    "username": "jbrunett92",
    "hashtag_names": [
      "nfl",
      "greenscreen",
      "nflfilter"
    ],
    "is_stem_verified": false,
    "video_description": "#greenscreen 17 games against 17 TikTok creators! @CousinMichealsCorner, you’re next! #nflfilter #nfl ",
    "voice_to_text": "17 games against 17 TikTok creators. This roster is putrid. I hope to god that this is my worst roster. If somehow, some way. It's been a few hours, like I'm assuming, I'm gonna go on for. But if you guys vote for me, I'm gonna need y'all take some drug tests. You know the drill. I'm owing for. We're trying to avoid going on for one player per spin. My opponent will be revealed after this video is complete. Alright. Um. Hmm. I think Slayton's on the Eagles, right? No, we're not gonna do that. Um. Why is this happening again? Let's go with Tyler Higby. We'll go ahead and go with Tyler Higby. I trust that the rest of my team will age very well. All right, let's go with. Let's go with Kansas City's defense. Oh, shoot. Okay, ignore the tight end part, because that's a. That's Higby. Higby is taken. Let's go with Detroit's old line. The tight end positions taken, y'all, just so you know. Um. Let's go with Nico Collins at wide receiver. I could go with Aaron Rodgers, but honestly, I feel like I can find about quarterback now, so we'll see what happens. Um. Could go with Jared Goff. I'm not gonna do that. Could go. You know what? Let's go with Saquon Barkley. I like the Saquon Barkley pick. Thank you. Thank you very much. Lamar Jackson. I know I could go with Davante Adams, but I need a quarterback. Justin Jefferson, baby. Alright, defensive player. Who do we got? Um, I'm gonna be honest. I don't even know who the best player on Washington is. Um. Shows my knowledge about the Washington Commanders. Um, I'll put it down here. Alright. Opponent revealed. Cousin Michael, you are my fifth opponent. Will I have my first win the season? I'm not gonna count on it. But I wish you the best of luck. Can you beat this team?"
  },
  {
    "id": 7374572000712641838,
    "is_stem_verified": false,
    "region_code": "US",
    "username": "tj.pruitt",
    "video_description": "Bc why not #payoffdebt #greenscreen #fyp #zyxcba #help #challenge #repost #share #gofundme #giveback #tiktok #trending #trend ",
    "view_count": 876,
    "create_time": 1717026350,
    "hashtag_names": [
      "repost",
      "share",
      "help",
      "challenge",
      "trending",
      "tiktok",
      "trend",
      "fyp",
      "giveback",
      "greenscreen",
      "gofundme",
      "payoffdebt",
      "zyxcba"
    ]
  },
  {
    "username": "famous_olwethu01",
    "video_description": "#SAMA28 #trending #viral #mzansitiktoker #mzansicomedy #fyp #mzansitiktok🇿🇦 #umlazitiktoker #viralvideo #southafrica #famousolwethu #comedian #instagram ",
    "view_count": 86426,
    "create_time": 1716995754,
    "hashtag_names": [
      "instagram",
      "trending",
      "viral",
      "comedian",
      "viralvideo",
      "southafrica",
      "fyp",
      "mzansicomedy",
      "mzansitiktok🇿🇦",
      "mzansitiktoker",
      "umlazitiktoker",
      "sama28",
      "famousolwethu"
    ],
    "id": 7374440588332109061,
    "is_stem_verified": false,
    "region_code": "ZA"
  },
  {
    "id": 7374235238198775082,
    "view_count": 10416,
    "voice_to_text": "I saw this other creator on here start this why not me and why not you challenge it's basically just posting on here daily just to see what happens I found her video she was at 8,000 followers and now she's at 26 k and she's been doing this for less than a week so yeah I'm Jerleen I'm a graphic designer I sing I love anime and gaming I occasionally cosplay occasionally I'm turning 29 in three weeks and just wanted to do something to push myself out of my comfort zone as I enter my last year of my 20s if that interests you hi and welcome if not I will still be making videos daily because why not",
    "hashtag_names": [],
    "is_stem_verified": false,
    "region_code": "US",
    "username": "jerleenyvette",
    "video_description": "DAY 1 | Because why not?  Got the idea from @Katie ",
    "create_time": 1716947943
  },
  {
    "video_description": "The AI photos should be a dead giveaway but please do a Google search before engaging with this rage baiting disinformation. Therealdax.news is not a real news source. ",
    "view_count": 535656,
    "create_time": 1716938914,
    "hashtag_names": [],
    "is_stem_verified": false,
    "region_code": "US",
    "username": "jouelzy",
    "id": 7374196460675616046,
    "voice_to_text": "Please remember that plenty of people get on this app and rage bait and post outrage content simply for engagement. And that is a big way that misinformation gets spread on this app. This news story about a Douglas Barnes, four years after a white police officer murders his son pulling out an AK whatever at that police office. There's daughter's prom and riddling the daughter with bullets. And there's no other news towards other than the real Dax dot news. These AI photos. There's nobody from either side of the community. No local news, no community news, nobody sharing this story. This is fake. It's very obviously fake. You click on the con, the account, and all they do is post AI pictures with outlandish rage baiting stories. And I've seen several people, several accounts re share this story. But a simple Google search, there's no court documents, there's no news stories, there's no social media post outside of people reposting this story from the real Dax Dot news. Outrage baiting. And honestly, we have to be very cautious of this in United States. It is a election year. Stuff like this might seem like, oh, just rage baiting, just for engagement, just for revenue. But watch, these stories have more of a political change the closer we get to November. They're meant to do damage to a community. Be wary and please invest in a little bit of media literacy."
  },
  {
    "create_time": 1716920980,
    "hashtag_names": [],
    "id": 7374119437558893856,
    "is_stem_verified": false,
    "region_code": "BE",
    "username": "leon_is_kurd7",
    "video_description": "",
    "view_count": 369
  },
  {
    "hashtag_names": [
      "viral",
      "filter",
      "tiktokgames",
      "GameTok"
    ],
    "is_stem_verified": false,
    "region_code": "GB",
    "view_count": 7555036,
    "voice_to_text": "Minus, minus, plus. That is. Okay, okay, here we go then. Exact same sum. You're saying minus, minus, plus. Wrong. Wait a minute, wait a minute. 2 4, 6. 2 4, 6, 8. 2 4 6, 8+ plus. No, that would be 8. That would be 8, not ten. Okay, I've got this. It's divide, divide, divide, divide. No, it isn't. What about times? Times, times. No. Does anyone actually have a clue about this? Um. Plus, times minus. That would be right. Yeah, because 2 + 2 is 4 * 2 is 6 - 2 is. I know.",
    "create_time": 1716908315,
    "id": 7374065025234849056,
    "username": "matt.court",
    "video_description": "Replying to @robinsongmarsha#viral #filter #gametok #tiktokgames "
  },
  {
    "hashtag_names": [
      "titanic",
      "news",
      "titan",
      "disasters",
      "disastroushistory"
    ],
    "id": 7373866622316023086,
    "username": "disastroushistory",
    "view_count": 2389192,
    "voice_to_text": "alright folks here we go again two billionaires have decided they're going to take a 20 million dollar submersible down to the bottom of the ocean to visit the wreck of the Titanic the two billionaires have decided to do this to prove that you can take a submersible down to the bottom of the ocean safely after just 11 months ago the Titan submersible took five people down under the ocean and imploded killing all five of them and setting off a day's long search in the hopes that they were still alive inside the submersible one of them is this man Larry Connor a billionaire from Ohio who is an private astronaut that is certified by NASA and has done various other things similar to this in his life the other one is this man Patrick Leahy who is the CEO of Triton Submarines they will take his Triton 4,002 Abyssal Explorer down to the bottom of the ocean to prove that it is safe now the two have not yet set a date for when they will take the submersible down to the bottom of the ocean to visit the wreck of the Titanic however I guess it remains to be seen as to whether or not you can actually make it down there without the vessel imploding or if maybe we should just leave the Titanic alone because it's falling apart as is",
    "create_time": 1716862116,
    "is_stem_verified": false,
    "region_code": "US",
    "video_description": "I guess we’re not done with billionaires going places that should be left alone #disastroushistory #disasters #news #titan #titanic "
  },
  {
    "video_description": "Even if this doesn’t go anywhere, it’s just nice to know a lot of people feel this way and I’m not crazy 🙃 #studentloans #corporatelife #adulting #capitalism #payoffdebt ",
    "view_count": 16617,
    "voice_to_text": "So I have really enjoyed seeing everyone's videos on my for you page regarding this trend and I've been struggling to even want to post anything simply due to the fact that I know that there are so many people that share my same story of going to college, getting the debt, but thinking that you would have a great awesome wonderful job and be able to take care of the debt, no problem like you wouldn't even notice it I went into college at the age of 17 thinking pre med I'm gonna become a doctor, everything's gonna be gravy by my junior I was like I don't want to become a doctor at all and so I was like I'm just going to figure it out get my biology degree, call it a day and in my first five years of working I was like right at the $40000 salary and managed to get myself up a bit in the past 3 years but at the end of the day there are still so many bills I’ve barely put a dent … honestly I haven't even put a dent in my student loans and I’m just at the point where it's like do I have to take on more debt to do the things that I wanna do? To travel, to get married, to have kids I can't even imagine I want to have a big family but I'm even at that point where I'm like does it even make sense to? if I can't even financially take care of myself? you know? and I think the biggest thing for me too is that I feel like I failed myself and there are times when I feel like I've even failed my family my parents that immigrated from Ghana to live in the United States  and raise their kids to be great and amazing here and I'm like I just feel like this below average joe shmoe that pays the bills to get by but like, what else what else am I doing? but long story short I’ve really enjoyed getting to see everybody's stories and I don’t wanna take too much of y'all's time I don't even imagine this will get on the FYP because you know tiktok algorithms but anywho I hope that we can all get through this and help one another",
    "hashtag_names": [
      "adulting",
      "studentloans",
      "capitalism",
      "corporatelife",
      "payoffdebt"
    ],
    "id": 7373799052288331051,
    "region_code": "US",
    "username": "livinglikenana",
    "create_time": 1716846384,
    "is_stem_verified": false
  },
  {
    "hashtag_names": [
      "gym",
      "fitness",
      "diamond",
      "grind",
      "challenge",
      "pushups",
      "sotg"
    ],
    "id": 7373765498242207018,
    "is_stem_verified": false,
    "region_code": "US",
    "username": "jason.sotg",
    "video_description": "#diamond pushups ups to the face!! Having a little fun after the MURPH!! #sotg #grind #pushups #challenge #gym #fitness",
    "view_count": 677,
    "create_time": 1716838574
  },
  {
    "video_description": "If this man come be God na 1 billion times we go they enter mosque to pray per day please I'm asking what this man is saying do you think is right or something is ............... #finestz2 #contentcreator #foryou #viralvideos #comedymusic #fypシ #fyp #virals #alfafinestz #viralreels ",
    "view_count": 57995,
    "create_time": 1716836212,
    "hashtag_names": [
      "foryou",
      "comedymusic",
      "fyp",
      "viralvideos",
      "virals",
      "contentcreator",
      "fypシ",
      "viralreels",
      "finestz2",
      "alfafinestz"
    ],
    "id": 7373755365005020421,
    "is_stem_verified": false,
    "region_code": "NG",
    "username": "finestz2"
  },
  {
    "id": 7373650489113611563,
    "is_stem_verified": false,
    "region_code": "US",
    "username": "brenannabread",
    "video_description": "#nsync #nsynctiktok #challengeaccepted ",
    "view_count": 219,
    "create_time": 1716811805,
    "hashtag_names": [
      "nsync",
      "challengeaccepted",
      "nsynctiktok"
    ]
  },
  {
    "video_description": "MACARONI ON DECK",
    "view_count": 116,
    "create_time": 1716773231,
    "hashtag_names": [],
    "id": 7373484861711076651,
    "is_stem_verified": false,
    "region_code": "US",
    "username": "fl0calsofficial"
  },
  {
    "hashtag_names": [
      "crazy",
      "icu",
      "htx",
      "gnarlesbarkley",
      "irememberwhen"
    ],
    "id": 7373476206949207339,
    "is_stem_verified": false,
    "region_code": "US",
    "username": "noteliaseverette_",
    "video_description": "She still didnt reach out! 💀 #irememberwhen #gnarlesbarkley #crazy #icu #htx ",
    "view_count": 3134323,
    "create_time": 1716771216
  },
  {
    "hashtag_names": [],
    "id": 7373405482096069894,
    "is_stem_verified": false,
    "username": "innocent_omary",
    "video_description": "kenyan viral songs trending in kenya now kenya latest song trending challenge famous viral songs 2024 trending songs kenyan love songs trending songs on tiktok kenya latest trending songs 2024",
    "view_count": 59159,
    "create_time": 1716754748,
    "region_code": "TZ",
    "voice_to_text": "Skin ah,   ah need me to walk, which I go out,   me   to   walk   which   I   go   out pick it up when I go out. See,   it   up   when   I   go   out   See no one give me when I go out, sorry,   one   give   me   when   I   go   out   sorry sorry, no one   no   one pick it up on my jewels and I'm.   it   up   on   my   jewels   and   I'm You're the only one.   the   only   one You're the only one. I put a number two. Eh,   the   only   one   I   put   a   number   two   Eh only one. You're the only one.   one   You're   the   only   one"
  },
  {
    "region_code": "TT",
    "video_description": "The only thing Mary ain’t do is cuss me😭 #trinidad #cheesecake #smallbusiness ",
    "create_time": 1716746077,
    "id": 7373368238329171206,
    "username": "cheesethedaytt_",
    "view_count": 46796,
    "voice_to_text": "Let me tell you a story of how I allowed a customer to   me   tell   you   a   story   of   how   I   allowed   a   customer   to not only disrespect me, but not follow my policies.   only   disrespect   me   but   not   follow   my   policies And like a clown, I still took their order.   like   a   clown   I   still   took   their   order So for the sake of this video,   for   the   sake   of   this   video let's call this customer Mary.   call   this   customer   Mary No, that is not her real name.   that   is   not   her   real   name We don't need to find Mary.   don't   need   to   find   Mary All we need to do is listen to this story.   we   need   to   do   is   listen   to   this   story So Mary messaged me and she was being very upfront from the beginning.   Mary   messaged   me   and   she   was   being   very   upfront   from   the   beginning She wanted a cheesecake and she wanted it. Now.   wanted   a   cheesecake   and   she   wanted   it   Now I told her we don't facilitate same day orders,   told   her   we   don't   facilitate   same   day   orders but if she wanted something a bit rushed,   if   she   wanted   something   a   bit   rushed we could facilitate her during the course of the week.   could   facilitate   her   during   the   course   of   the   week So she agrees.   she   agrees I send her my invoice along with the payment instructions   send   her   my   invoice   along   with   the   payment   instructions like I do all my customers.   I   do   all   my   customers And I realise a day passes,   I   realise   a   day   passes she doesn't reply. Two days pass,   doesn't   reply   Two   days   pass she doesn't reply.   doesn't   reply I obviously leave it there because if you wanted a cheesecake,   obviously   leave   it   there   because   if   you   wanted   a   cheesecake you would do what you have to do.   would   do   what   you   have   to   do I don't really follow up on people or beg them to Peter Invoice.   don't   really   follow   up   on   people   or   beg   them   to   Peter   Invoice Now the day before collection,   the   day   before   collection she calls me and I usually don't take phone calls,   calls   me   and   I   usually   don't   take   phone   calls but somehow for some reason I took this call.   somehow   for   some   reason   I   took   this   call I answered the phone pleasantly.   answered   the   phone   pleasantly Hi, good afternoon.   good   afternoon She was like, hi.   was   like   hi Um, I think you're being a little bit ridiculous.   I   think   you're   being   a   little   bit   ridiculous No, I was really confused.   I   was   really   confused So I asked her what the issue was because I was confused.   I   asked   her   what   the   issue   was   because   I   was   confused She ordered a cheesecake from our special That was $125.   ordered   a   cheesecake   from   our   special   That   was   $125 And when I send the invoice,   when   I   send   the   invoice I said a 50% deposit confirms your order like I do with everyone else.   said   a   50%   deposit   confirms   your   order   like   I   do   with   everyone   else She goes on to say that   goes   on   to   say   that it's stupid of me to expect busy adults to go in the bank and line up   stupid   of   me   to   expect   busy   adults   to   go   in   the   bank   and   line   up to pay $67.   pay   $67 That would have been her 50% deposit, right?   would   have   been   her   50%   deposit   right I told her we don't expect adults to do that   told   her   we   don't   expect   adults   to   do   that because we accept online transfers as well.   we   accept   online   transfers   as   well She goes on to tell me she doesn't have a bank account, right?   goes   on   to   tell   me   she   doesn't   have   a   bank   account   right But how is that my problem or my fault?   how   is   that   my   problem   or   my   fault She insisted on going back and forth with me   insisted   on   going   back   and   forth   with   me telling me how stupid and ridiculous my policies were.   me   how   stupid   and   ridiculous   my   policies   were In the end, I ended up doing a cake for her   the   end   I   ended   up   doing   a   cake   for   her because I was just tired and I didn't wanna hear it anymore.   I   was   just   tired   and   I   didn't   wanna   hear   it   anymore When she collected,   she   collected she told me she hated the cake and she hates the customer service.   told   me   she   hated   the   cake   and   she   hates   the   customer   service And I was just confused.   I   was   just   confused",
    "hashtag_names": [
      "trinidad",
      "cheesecake",
      "smallbusiness"
    ],
    "is_stem_verified": false
  },
  {
    "create_time": 1716682295,
    "hashtag_names": [
      "noworries",
      "peacefullife"
    ],
    "id": 7373094291499060526,
    "is_stem_verified": false,
    "region_code": "US",
    "username": "starrvibes_222",
    "video_description": "#peacefullife #noworries ",
    "view_count": 256
  },
  {
    "create_time": 1716669317,
    "hashtag_names": [],
    "id": 7373038557386050821,
    "is_stem_verified": false,
    "region_code": "ZA",
    "username": "lee_pinto1",
    "video_description": "",
    "view_count": 339
  },
  {
    "video_description": "#funnyvideos #fypシ゚ ",
    "view_count": 811,
    "create_time": 1716667307,
    "hashtag_names": [
      "funnyvideos",
      "fypシ゚"
    ],
    "id": 7373029915475643680,
    "is_stem_verified": false,
    "region_code": "GB",
    "username": "queen.of.heartx"
  },
  {
    "view_count": 3412400,
    "create_time": 1716631652,
    "hashtag_names": [
      "gym",
      "trending",
      "viral",
      "foryou",
      "armwrestling",
      "armwrestler",
      "devonlarratt",
      "foryoupage",
      "fypage",
      "armwrestlingteam"
    ],
    "id": 7372876706849344811,
    "is_stem_verified": false,
    "region_code": "US",
    "username": "armwrestlingteam521",
    "video_description": "Arm warestling attitude match #armwrestlingteam #armwrestling #fypage #viral #trending #foryou #gym #armwrestler #foryoupage #devonlarratt "
  },
  {
    "is_stem_verified": false,
    "region_code": "US",
    "username": "strongmanstorytelling",
    "video_description": "",
    "view_count": 1764,
    "create_time": 1716594634,
    "hashtag_names": [],
    "id": 7372717790794501418
  },
  {
    "hashtag_names": [],
    "id": 7372714955616849194,
    "is_stem_verified": false,
    "region_code": "US",
    "username": "spicyfreestyles",
    "video_description": "Making rap vids for the homies!! @kris6933 ",
    "view_count": 428,
    "create_time": 1716593972
  },
  {
    "is_stem_verified": false,
    "region_code": "UG",
    "username": "mzeekamaad.zakayo",
    "video_description": "yeffe yeffe,,#foryou #duet #mbaziiratonny #kenyantiktok🇰🇪 #kadamasaudia🇸🇦 #jeffroycandolo #nrm #kyagulanyirobertssentamu #nrm #mpugamathiasshouldresign #nup #Radiobudd #fullfigure @Akramnjuba1989🥰🥰🥰🥰🥰🥰 @Chagga🔹️ @SUMAH WA KAMA🥰 @Izon T @ASH OWAKATAWULO ",
    "view_count": 185233,
    "create_time": 1716587372,
    "hashtag_names": [
      "duet",
      "nrm",
      "foryou",
      "nup",
      "fullfigure",
      "kenyantiktok🇰🇪",
      "kyagulanyirobertssentamu",
      "mbaziiratonny",
      "kadamasaudia🇸🇦",
      "jeffroycandolo",
      "radiobudd",
      "mpugamathiasshouldresign"
    ],
    "id": 7372686596899933446
  },
  {
    "region_code": "US",
    "username": "melly_spinelly",
    "video_description": "Pay off my debt trend is hitting hard and fast! This is the best explanation I've heard! Why not help each other if we can? It's worth a shot! #payoffdebt #debtpayofftrend #debt #smarttok #trend #teamwork ",
    "view_count": 13465,
    "create_time": 1716583643,
    "hashtag_names": [
      "teamwork",
      "trend",
      "debt",
      "smarttok",
      "payoffdebt",
      "debtpayofftrend"
    ],
    "id": 7372670594413808938,
    "is_stem_verified": false
  },
  {
    "id": 7372665192578141483,
    "region_code": "US",
    "username": "lilbaby",
    "view_count": 17353398,
    "create_time": 1716582388,
    "hashtag_names": [],
    "is_stem_verified": false,
    "video_description": "@nayaabtania got me doing anything 😂😂😂😂😂😂",
    "voice_to_text": "Since I'm in the UK, I'll be doing the British Accent Challenge. Literally. Can I get a bottle of water? Are you stupid? Is that Twitter? Do you play football? Thanks, mum for the delicious dinner. Is it 3:00 yet? 333 Tuesday. Saturday. Harry Potter. You're a liar. YouTube. I'm a little bit thirsty. It's tea time, ain't it"
  },
  {
    "create_time": 1716576519,
    "id": 7372639171141209375,
    "hashtag_names": [
      "followtrain",
      "debt",
      "debtfree",
      "payoffdebt",
      "debtpayoff"
    ],
    "is_stem_verified": false,
    "region_code": "US",
    "username": "desdouglas97",
    "video_description": "I have so much debt plus I wanna stay at home with my little love. ADD USSSSSSSS! #debtfree #debt #followtrain #debtpayoff #payoffdebt ",
    "view_count": 1141,
    "voice_to_text": "We are paying off each other debt on TikTok. I don't know if you all saw the trend, but we are literally paying off each other's debt. And the way that we are doing that is everyone is posting a video. We are asking that you all engage or watch the video. Comment, share."
  },
  {
    "view_count": 54608,
    "create_time": 1716569112,
    "hashtag_names": [
      "onthisday"
    ],
    "id": 7372608186034965766,
    "is_stem_verified": false,
    "region_code": "ZA",
    "username": "tebu_curry",
    "video_description": "#onthisday 🤣🤣"
  },
  {
    "region_code": "US",
    "username": "ladya1_shay",
    "view_count": 2485,
    "voice_to_text": "My video been up for a while, and I only had, like, 20 people follow me. I mean, what do y'all want me to do, pull a breast out or something in order to get some more followers? What happened to teamwork? Make the dream work.",
    "create_time": 1716510364,
    "is_stem_verified": false,
    "video_description": "#fyp #viralvideo #fypシ #detroit #michigan #payingoffdebt ",
    "hashtag_names": [
      "detroit",
      "michigan",
      "viralvideo",
      "fyp",
      "fypシ",
      "payingoffdebt"
    ],
    "id": 7372355855917878570
  },
  {
    "view_count": 412,
    "create_time": 1716492546,
    "hashtag_names": [
      "superstar",
      "grow",
      "video",
      "viral",
      "account",
      "tredding",
      "karachicity",
      "treddingvideo",
      "ViralBeauty",
      "forupageシ",
      "karachitiktokker",
      "unfrezzmyaccount🙏🙏",
      "karachibeauti",
      "unfrezzmyaccount🥺",
      "beautioofpakistan",
      "superstarkarachi",
      "superstarummehani2",
      "justlookinglikeawoow",
      "rtkqg"
    ],
    "id": 7372279332854648070,
    "is_stem_verified": false,
    "region_code": "PK",
    "username": "superstarummehani2",
    "video_description": "#justlookinglikeawoow #unfrezzmyaccount🙏🙏 #superstarummehani2 #tredding #forupageシ #unfrezzmyaccount🥺 #rtkqg #treddingvideo #ViralBeauty #beautioofpakistan #karachicity  #viral #video #grow #account #karachibeauti #karachitiktokker #superstar #superstarkarachi @💖❤ AMIR KHAN  ❤💖 @🥀Kamran Soomro🥀 "
  },
  {
    "hashtag_names": [],
    "id": 7372011034829180202,
    "region_code": "US",
    "voice_to_text": "I ain't gonna lie. I've been jumping from relationships to relationships. It's hard to stay loyal when you're too cute because every female wants me and I be cheating",
    "create_time": 1716430077,
    "is_stem_verified": false,
    "username": "riakdut",
    "video_description": "",
    "view_count": 2650885
  },
  {
    "id": 7372003176205045035,
    "view_count": 1650740,
    "voice_to_text": "Game 5. Let's just do first to get it. This looks like tough. Um. I mean, you just gotta time it. Oh, my god. It might be undoable. I looked right before this and saw somebody get it. Okay, so it's the angle. Just feels undo. Doesn't feel like it should be possible. Wish. I wish. I don't think we can control any, like, power or anything either. You can't. Oh, I go. Pack is up. Just. Just be here for a while here. I'm gonna give it a rhythm. Dribble here. Sure. Tough. Where? I think early. You wanna lean early, though. You wanna lean. Whoa! Okay. Oh! Oh! You got in there. Why did he zip like that? You win. That was weird. You can rebuttal. How did you just do that? Why did he zip out like that? Maybe click. Okay. I don't know. That'll do. APEX when I go home. You just made it. Athletic play. Unbelievable.",
    "username": "morebreadbasket",
    "video_description": "game 5",
    "create_time": 1716428248,
    "hashtag_names": [],
    "is_stem_verified": false,
    "region_code": "US"
  },
  {
    "id": 7371947718240931077,
    "is_stem_verified": false,
    "username": "diopnostress1",
    "view_count": 82445635,
    "hashtag_names": [],
    "region_code": "SN",
    "video_description": "Kouné Sénégal nékhoul amo connexion 😂🥰🇸🇳",
    "voice_to_text": "Bellingham, ouais, superbe extérieur avec le contrôle dans la course.   superbe   extérieur   avec   le   contrôle   dans   la   course Karim adeyemi,   adeyemi doniel, Malène adeyemi 1 nouvelle fois Bellingham.   Malène   adeyemi   1   nouvelle   fois   Bellingham Attention, attention, la frappe de Bellingham et   attention   la   frappe   de   Bellingham   et elle est au fond,   est   au   fond il ne faut pas lui laisser le moindre mètre d'espace   ne   faut   pas   lui   laisser   le   moindre   mètre   d'espace à l'international homier pour venir   l'international   homier   pour   venir décompter la situation.   la   situation 4e but de la saison,   but   de   la   saison il est là 1 nouvelle fois,   est   là   1   nouvelle   fois c'est dans l'espace réduit   dans   l'espace   réduit que les joueurs du monde aussi,   les   joueurs   du   monde   aussi alors que la différence.   que   la   différence",
    "create_time": 1716415337
  },
  {
    "region_code": "US",
    "username": "nycmaderob_",
    "video_description": "#fypツ ",
    "view_count": 29807982,
    "create_time": 1716413102,
    "hashtag_names": [
      "fypツ"
    ],
    "id": 7371938112986991914,
    "is_stem_verified": false
  },
  {
    "hashtag_names": [
      "brooklyn",
      "uae",
      "canada",
      "viral",
      "saudiarabia",
      "pakistan",
      "punjab",
      "lahore",
      "karachi",
      "islamabad",
      "foryoupage❤️❤️❤️foryou💞💞💜",
      "chaudharynyc"
    ],
    "id": 7371934595329084718,
    "is_stem_verified": false,
    "region_code": "US",
    "username": "chaudharynyc",
    "video_description": "#pakistan #lahore #punjab #islamabad #karachi #uae #canada #brooklyn #saudiarabia #chaudharynyc #viral #foryoupage❤️❤️❤️foryou💞💞💜 @KHALID ",
    "view_count": 5550,
    "create_time": 1716412281
  },
  {
    "create_time": 1716405561,
    "hashtag_names": [
      "duet"
    ],
    "id": 7371905684721372433,
    "is_stem_verified": false,
    "region_code": "SA",
    "username": "muaznazif",
    "video_description": "#Duet ",
    "view_count": 419284
  },
  {
    "hashtag_names": [],
    "region_code": "US",
    "create_time": 1716402805,
    "id": 7371893890846068010,
    "is_stem_verified": false,
    "username": "spampire",
    "video_description": "Uncrustable was a paid actress ",
    "view_count": 239053,
    "voice_to_text": "Okay. Tell me a famous male that you would feel safe being alone in a room with. I'll go first. Guy Ferrari. It's a Ferrari. I like to call him Guy Ferrari. He just."
  },
  {
    "username": "exataswazza",
    "video_description": "Replying to @musoke952 ",
    "view_count": 289160,
    "create_time": 1716400029,
    "hashtag_names": [],
    "id": 7371881979534445830,
    "is_stem_verified": false,
    "region_code": "UG"
  },
  {
    "create_time": 1716380443,
    "hashtag_names": [
      "foryou",
      "viralvideo",
      "tiktokkenya",
      "kalenjin",
      "fypシ゚viral",
      "sambaiofficial"
    ],
    "id": 7371797829410458896,
    "is_stem_verified": false,
    "region_code": "SA",
    "username": "sambai_official",
    "video_description": "#tiktokkenya #kalenjin #fypシ゚viral #foryou #viralvideo #sambaiofficial#@Gidi kocha #kalenjin ",
    "view_count": 4101822
  },
  {
    "view_count": 370678,
    "voice_to_text": "hey everybody you all know I like to dress up as different specialties in medicine but I am actually a board certified ophthalmologist and I wanna talk about something very important for a few minutes blindness if you ask 10 people to give the definition for blindness you're gonna get 10 different answers I’d guess a lot of people think that being blind means you just don't see anything just black and that is rarely the case blindness is a spectrum and I want to explain what we mean when we say that there are two main parameters we use to assess visual function there's your visual acuity that's your ability to look across the room and read the letters on the chart then there's also your visual field which is your peripheral vision all around you let's start with visual acuity in the US we consider perfect vision to be 2020 if you have 2040 vision that means that what you can see at 20 feet someone with perfect vision can see at 40 feet so they can move back 20 feet and still see the same thing you're seeing if you have 20/200 vision that means that what you can see at 20 feet someone with perfect vision can see at 200 feet they go way back and still see it the largest letter on the chart that's usually about 20/200 but some people don't even have that level of vision they can only see finger counting or hand motion or some people have what we call light perception vision where all they can see is light coming from different directions all of that is still useful vision even if you can only see a hand moving in front of your face you can still see that somebody is standing in front of you or an object is off to the side you may not be able to tell what that object is but you know something's there or you can tell where light is coming from and that can help you navigate the world so clearly there's a range of visual acuity so what's the definition of blindness well depends on who you ask and what kind of activities you're doing let's take driving for example most states require you to have at least one eye that sees 2040 Vision in order to qualify for an unrestricted driver's license so if you have 2080 Vision in both eyes are you considered blind well according to the department of transportation yeah I guess so but people with 2080 vision often can navigate the world just fine they can perform their normal daily activities and take care of themselves and do things they like to do without much difficulty people with hand motion vision they have a different definition of blindness because they certainly need help crossing a busy road whether it's a guide dog or a white cane or someone helping them but they can have conversations with people they can know you're sitting in front of them they can look you right in the eye and talk to you and and that's a level of function that's slightly different but you know maybe they're considered blind as well then there's peripheral vision so we have a way of measuring this in the eye clinic we put your head in like this bowl thing and you hit a button when you see a light and it maps out your visual field so this is an example of the readout we get don't worry about all the numbers and stuff basically white space means you saw the thing so that big black spot right there that's your physiologic blind spot we all have that we don't see it though our brain just filters that out this is the peripheral vision of someone with glaucoma so you see all that black space so this is the person's left eye and basically what that shows is they cannot see from like midline up they don't have any superior vision out of that left eye due to a disease called glaucoma and this is the peripheral vision of someone who's had a stroke so this bet is both eyes left and right and this person has lost all their vision on the left side they don't have any vision to the left this is someone who does not qualify for a driver's license because almost all states require you to have a certain amount of degrees of visual field but this person can't see anything to the left they might actually have 20/20 perfect vision straight ahead but they have no vision to the left you can imagine how dangerous that would be not being able to see anything coming off to that side so these are often very difficult conversations we have with people would this person be considered blind well they are severely limited this is a a major change to their lifestyle for their ability to function especially if they live alone so this can turn someone's world upside down and there's a person like this who only has a very central small island of vision left they have some disease or several diseases that do this that can just take out all of your peripheral vision this patient has no peripheral vision just all they see is a really small island right in the center so they might read 2020 on the chart 2015 on the chart but their their their function is severely limited by their lack of peripheral vision is this person blind does this person consider themselves blind the point is vision is complex it is incredibly important to everything we do and there is no one definition of blindness it affects different people in wildly different ways",
    "create_time": 1716342593,
    "id": 7371635269960781099,
    "is_stem_verified": false,
    "username": "drglaucomflecken",
    "video_description": "#greenscreen ",
    "hashtag_names": [
      "greenscreen"
    ],
    "region_code": "US"
  },
  {
    "is_stem_verified": false,
    "region_code": "US",
    "view_count": 478649,
    "hashtag_names": [
      "trump",
      "politics",
      "news",
      "biden",
      "newstiktok",
      "politicaltiktok",
      "politicstiktok"
    ],
    "id": 7371634898660101419,
    "video_description": "Former FBI Director James Comey tells Alex Wagner a second Trump term “is a danger for all Americans” because Trump “is coming for” the Justice Department and the FBI. Comey adds “I don’t care how you feel about Joe Biden, you must vote for him because the consequences on the other side are too severe.” #politicaltiktok #politicstiktok #politics #newstiktok #news #trump #biden",
    "voice_to_text": "When you think about a second Trump administration, what do you think the implications would be for the FBI? Oh, serious. For the Justice Department and the FBI. Because Trump is coming for those institutions. He knows their power. And I think he has regrets that he didn't work hard enough to corrupt them last time. So he's coming for them, and that's a danger for all Americans. He's gonna put people in positions in those organizations. He. He didn't have all stars the last time. He'll have the bottom of the barrel this time. But people who will wanna do his will. And that should worry every American. This election matters because of a reason like that. People have to participate. You cannot sit on the sideline. I don't care how you feel about Joe Biden, you must vote for him because the consequences on the other side are too severe.",
    "create_time": 1716342506,
    "username": "msnbc"
  },
  {
    "create_time": 1716301103,
    "hashtag_names": [
      "foryou",
      "crazystory",
      "foryoupage",
      "pastortiktok",
      "datingblackwomen",
      "pastorginojennings",
      "tdjakesministries"
    ],
    "id": 7371457054302702894,
    "voice_to_text": "And I wish some of y'all would mess with my wife. Jordan, tell me what you gonna do if you see her? Well, you will see me on the news. Let. Let me just tell you that right now. What you gonna do if you see her? You better walk by and say praise the Lord. That what you better do. Cause that's my wife and she grown. She didn't need nobody to sign no paperwork for her. Now if this was out in the streets, I'll be saying she made a come up. But you a hypocrite. So don't you forget the Bible say marriage is honorable. In the Bible said when you find a wife, how you find favor with god. Honey, I found some favor with god. And we sleeping good at night. Anybody up all night worrying about all these crooks. But I felt I need to say that. Cause somebody tell me what they gonna do if they see you. I'm telling you now. Don't let the devil fool you, cause I don't want to play when I get on the other side here. Wish you would. Yeah, how you do? We got the path. Yeah, me. You start threatening bodily harm, that's a problem. And please don't come over here cause everybody in here packing over here. Please don't come over here showing out. I'm asking you nicely as I know how over the last",
    "is_stem_verified": false,
    "region_code": "US",
    "username": "mymoneyiskingg",
    "video_description": "#pastortiktok #tdjakesministries #pastorginojennings #crazystory #foryoupage #foryou #datingblackwomen ",
    "view_count": 930078
  },
  {
    "video_description": "#gamingskills #gamingontiktok ",
    "view_count": 296,
    "create_time": 1716294050,
    "hashtag_names": [
      "gamingskills",
      "gamingontiktok"
    ],
    "id": 7371426705530998062,
    "is_stem_verified": false,
    "region_code": "US",
    "username": "kingoftiktokgames"
  },
  {
    "create_time": 1716286717,
    "hashtag_names": [],
    "region_code": "ID",
    "username": "alamsss04",
    "video_description": "Ezz banget gini kok 🗿",
    "view_count": 9322816,
    "id": 7371395305310358790,
    "is_stem_verified": false,
    "voice_to_text": "guys kalau kalian bisa mainin game ini sampai 5050   kalau   kalian   bisa   mainin   game   ini   sampai   5050 bener-bener rata nih dua-duanya   rata   nih   dua-duanya sudah dapat dipastikan   dapat   dipastikan insting kalian tuh kuat   kalian   tuh   kuat bahkan bisa mengalahkan hak gumay   bisa   mengalahkan   hak   gumay langsung aja kita coba eh   aja   kita   coba   eh eh gua nih contohnya   gua   nih   contohnya isi gua tuh kan sangat kuat ya   gua   tuh   kan   sangat   kuat   ya jadi udah pasti bisa guys   udah   pasti   bisa   guys nah 5050 nih   5050   nih apa gue bilang ah   gue   bilang   ah anjir 5 satu 4 8   5   satu   4   8 nggak bisa nih   bisa   nih harus 5050 guys   5050   guys kita ulang lagi   ulang   lagi ayo alam itu e   alam   itu   e z sebenarnya Aku bisa kok gue bisa   sebenarnya   Aku   bisa   kok   gue   bisa nah 5050 nih ah cok   5050   nih   ah   cok please lah oke kita ulang   lah   oke   kita   ulang 50 dikit lagi dikit lagi   lagi   dikit   lagi oke-oke oke-oke   oke-oke ini tuh gampang kok   tuh   gampang   kok gampang banget tenang aja   banget   tenang   aja 50 kah aish   kah   aish kita coba lagi   coba   lagi pokoknya sampai bisa ya   sampai   bisa   ya lah kok malah makin panjang atasnya   kok   malah   makin   panjang   atasnya please lah   lah nih udah nih   udah   nih rata banget nih nih   banget   nih   nih ah dikit lagi cok   dikit   lagi   cok"
  },
  {
    "video_description": "I am so committed to this #viral #foryou #asmr @#trending #fypage ",
    "view_count": 234,
    "create_time": 1716238460,
    "hashtag_names": [
      "trending",
      "viral",
      "foryou",
      "asmr",
      "fypage"
    ],
    "id": 7371188014682262827,
    "is_stem_verified": false,
    "region_code": "US",
    "username": "sheepbob5"
  },
  {
    "username": "lillumpenprole",
    "video_description": "Replying to @quinnthaqueen22 ",
    "create_time": 1716236284,
    "hashtag_names": [],
    "id": 7371178650085068078,
    "is_stem_verified": false,
    "region_code": "US",
    "view_count": 6566355,
    "voice_to_text": "thanks to the uncontrolled psychopathic corporate greed that is inherent to my nation the cost of our goods are now greater than the cost to produce them what I'm going to do is show you how to make Greek yogurt much cheaper than they're selling it for dairy can be intimidating as Americans because we've been so alienated from the process of dairy production and consumption whereas many other nations it's fairly common for people to make their own cream cheeses yogurt sour creams all that United States we've been separated from that process by this use plastic here I'm going to collect last of my prior yogurt what this is I'm harvesting the bugs okay bugs make the yogurt just gonna put a little bowl and set aside the bugs and grab my dairy you can use store bought milk it's fine we're gonna pasteurize it again to make our milk sterile whatever amount of yogurt you want to end up with you're going to double that amount of milk and we can consider making yogurt kind of like growing mushrooms growing mushrooms you have to sterilize the straw and then add your uh Spore, then it grows that's basically what we're doing here we are going to sterilize this milk because even though it's been pasteurized, homogenized  packaged it probably still has some bugs in it so we're just gonna take it right over here to the stove and get it to a barely boil I brought the milk up just to a boil and now I take it off the heat uh make sure you stir it or you'll scold it like I did um but I don't think the scalding is gonna hurt the yogurt uh we're just gonna let this cool until I can stick my finger in there for 10 seconds while this is cooling I'm actually just going to strain out all the scalded bits because I'm particular about textures if only we could strain out all the landlords and corporateists from our society make it so yogurt isn't so expensive okay so now the point is our milk is sterilized right now it's so hot it would still kill the bugs so we're not going to introduce the bugs yet once it's cool enough to accept the bugs we will reintroduce the bugs to the medium and then leave it alone and let them do the work now I still can't make it 10 seconds so let it cool some more okay that is cool enough that I've held my finger in there for 10 seconds I'm going to this is my yogurt from before that I scraped out of the jug I'm going to temper the yogurt by putting a little full of milk in with it or two I'm gonna mix those two together first before I ultimately add them to the main so this is getting the bugs in the prior yogurt used to the temperature of the milk and also diluting it a little bit so it'll mix better then we just pop this tempered yogurt into our sterilized milk and now we've inoculated the milk the yogurt bugs I'm going to cover this wrap it in a towel and put it in an oven for the next 12 hours or so the oven is off just put it somewhere it won't be disturbed for a while see you in a bit hey it's the next day I've taken my yogurt out of the oven where it was yogurting here she is looks great smells yogurty here we go just to prove to you that's some yogurt next step for me which I haven't done before is I'm going to strain it to get all that excess fluid out so I've got a strainer and some cheese cloth and um pop it in here oh yummy smells good I like Greek yogurt cause it is like a stronger, tangy-er flavor and I use it every day in my shake so it makes sense for me to make it because it's like a staple in my house now I just let this sit until it's all drained and what I'll be left with is Greek yogurt in here and some kind of liquid in here I'm gonna let it do this in the refrigerator here it is the next day after straining"
  },
  {
    "view_count": 44575,
    "create_time": 1716232090,
    "hashtag_names": [
      "marcnassif"
    ],
    "id": 7371160667950173473,
    "is_stem_verified": false,
    "region_code": "DE",
    "username": "marc__nassif",
    "video_description": "#marcnassif "
  },
  {
    "hashtag_names": [
      "abubakarashraf355"
    ],
    "id": 7371141664909380910,
    "is_stem_verified": false,
    "region_code": "US",
    "username": "abubakarashraf355",
    "video_description": "Diet kro or jetoo 10k winar instagram. itx_abubakar_321 ##abubakarashraf355",
    "view_count": 3552803,
    "create_time": 1716227674
  },
  {
    "region_code": "US",
    "username": "ajintheafternoon",
    "video_description": "#fypシ #fyp #foryou #fypage #foryourpage #foryoupage #stitch #stitchthis #soundoff #radio ",
    "view_count": 834413,
    "voice_to_text": "Alright, what have you stopped buying because it's gotten so expensive? Stitch or comment?",
    "create_time": 1716226394,
    "hashtag_names": [
      "stitch",
      "radio",
      "foryou",
      "fyp",
      "soundoff",
      "stitchthis",
      "foryoupage",
      "foryourpage",
      "fypage",
      "fypシ"
    ],
    "id": 7371134997857651998,
    "is_stem_verified": false
  },
  {
    "view_count": 1309627,
    "voice_to_text": "Ladies, walk up your man right now and ask if they want a one v one on Nuketown, okay? Trust me. Trust me.",
    "create_time": 1716164399,
    "hashtag_names": [
      "cod",
      "relationship",
      "couples",
      "callofduty"
    ],
    "id": 7370869922668350762,
    "is_stem_verified": false,
    "region_code": "US",
    "username": "iamdonvincent",
    "video_description": "DO IT RN 😂 #cod #couples #relationship #callofduty "
  },
  {
    "create_time": 1716151913,
    "hashtag_names": [],
    "view_count": 751832,
    "username": "taniatotanesmartinez",
    "video_description": "",
    "voice_to_text": "today ask your man if he'd do anything for you if he says yes but won't scratch your back until you fall asleep i think you should  start a fight",
    "id": 7370816293777313070,
    "is_stem_verified": false,
    "region_code": "US"
  },
  {
    "hashtag_names": [
      "question",
      "challenge",
      "foryou"
    ],
    "view_count": 568340,
    "create_time": 1716138211,
    "id": 7370757445553032491,
    "is_stem_verified": false,
    "region_code": "US",
    "username": "baldnewsbackup",
    "video_description": "#challenge #question #foryou ",
    "voice_to_text": "This picture is going viral all over the internet. Would you stay in this place for $5 million? One month, no internet, unlimited food. Yes or no? And since it's the internet, overwhelmingly the answer is yes. But could you do it? I mean, you're in the middle of nowhere, next to a cliff with the ocean. Oh, some sort of waterfall back here. Oh, and you'd have to hear waves all the time. Oh. I mean, you would have unlimited food. And it's just for one month. And it's for five million dollars. That's it. I would do this in a heartbeat. I don't need internet for a month. For 5 million, you're getting five million dollars. After taxes here in the United States, is probably to still like 2.5 million, because you would be the 1%. But make me the 1%. Give me that $5 million. I go here. One month. Let's do it. W's in chat. If you would do this, like, share and follow, and this your bald news backup. If I see any L's in chat, you're immediately getting blocked because look at this."
  },
  {
    "hashtag_names": [
      "tebu_curry"
    ],
    "id": 7370755712965774597,
    "is_stem_verified": false,
    "region_code": "ZA",
    "username": "tebu_curry",
    "video_description": "#tebu_curry ",
    "view_count": 861932,
    "create_time": 1716137800
  },
  {
    "username": "burntglitterprincess",
    "video_description": "power of the tongueeee",
    "view_count": 2331312,
    "create_time": 1716083747,
    "hashtag_names": [],
    "id": 7370523538698079530,
    "is_stem_verified": false,
    "region_code": "US"
  },
  {
    "username": "sketchontwitch",
    "video_description": "Sketch lays the hammer down on jynxzi #sketch #therealsketch #sketchfunnyvideos #thesketchreal #jynxzifunnymoments @Sketch @Jynxzi @Mundane Mike ",
    "view_count": 313810,
    "create_time": 1716077488,
    "hashtag_names": [
      "sketch",
      "therealsketch",
      "sketchfunnyvideos",
      "jynxzifunnymoments",
      "thesketchreal"
    ],
    "id": 7370496640706153770,
    "is_stem_verified": false,
    "region_code": "US",
    "voice_to_text": "Like soccer so much. Let's see how much you like football. Put on. You dude. Put on my shit. Yeah, I do have his shit on. Put it on. What you want is you want it really loose and use it with your nipples showing. Nipples and thighs out. Nipples and thighs out. Look at you. 3, 2, 1. Whoa! This guy was coming at you like a train there. 3, 2, 1, 2, 1. Oh, he's avoiding this contact there. Nick wins! Nick wins! Haha! Haha!"
  },
  {
    "id": 7370486906989071659,
    "is_stem_verified": false,
    "region_code": "US",
    "username": "sheepbob5",
    "video_description": "#trending #eating #foryou #challenge #foryoupage #minecraft ",
    "view_count": 14,
    "create_time": 1716075222,
    "hashtag_names": [
      "minecraft",
      "eating",
      "challenge",
      "trending",
      "foryou",
      "foryoupage"
    ]
  },
  {
    "view_count": 1521525,
    "id": 7370415844020522283,
    "username": "inspector_preston",
    "video_description": "Lowe's Update! 3 hours, you guys made a difference! Part 1: @Inspector Preston  #lowes #homeinspection #homeinspector #inspectortok #bigbunchanope #bigbunchofnope #inspector_preston #homeinspectionhorrors #foryourpage #foryou #foryoupage #firyou #firyoupage   #fyp #fypシ #fy #fyp #fypシ゚viral #fypage ",
    "region_code": "US",
    "voice_to_text": "You guys are awesome. It's only been a few hours, but I went back to Lowe's, and guess what's gone? All that moldy lumber is gone. Brand new lumber was in the 2 by 4 rack. And guess what? There were people putting price tags on all the lumber. Now imagine the power of what you guys just did in a few hours. Imagine if we did that and held these companies to a higher standard across the board all the way across this country. We have a lot more power than we think we do. We just changed one whole store in three hours. Now grab your phones and start grabbing this stuff no matter where we are, because here's the thing. These corporations, they just see us as dollar signs. But if we don't hold them to a higher standard, they can get away with this crap. I go to this Lowe's all the time, and they stopped giving out any bags. No paper bags, no plastic bags, no nothing. And that was like, my first annoyance, because I go up there with a big cart full of stuff and no way to carry it to my car. They play that game of like, somehow they're getting an eco friendly and all that stuff, but at the end of the day, it's just saving money, and that's all they care about. So anyway, keep it going. Keep it going. Let's make some changes. Let's call these companies out.",
    "create_time": 1716058676,
    "hashtag_names": [
      "foryou",
      "fy",
      "fyp",
      "lowes",
      "firyou",
      "homeinspection",
      "foryoupage",
      "foryourpage",
      "firyoupage",
      "fypage",
      "fypシ",
      "homeinspector",
      "homeinspectionhorrors",
      "fypシ゚viral",
      "bigbunchofnope",
      "inspectortok",
      "inspector_preston",
      "bigbunchanope"
    ],
    "is_stem_verified": false
  },
  {
    "username": "enaunaaron",
    "video_description": "seneng banget tuu sampe heboh banget 😂😂😂 #handsin #challenge #viraltiktok #doglover #maltipoo #anabulkesayangan #fyp #fypシ゚viral #viraltiktok #dogchallenge ",
    "view_count": 138051,
    "create_time": 1716023310,
    "hashtag_names": [
      "doglover",
      "challenge",
      "maltipoo",
      "fyp",
      "dogchallenge",
      "handsin",
      "viraltiktok",
      "anabulkesayangan",
      "fypシ゚viral"
    ],
    "id": 7370263977818868997,
    "is_stem_verified": false,
    "region_code": "ID"
  },
  {
    "username": "official_nct",
    "video_description": "You are my rockstar 🤟 #MARK #마크 #200 #MARK_200 #NCT #NCT127 #NCTDREAM #NewMusic",
    "view_count": 2042712,
    "create_time": 1716022769,
    "hashtag_names": [
      "mark",
      "newmusic",
      "nct",
      "마크",
      "200",
      "nct127",
      "nctdream",
      "mark_200"
    ],
    "id": 7370261625506516241,
    "is_stem_verified": false,
    "region_code": "KR"
  },
  {
    "create_time": 1715990513,
    "id": 7370123088257764650,
    "video_description": "I love how we have created this way to help out complete strangers 💗 let me know if you watched mine and I'll watch yours!! #watch #trailerhouse #help #savetiktok ",
    "voice_to_text": "ive watched all of the videos that have come across um just to help people out I am in the creator fund and I'm a single mom I have a bunch of debt from my divorce any of you guys know what that's like I'm sorry.  I just have one daughter one girl she just graduated kindergarten today has been my dream my entire life to own a house right now I'm renting this trailer house and fixed it up really really cute I've worked so hard on it but I would love to just buy a trailer of my own maybe work on some of my divorce debt I've found some trailers for literally like $30,000 kind of in my area so if if a few million of you guys watch this like I said I'm renting this one but I have made it so cute I'll pop in some before pictures it's crazy how far this has come along but in the end it's not mine I don't own this place so eventually I'll have to move out of here but I just really want a little trailer that I can do whatever I want with it and just get to keep it that's that's my dream and that's my daughter's dream too she wants that for us so bad it's just me and her and I work as a waitress and yeah things are tough",
    "hashtag_names": [
      "watch",
      "help",
      "trailerhouse",
      "savetiktok"
    ],
    "is_stem_verified": false,
    "region_code": "US",
    "username": "baddy.cat.lady",
    "view_count": 191436
  },
  {
    "create_time": 1715988154,
    "hashtag_names": [
      "foryou",
      "fyp",
      "mentalhealth",
      "mentalhealthmatters",
      "mentalhealthawareness",
      "hpd",
      "bpd",
      "knowthesigns",
      "borderlinepersonalitydisorder",
      "bpdawareness",
      "foryoupage",
      "bpdtiktok",
      "histrionicpersonalitydisorder",
      "guessthediagnosis"
    ],
    "id": 7370112950482373930,
    "is_stem_verified": false,
    "region_code": "US",
    "username": "therapytothepoint",
    "video_description": "Can You Guess The Diagnosis? #knowthesigns #mentalhealth #mentalhealthmatters #mentalhealthawareness #hpd #histrionicpersonalitydisorder #bpd #bpdtiktok #bpdawareness #borderlinepersonalitydisorder #guessthediagnosis #fyp #foryou #foryoupage ",
    "view_count": 3955533,
    "voice_to_text": "Can you guess the Diagnosis? 25 year old male, We’re gonna name him Jake Jake always has to be the center of attention  and it has been this way for years He’s the life of every party always has a dramatic story to tell Jake's emotions flip like a light switch one moment he's ecstatic, and the very next moment he's  heartbroken over something trivial His emotions are often shallow and exaggerated Jake is incredibly charming and flirtatious He might even seen inappropriate at times He craves constant validation and can be  overly concerned about his appearance He often dresses provocatively or in a  way that draws a lot of attention Despite these behaviors, he doesn't really have a sense of who he is His self esteem is dependent on  what other people think of him He thrives on admiration and approval feeling very uncomfortable when  he's not in the spotlight He also gets attached really quickly  after meeting someone for the first time He might call then his best friend of all time He uses intense but superficial  connections to keep the focus on himself Jake's behaviors makes it  difficult for him to keep a job Employers find his need for attention and  rapidly shifting emotions challenging He tends to create drama in the workplace, constantly seeking validation from  superiors and colleagues Despite his dramatic tendencies Jake doesn't have intense anger or paranoia He also doesn't experience manic  episodes or grandiose delusions He usually doesn't play the victim, unless it's a dramatic story to draw attention Jake also doesn't struggle with  persistent sadness or chronic worry With all of this being said,  what do you think his diagnosis should be?"
  },
  {
    "create_time": 1715986867,
    "hashtag_names": [
      "eating",
      "challenge",
      "fyp",
      "asmr"
    ],
    "id": 7370107419541769514,
    "is_stem_verified": false,
    "region_code": "US",
    "username": "sheepbob5",
    "video_description": "#fyp #challenge #eating #asmr ",
    "view_count": 130
  },
  {
    "is_stem_verified": false,
    "video_description": "game 2",
    "id": 7370083838317612334,
    "hashtag_names": [],
    "region_code": "US",
    "username": "morebreadbasket",
    "view_count": 20345295,
    "voice_to_text": "Game 2. What's the goal? What's the goal here? Cutting in half. We're just. We're half and every time. Cutting in half. Um, we'll do three each here. Best one wins. I mean, that looks pretty damn good. That looks pretty damn good. What do you wanna do? Rank? Give me confetti. Let's do nine. Score. Score. Nine eighty four. Alright. Nine eighty four is cut to beat. Nine eight four. I feel like you could kind of line it up with this maybe. You're far to the right. Yeah, I'm too far. All right. Nine seventy six. I'm. I'm just gonna. I'm gonna be quick with it. Boom! That's it. It's not gonna do it. I think that first one was really strong. First one was nice. I was far to the right, so I'm gonna go. That could be it. That could be it. Wow. Okay. Nine ninety two is a cut to beat. It's your final cut right here, right? I know. Alright, so Jack on his final cut. You kind of like that looks good. Is that it? We'll do it. Nine ninety two. Good game. Good game.",
    "create_time": 1715981380
  },
  {
    "id": 7370083489246596398,
    "username": "andrewtfitness",
    "view_count": 969,
    "voice_to_text": "cause realistically you are gonna feel a little hungry when you're losing weight people have commented like well no you can eat whenever you want to and you can still lose weight well yeah you can you can use intuitive eating to lose weight but on average people that eat intuitively are going to gain weight that's just the reality of it and people have also brought up like toddlers or little kids or like they intuitively they eat when they're hungry and like yeah they're trying to gain weight they're they're not trying to lose weight they're trying to gain weight and so I always tell people like if you are eating intuitively you are most likely going to eat in a calorie surplus you are not gonna eat in a calorie deficit when you eat whenever you are hungry especially if you are not prioritizing protein intake and typically when people eat whatever they want whenever they want they are not eating high protein meals they're eating high carb high fat meals lots of snacks lots of treats lots of ice cream chocolate candy those are the types of foods that they want to eat whenever they wanna eat it and by all means if you don't care about losing weight you know that this is probably not the video for you but if your goal is weight loss you should not be trying to eat intuitively because it is proven time and time again that on average people that eat intuitively will gain weight because that is how they got overweight in the first place so eating intuitively can be beneficial if you're trying to maintain weight or if you're trying to gain weight but if you're trying to lose weight you should not be eating intuitively because it can be very counterproductive for your weight loss",
    "create_time": 1715981296,
    "hashtag_names": [
      "lifestyle",
      "fitness",
      "eating",
      "fat",
      "health",
      "weightloss",
      "nutrition",
      "losingweight",
      "mindset",
      "healthyeating",
      "obese",
      "fatloss",
      "loseweight",
      "obesity",
      "howtoloseweight",
      "intuitive",
      "weightlosstips",
      "weightlossprogress",
      "intuitiveeating"
    ],
    "video_description": "Eating intuitively is often how many obese people became overweight. Hunger is a natural feeling that is not inherently a BAD thing - it is VERY different than starving. Often times people confuse hunger with cravings. If you seriously want to lose weight, you should not attempt to eat intuitively because you’ll more than likely gain weight.  #fitness #health #nutrition #intuitive #intuitiveeating #eating #lifestyle #losingweight #weightloss #loseweight #howtoloseweight #weightlosstips #healthyeating #mindset #weightlossprogress #fatloss #obesity #obese #fat ",
    "is_stem_verified": false,
    "region_code": "US"
  },
  {
    "id": 7370009286442831110,
    "username": "charles.682",
    "view_count": 25865,
    "region_code": "KE",
    "video_description": "Omosh efwefwe nga bhabukusu khwakhulamile. #western #bukusu ",
    "voice_to_text": "Hey, hey,   hey hey, hey,   hey hey, hey.   hey",
    "create_time": 1715964009,
    "hashtag_names": [
      "western",
      "bukusu"
    ],
    "is_stem_verified": false
  },
  {
    "is_stem_verified": false,
    "region_code": "US",
    "video_description": "The Party that constantly complains about border security, but doesn’t want to follow simple rules! #border #borderpatrol #bordercrisis #republican #maga #trump ",
    "view_count": 6502871,
    "voice_to_text": "Doing well. I do mind you working down here? Yes, ma'am. Done for work for the day. All righty. Both your citizens? Yes, your citizens, sir. I don't answer questions. You actually do have to answer. I actually don't have to answer any goddamn questions. Cause I have a 5th Amendment right not to answer any fucking questions. Federal immigration checkpoint. Yes, you do have to. Right. And we're 100 miles away from the fucking border. No, you're not. I have not. You're not. Well, I am within the United States. I have a Fifth Amendment right not to answer any fucking question without a fucking lawyer present. I'm invoking my Sixth Amendment right. Do whatever the fuck you gotta do. This is a federal. I have no statements to make and I'm not answering any fucking questions. You do have to answer. I don't have to answer a goddamn thing. Fifth Amendment. Yes, you do. I don't have to answer any fucking thing. Right there. You do have to answer. If you. I don't have to answer a goddamn thing, then you can park right up there. We don't have to park right up there. We'd like to be free to go on about our way. Federal immigration inspection. I understand that. And I have a federal Fifth Amendment right to fucking remain silent, bitch! I don't answer questions. Leave me the fuck alone! What the fuck do you want? I don't answer questions. Kick fucking rocks! Get a fucking Warrant this is being videoed. That's fine. You can read the sign right there. I don't need to fucking read the sign. I've read the law, I've read the Constitution. Yes, you know, we're also in Texas. We're also in Texas and I don't have to fucking ID unless I'm under arrest. So kick fucking rocks, bitch. Fuck you. Alright, then park right up there. Not gonna park up there. Then we can call the. Call whoever the fuck you want. You're impeding traffic right now. No, you're impeding traffic. We'd like to be free about it to go on our way. You're the one who is stopping us here. You're stopping us here. Disrespect this. This is a US. You don't need to disrespect me. And I am attempted to conduct an immigration inspection under section 2 87 8 3 of the Immigration Nationality Act. And I'm invoking my Fifth Amendment right to remain silent. Fuck off. In the United States versus Martinez Forte, 1976. That the US Border Patrol has authority to set up permanent or fix checkpoints. Yes. On public highway. Yes. You. You are allowed to set up your checkpoints. I am not required. And that these checkpoints are not a violation of the Fourth Amendment. Do you understand that? I didn't say it was a violation of the Fourth Amendment. I'm invoking my Fifth Amendment right infection. To allow us to complete the immigration inspection. Complete your inspection. If you do not move your vehicle, you Can be arrested under Title 18. Does that mean we're free to go? 1 1. Does that mean we're free to go? For this federal crime. Can be up to one year. I need",
    "create_time": 1715960010,
    "id": 7369992050160323882,
    "hashtag_names": [
      "trump",
      "border",
      "maga",
      "republican",
      "borderpatrol",
      "bordercrisis"
    ],
    "username": "cognitivedissonance"
  },
  {
    "create_time": 1715912801,
    "hashtag_names": [],
    "id": 7369789349602266373,
    "is_stem_verified": false,
    "region_code": "TZ",
    "username": "princess_luckya",
    "video_description": "",
    "view_count": 543
  },
  {
    "username": "whatdoesitmatter.10",
    "video_description": "Replying to @Lorreen Not that im aware of. #racheldepalma #loveandjustice #nopeacenoquiet #heifergate #ashleyheaton82 #pinkhairedmomma ",
    "view_count": 982,
    "voice_to_text": "No, the everyone's tired. You wanna see how I know everyone's tired? She chews on her foot. I embarrassed her anyway. No. They were sending voice messages and texts for months and months and months. And they talked about everything. They talked about so much. And Rachel Depoma said the whole thing. It's okay. Nobody's gonna see you chewing on your foot. Alright, well, good night.",
    "create_time": 1715912124,
    "is_stem_verified": false,
    "region_code": "US",
    "hashtag_names": [
      "loveandjustice",
      "nopeacenoquiet",
      "ashleyheaton82",
      "racheldepalma",
      "pinkhairedmomma",
      "heifergate"
    ],
    "id": 7369786423802744106
  },
  {
    "hashtag_names": [
      "obsessed",
      "allday",
      "slickbackdance"
    ],
    "id": 7369775640729603374,
    "is_stem_verified": false,
    "region_code": "US",
    "username": "triciafarler",
    "video_description": "#slickbackdance #obsessed #allday ",
    "view_count": 8634970,
    "create_time": 1715909614
  },
  {
    "view_count": 63,
    "create_time": 1715899024,
    "hashtag_names": [
      "food",
      "trending",
      "viral",
      "fyp",
      "asmr",
      "foryoupage"
    ],
    "id": 7369730157956910378,
    "is_stem_verified": false,
    "region_code": "US",
    "username": "sheepbob5",
    "video_description": "comment what u think im eating #asmr #fyp #foryoupage  #viral #food#trending "
  },
  {
    "id": 7369721249229966634,
    "region_code": "US",
    "username": "christendominique",
    "video_description": "I am so 🤯 this eyeliner hack is crazy!!! Ib: @stephhui best hack I’ve tried!! Eyeliner used @Dose of Colors  #eyelinerhack #eyeliner #eyelinertutorial #makeup #makeuphack #makeuptutorial ",
    "view_count": 220149,
    "voice_to_text": "And easy. I'm either gonna slay or mess up my makeup for the rest of the day. I'm scared. It's connected. Gives you the straightest line. If you suck at eyeliner, try this hack because it works.",
    "create_time": 1715896950,
    "hashtag_names": [
      "makeup",
      "eyeliner",
      "makeuptutorial",
      "eyelinertutorial",
      "makeuphack",
      "eyelinerhack"
    ],
    "is_stem_verified": false
  },
  {
    "video_description": "נולדים עם זה נראה לי",
    "view_count": 2372451,
    "create_time": 1715894276,
    "hashtag_names": [],
    "id": 7369709746758110481,
    "is_stem_verified": false,
    "region_code": "IL",
    "username": "diana_luu7"
  },
  {
    "voice_to_text": "Can you run with the same arm and same leg at the same time? Cause how? You just made a video and I'm gonna try it and I'm gonna go ask a bunch of teachers to try it too. Okay. Same arm, same leg. Ready? Wait, hold on, hold on. Hey, miss Park, stand up. I got a challenge for you. Run with the same arm and same leg at the same time. So right arm, right leg and run towards me. Wait, what does that mean? The same. The same arm. I was victory stand over there. I need you to run, but your right arm has to be with your right leg and your left arm has to be with your left leg. No, no. Run the same time. What the heck? Okay. Okay. So when you run, make sure your right arm is with your. Yep. You got that? Yeah. Alright. Right arm, right leg. Left arm, left leg. Let's go. Oh my god. Oh my god. Still trying it. You gotta run to me. But when you run, your right arm has to go up with your right leg and your left arm has to go up with your left leg. Run to me. Try again. Ready? Yeah. I'mma need you to run to me. But your right arm has to go with your right leg and your left arm has to go with your left leg. As you run, run to me. Right arm, right Leg, left arm, left leg. Yeah, go. R I P. Run. Run with your left arm up with your left leg and your right arm with your right leg and run towards me. Come on, you're not hurting me. It's the same thing all three times, Dre. Run towards me with right arm and right leg and left arm and left. Egg at leg at same time. Ready? Go! You didn't do it. Try again. Alright, go. Oh, you crushed it. I think you're the best one. No, 0 4, 7. Don't recommend.",
    "create_time": 1715890415,
    "hashtag_names": [
      "funny",
      "laugh",
      "teachers",
      "teach",
      "teachersoftiktok",
      "teachertok"
    ],
    "id": 7369693181413182763,
    "is_stem_verified": false,
    "region_code": "US",
    "view_count": 66189,
    "username": "teacherchronicles22",
    "video_description": "@Huggy The best challenge 😭😂 #teachersoftiktok #teachertok #teachers #teach #funny #laugh "
  },
  {
    "video_description": "Hand Bouquet Challege @🌊Sapphs♍️  ",
    "view_count": 367,
    "create_time": 1715890079,
    "hashtag_names": [],
    "id": 7369691744134319402,
    "is_stem_verified": false,
    "region_code": "US",
    "username": "sushigoddess25"
  },
  {
    "create_time": 1715872414,
    "hashtag_names": [],
    "view_count": 97034,
    "voice_to_text": "Ah! Ah! Oh! So we got 2 SpongeBob's, 4 ropes. Whoa! Okay, I'm gonna win this. So in the drawing, you're trying to do that. Don't do that. Start in the middle. First up goes in the middle. Always protect your SpongeBob's. Now, second up goes over here. Perfect. Now let's be strategic. So put that third drop over here. Nice. And now I think he's gonna be smart and he's gonna go on the top. Do not allow him to go on the top. And that's how you're gonna win the game. Watch and learn. Watch and learn. Watch and learn. Watch. Ah! No, you morons, that's not how you do it. You put a first rope like in the drawing. That is the most strategic way. So do you put a second rope over here. Watch and learn. Now they are actually protected. So the third rope should go, I think, on the top. And where should we put the fourth rope? Should I put it over here to protect SpongeBob, or be more strategic? Down the bottom, I think. I think down. Okay. I'm gonna put the. Ah! Okay, let's go down. And this should give us a good chance. Let's go. Ah! Haha!",
    "id": 7369615873738329376,
    "is_stem_verified": false,
    "region_code": "GB",
    "username": "remus.bujor",
    "video_description": ""
  },
  {
    "create_time": 1715858956,
    "is_stem_verified": false,
    "username": "abdankoo",
    "voice_to_text": "What's your name? You're okay. Did you call 9 1 1? You can call 9 1 1, Dominic. I got a blanket in the back of the car. Yeah, Dominic, I got a blanket in the car. You're okay. Oh, man. Damn. Maybe in the street. This will be doing you to come now. Did you call 9 1 1? Yeah. You didn't call him? Call him now. Damn, man. That's what we do now, baby. In the street. That's what people do now. You feel me? Leaving their kids in the street? Um, I was driving and. That's my baby. That's my baby. That's my baby. That's my baby. Oh, my god. Oh, my god! Oh, my god.",
    "view_count": 7146200,
    "hashtag_names": [
      "trending",
      "viral",
      "fyp",
      "abdankoo"
    ],
    "id": 7369558004791823659,
    "region_code": "US",
    "video_description": "Mother Was At The Club When Her 😳 Baby Was Found Crawling In The Middle Of The street At 2AM 😩🤦🏽‍♂️#fyp #viral #trending #abdankoo "
  },
  {
    "id": 7369458443914267950,
    "is_stem_verified": false,
    "region_code": "US",
    "video_description": "Stop becoming what ever the fad is, cause those guys are dating soft 4s. #masculinity #datingadviceformen #rizz ",
    "voice_to_text": "Number one reason why most men can't compete against me whenever I challenge them to the Alpha Dom challenge is not because of anything super complicated or intrinsic. It's actually something very simple. But most of men don't want to face it. And what they should be facing is the fact that when they were very, very young, society, feminism will culture anything, reached up their tailpipe and rip their spine out directly. And they personally think, because they've been brainwashed enough by the matrix or whatever you fucking wanna call it, that if they agree with women, that's how they get them. Have you been paying attention to history from the dawn of mankind till now? Cause I gotta tell you, constantly being favorable and agreeing with women is not how you get them. For one, women like drama. For two, they like what? Men that have a spine or women that have spine? And the easiest way to stand forward. Because healthy enough, no one on this planet really has a spine anymore. So the reason why women are dating you is simple. You're not masculine enough. You have no dominance in you. You're not confident in yourself. You're too scared. You're constantly running around saying, oh please, I agree with you. Yes, the bear is better than the man. And then you get a lot of likes on TikTok and maybe Utah Tube and not really so much on Instagram. But then you wonder why you don't Have women. You don't have women because they'll like your content. But if you're smart enough, you know that women actually want to date men. Not whatever you are becoming.",
    "create_time": 1715835777,
    "hashtag_names": [
      "masculinity",
      "rizz",
      "datingadviceformen"
    ],
    "username": "alphadom1c_2.0",
    "view_count": 9110
  },
  {
    "id": 7369357765451599137,
    "is_stem_verified": false,
    "region_code": "IT",
    "username": "ornellazocco26",
    "video_description": "",
    "view_count": 5028686,
    "create_time": 1715812330,
    "hashtag_names": []
  },
  {
    "view_count": 1197423,
    "create_time": 1715799274,
    "hashtag_names": [
      "trending",
      "foryou",
      "fyp",
      "ফ্যানপেইজ"
    ],
    "id": 7369301681512664340,
    "is_stem_verified": false,
    "region_code": "BD",
    "username": "_black_queens__241",
    "video_description": "Replying to @mdtopon1518এই লিংকে ভিডিও বানান যার অভিনয় সুন্দর হবে তার সাথে ডুয়েট করব 👍👍প্রিয় মানুষ গুলো প্রিয় থাকে @𝗮𝗷𝗿𝗮𝗻𝗮96 @Sorif Sorif @🎭𝑴𝒆𝒉𝒓𝒂𝒃 🇧🇩 ✔️ @nadan shahin  #trending #ফ্যানপেইজ #foryou #fyp "
  },
  {
    "id": 7369235527184157995,
    "is_stem_verified": false,
    "region_code": "US",
    "username": "themtsreacts",
    "video_description": "",
    "view_count": 9286383,
    "create_time": 1715783867,
    "hashtag_names": []
  },
  {
    "is_stem_verified": false,
    "region_code": "IT",
    "username": "ornellazocco26",
    "video_description": "",
    "view_count": 1571761,
    "create_time": 1715782869,
    "hashtag_names": [],
    "id": 7369231270913576225
  },
  {
    "video_description": "QTNA! #devyneli #fyp #deadcelebrities #getcholickin #hypothetical ",
    "view_count": 814862,
    "voice_to_text": "Okay, so I have a weird ass hypothetical question for y'all. I was just talking to my roommate, right? If you could fight anybody in history and you guaranteed to beat their ass, who are you choosing? Now, my rules are they have to be dead and they have to be famous. Don't tell me about little Ray Ray from down the street that jumped you and your little sister back in 1978, and you ain't let it go. We don't give a damn, okay? They have to be dead and they have to be famous. Whose ass are you beating",
    "create_time": 1715744238,
    "hashtag_names": [
      "fyp",
      "hypothetical",
      "deadcelebrities",
      "devyneli",
      "getcholickin"
    ],
    "id": 7369065336429382958,
    "region_code": "US",
    "is_stem_verified": false,
    "username": "devyneli"
  },
  {
    "video_description": "Replying to @Laurynnnnnn🧡 #fypシ゚viral ",
    "view_count": 1958962,
    "voice_to_text": "Girl, I feel like you challenging me. I'm gonna take my hair down. What's up? You. You wanna go for who got the worst baby daddy? Well, what's the what? Okay, you go first. Reply. Reply to this with something your baby daddy did. And i'mma reply to yours with something mine did. And we just gonna keep going back and forth to see whose baby daddy is worse. You down?",
    "hashtag_names": [
      "fypシ゚viral"
    ],
    "id": 7368970985573223723,
    "is_stem_verified": false,
    "create_time": 1715722266,
    "region_code": "US",
    "username": "jasleeee_"
  },
  {
    "id": 7368883716342500614,
    "is_stem_verified": false,
    "region_code": "SO",
    "username": "shaka0.5",
    "video_description": "@MakiOrO🥷🏿🦋 @Nasse Qawwe @Mubarik Musama 1 @never give up 🙅 @Ibroo Shaxaa1 GHOST4 Family ",
    "view_count": 266331,
    "create_time": 1715701942,
    "hashtag_names": []
  },
  {
    "is_stem_verified": false,
    "video_description": "#onthisday #sneakerheads #sneakers #fyp #foryoupage #sneakercommunity #sneakersaddict #shoeporn #sneakernews #shoes #sneakertiktok #sneakerhead #sneakerheadproblems #sneakerchallenge #sneakercollection #sneakercontent #shoecheck #trending ",
    "view_count": 2519,
    "create_time": 1715693114,
    "hashtag_names": [
      "shoes",
      "trending",
      "sneakerhead",
      "sneakers",
      "sneakerheadproblems",
      "sneakerheads",
      "fyp",
      "shoeporn",
      "sneakersaddict",
      "sneakerchallenge",
      "onthisday",
      "sneakercollection",
      "sneakercommunity",
      "sneakernews",
      "shoecheck",
      "foryoupage",
      "sneakertiktok",
      "sneakercontent"
    ],
    "id": 7368845771363388714,
    "region_code": "US",
    "username": "valleyboykickz",
    "voice_to_text": "What up sneaker fam? New challenge. I want you to show me the most underrated Jordan 1 in your collection. And of course I'll go first. This is my Jordan 1 mid. This shoe right here does not get much airplay from me, although it is a beautiful shoe. A lot of people tend to hate on mids. Not me though. This shoe is inspired by the Aztec culture, specifically Miklan, which was the god of the underworld. As you can see all along the shoe you have this Jaguar print. You obviously got the teeth around the toe box. Premium suede on that toe box as well. The Nike swoosh design is inspired by the Aztec culture. The Jaguar glyph on the back has a bejeweled eye. And again the jaguar print all around the collar. And this is the other shoe by the way. They have mismatched tongue tags. This one says siempre, the other one says Familia. Now show me the most underrated Jordan one in your collection."
  },
  {
    "create_time": 1715689906,
    "hashtag_names": [
      "fypシ",
      "richkwil"
    ],
    "id": 7368831986045193518,
    "is_stem_verified": false,
    "region_code": "US",
    "username": "rich.kwil",
    "video_description": "I am the best! Duet this #richkwil #fypシ ",
    "view_count": 528111
  },
  {
    "id": 7368642615195061547,
    "is_stem_verified": false,
    "region_code": "US",
    "username": "matt.c.music",
    "video_description": "#fyp #fypツ #foryou #foryoupag #fypppppppppppppppppppppp #fypppppppppppppp #fyppp #bass #basssinging #basssinger #singing #sing #basschallenge #singer #vocals #vocalist #subharmonics #throatbass #dontmessaroundwithjim #viral #blowthisup #blowthisupforme @Aydin @Louis @Luminous. @Jacob Howard @Singin' Daddy Robert 🇨🇦 @Evan Bird @Drew @Dt1210 @AIDANTHEBFG @Bass Sage @AMBVURT @Anthony Fusilier (DadLink) @bAce @EveryWay @Lee Curry960 @Kortland James @Matteo @Davide Dalmonte @Bobby Waters @Geoff Castellucci ",
    "view_count": 674,
    "create_time": 1715645814,
    "hashtag_names": [
      "sing",
      "singing",
      "bass",
      "viral",
      "vocals",
      "singer",
      "foryou",
      "vocalist",
      "fyp",
      "basschallenge",
      "blowthisup",
      "throatbass",
      "dontmessaroundwithjim",
      "blowthisupforme",
      "foryoupag",
      "basssinger",
      "fyppp",
      "fypppppppppppppp",
      "fypツ",
      "basssinging",
      "fypppppppppppppppppppppp",
      "subharmonics"
    ]
  },
  {
    "view_count": 22974,
    "voice_to_text": "Wow, somebody said this game is impossible to win,   somebody   said   this   game   is   impossible   to   win but this game is very easy for me.   this   game   is   very   easy   for   me Look at me and watch me. Yes.   at   me   and   watch   me   Yes Watch, watch, watch,   watch   watch watch, watch.   watch What a nice. What a nice. Easy. Yes.   a   nice   What   a   nice   Easy   Yes First up, this one. Yes.   up   this   one   Yes Yes. Yes,   Yes yes. Oh,   Oh this one. What a nice.   one   What   a   nice And this three. Yes.   this   three   Yes Oh, no. Okay. Okay.   no   Okay   Okay Okay. This one. Yes. Oh,   This   one   Yes   Oh okay. Okay. Wait,   Okay   Wait wait, wait,   wait wait, wait.   wait I can do it. I can do it. Wait, wait.   can   do   it   I   can   do   it   Wait   wait Yes. Okay. Okay.   Okay   Okay Okay. Okay.   Okay Oh, yes.   yes Yeah. Oh, yes. Yes.   Oh   yes   Yes Yes. Yes.   Yes Oh, why?   why Oh, no, guys,   no   guys this game is impossible. Somebody is right. Okay.   game   is   impossible   Somebody   is   right   Okay Just thinking me. Okay.   thinking   me   Okay Okay. I can do it.   I   can   do   it I can. Okay.   can   Okay Now it's completely like this. Yes.   it's   completely   like   this   Yes Yes. Oh, yes.   Oh   yes Oh, oh, why? This game is impossible to win.   This   game   is   impossible   to   win Oh, guys, it's impossible.   guys   it's   impossible",
    "create_time": 1715643297,
    "is_stem_verified": false,
    "region_code": "KR",
    "username": "siraj1682",
    "hashtag_names": [
      "game",
      "duet",
      "fyp",
      "tiktokchallenge",
      "filterchallenge",
      "tiktokgames",
      "tiktokfilter",
      "tiktokeffect",
      "xyzbca"
    ],
    "id": 7368631732142230801,
    "video_description": "that's impossible how😥😿 help #tiktokgames #tiktokchallenge #xyzbca #tiktokfilter #fyp #tiktokeffect #game #filterchallenge #duet "
  },
  {
    "view_count": 254541234,
    "create_time": 1715642370,
    "hashtag_names": [],
    "id": 7368627817334197550,
    "is_stem_verified": false,
    "region_code": "US",
    "username": "wallywhatthe",
    "video_description": ""
  },
  {
    "id": 7368597502842441002,
    "is_stem_verified": false,
    "create_time": 1715635312,
    "hashtag_names": [
      "genx",
      "genxcrew",
      "genxunite",
      "genxunited",
      "fafo",
      "smarttokviral"
    ],
    "region_code": "us",
    "username": "genxchicagogirl",
    "video_description": "#fafo #smarttokviral #genxunite #genx #genxcrew #genxcrew #genxunited #",
    "view_count": 79033,
    "voice_to_text": "So Gen X, Gen Z and some millennials wants to know how much our allowance was as a child. Please enlighten them on this thread. Please enlighten them. That is all."
  },
  {
    "hashtag_names": [
      "brand",
      "comedi",
      "ali",
      "sain",
      "sufyan"
    ],
    "id": 7368556684198939910,
    "is_stem_verified": false,
    "region_code": "pk",
    "username": "alisufyansainok",
    "video_description": "#brand #sain #comedi #ali #sufyan #sain @Rj_Nazim Official @Candy Jutt ✌️ @🖤🖤 @♥️ 𝘽𝙖𝙧𝙛𝙞 ♥️ @Adil Rana @ᴵᴬᴹᏦᎶƑ_ᒪ₳ĐΣ₦࿐♥️ ",
    "create_time": 1715625800,
    "view_count": 128358,
    "voice_to_text": "Hi. Hi. Hi.   Hi   Hi Hi. Hi. Hi. Hi. Hi. Hi.   Hi   Hi   Hi   Hi   Hi Hi. Hi. Hi.   Hi   Hi"
  },
  {
    "hashtag_names": [
      "funny",
      "meme",
      "foryou",
      "summon",
      "foryoupage"
    ],
    "is_stem_verified": false,
    "region_code": "us",
    "username": "yourfellowpagan",
    "video_description": "Prove me wrong… #foryou #foryoupage #meme #summon #funny ",
    "view_count": 61284,
    "voice_to_text": "You cannot summon everybody just with a simple object. Prove me wrong",
    "create_time": 1715616639,
    "id": 7368517260421467435
  },
  {
    "view_count": 1451184,
    "hashtag_names": [
      "dog",
      "englishbulldog",
      "tongue",
      "hydration",
      "dogsoftiktok"
    ],
    "id": 7368514455900048683,
    "is_stem_verified": false,
    "video_description": "Rainwater > tap water #englishbulldog #dogsoftiktok #dog #tongue #hydration ",
    "voice_to_text": "Maui goes outside to drink water even though he has a water bowl with fresh water inside he prefers to drink rainwater like this",
    "create_time": 1715615989,
    "region_code": "us",
    "username": "mauithedemidog31"
  },
  {
    "id": 7368497458554342673,
    "is_stem_verified": false,
    "region_code": "kr",
    "username": "siraj1682",
    "video_description": "that's impossible how😥😿 #tiktokgames #tiktokchallenge #xyzbca #tiktokfilter #fyp #tiktokeffect #game #filterchallenge ",
    "view_count": 24934,
    "create_time": 1715612014,
    "hashtag_names": [
      "game",
      "fyp",
      "tiktokchallenge",
      "filterchallenge",
      "tiktokgames",
      "tiktokfilter",
      "tiktokeffect",
      "xyzbca"
    ]
  },
  {
    "is_stem_verified": false,
    "region_code": "us",
    "username": "flywithmeli",
    "video_description": "A message from my 🍉🇵🇸 sister @Nashwa Ashour🇵🇸 . Link in bi0. Anything helps 🩷 @Erin Hattamer @Operation Olive Branch #gofundme #gofundmehelp #palestine #passthehat #medical ",
    "view_count": 163,
    "create_time": 1715598207,
    "hashtag_names": [
      "medical",
      "palestine",
      "gofundme",
      "passthehat",
      "gofundmehelp"
    ],
    "id": 7368438027804364078
  },
  {
    "create_time": 1715572158,
    "hashtag_names": [],
    "id": 7368326298894077190,
    "is_stem_verified": false,
    "region_code": "mx",
    "username": "funfunfunandlaugh",
    "video_description": "",
    "view_count": 7941909
  },
  {
    "create_time": 1715561782,
    "hashtag_names": [
      "challenge",
      "filter",
      "impossible",
      "tapchallenge"
    ],
    "region_code": "us",
    "username": "apotharyofficial",
    "id": 7368281696497683754,
    "is_stem_verified": false,
    "video_description": "Nobody has faster fingers than me #filter #tapchallenge #challenge #impossible ",
    "view_count": 3076387,
    "voice_to_text": "I have the fastest reactions on this app, and nobody has faster reactions. Go! Oh, I am the best. Nobody's beating me."
  },
  {
    "create_time": 1715557432,
    "hashtag_names": [
      "funny",
      "meme",
      "foryou",
      "summon",
      "summoning",
      "foryoupage"
    ],
    "id": 7368263023053524270,
    "video_description": "Lets have some fun with this… #foryou #foryoupage #funny #meme #summoning #summon ",
    "voice_to_text": "You cannot summon a bunch of people with just two words. Prove me wrong",
    "is_stem_verified": false,
    "region_code": "us",
    "username": "yourfellowpagan",
    "view_count": 203456
  },
  {
    "is_stem_verified": false,
    "region_code": "gb",
    "username": "khabir.ifaa",
    "video_description": "#ethiopian_tik_tok🇪🇹🇪🇹🇪🇹🇪🇹 ",
    "view_count": 93816,
    "create_time": 1715547295,
    "hashtag_names": [
      "ethiopian_tik_tok🇪🇹🇪🇹🇪🇹🇪🇹"
    ],
    "id": 7368219484168949025
  },
  {
    "region_code": "gb",
    "username": "themichaelbarrymore",
    "video_description": "I don’t know if this video should come with a warning or something? 🤷‍♂️ #michaelbarrymore #trend ",
    "view_count": 451188,
    "create_time": 1715542629,
    "hashtag_names": [
      "trend",
      "michaelbarrymore"
    ],
    "id": 7368199455998217504,
    "is_stem_verified": false
  },
  {
    "create_time": 1715538902,
    "is_stem_verified": false,
    "video_description": "If you’re reading this just know I appreciate you. I’m so happy we could share this moment ❤️🥣  #fyp #studentloans #viral #cereal #icarly #spencershay #whynotdatemedotcom ",
    "view_count": 28989181,
    "voice_to_text": "So I've done the math, and apparently, in order for TikTok to pay off my student loans in one fell swoop, I would need 247 million people to watch this video for five seconds. What you've just done. So thank you. I appreciate it. Uh, we'll see how this goes. You can come back and check. Uh, unfortunately, in order to get paid by TikTok, you have to make your videos a minute long, and I don't have that much content to offer. I'm just a guy with a pretty bad mustache, so I'm just gonna eat this bowl of cereal, Spencer, shave from icarly style, and stare out that window right there until time's up. Feel free to hang out if you want to. I'd appreciate the company. But I'll go ahead and set this down over here so you don't have to hear me chew so loud. It's not that kind of video, don't worry. Oh, crunch berries. You're still here. Thank you for sticking with me so long. If you made it this far, go ahead and comment your favorite seven letter word down in the comments. Thanks.",
    "hashtag_names": [
      "viral",
      "icarly",
      "cereal",
      "fyp",
      "studentloans",
      "spencershay",
      "whynotdatemedotcom"
    ],
    "id": 7368183427641724206,
    "region_code": "us",
    "username": "jheisenburg"
  },
  {
    "view_count": 12608,
    "voice_to_text": "Happy Mother's Day to all the mothers in America. And also a prayer for all the mothers in Palestine, all the mothers who lost children, all the mothers who lost their own mothers, and all the expected mothers. Is about 50,000 women out there who are pregnant, and there's no medical equipment or anything like that, and they're under very, very bad circumstances. So Happy Mother's Day to everybody. And our prayers and hearts go out to all the mothers in Palestine on this day, too. God bless.",
    "create_time": 1715535339,
    "is_stem_verified": false,
    "region_code": "us",
    "username": "erikwarsaw.2024",
    "video_description": "Happy Mother's Day! #erikwarsaw Erik Warsaw ",
    "hashtag_names": [
      "erikwarsaw"
    ],
    "id": 7368168131686157610
  },
  {
    "create_time": 1715526331,
    "hashtag_names": [],
    "id": 7368129478242880773,
    "is_stem_verified": false,
    "region_code": "ug",
    "username": "godfather.ug",
    "video_description": "",
    "view_count": 89991
  },
  {
    "create_time": 1715505144,
    "hashtag_names": [],
    "id": 7368038256824388906,
    "is_stem_verified": false,
    "region_code": "us",
    "username": "trulyabeeast",
    "video_description": "",
    "view_count": 353
  },
  {
    "create_time": 1715484387,
    "hashtag_names": [
      "quan",
      "pappiiq"
    ],
    "id": 7367949292952112427,
    "is_stem_verified": false,
    "region_code": "us",
    "username": "pappiiq",
    "video_description": "the kozy’s 🦇 #quan #pappiiq ",
    "view_count": 27205276
  },
  {
    "video_description": "that's impossible how win 7 second???? #filterchallenge #tiktokgames #game #tiktokeffect #fyp #tiktokfilter #xyzbca #tiktokchallenge ",
    "view_count": 162859,
    "voice_to_text": "Hannah, don't say shit. John.   don't   say   shit   John Ah, no, no,   no   no no. Yes.   Yes Check out this simba, huh?   out   this   simba   huh Dark queen.   queen Oh, no.   no Dr Quinn again. Oh, no, guys, it's impossible.   Quinn   again   Oh   no   guys   it's   impossible Yes, yes, yes, yes, yes,   yes   yes   yes yes, yes.   yes Why BRR, guys? It's impossible to win.   It's   impossible   to   win And all the guys are simple.   the   guys   are   simple",
    "is_stem_verified": false,
    "region_code": "kr",
    "username": "siraj1682",
    "create_time": 1715477557,
    "hashtag_names": [
      "game",
      "fyp",
      "tiktokchallenge",
      "filterchallenge",
      "tiktokgames",
      "tiktokfilter",
      "tiktokeffect",
      "xyzbca"
    ],
    "id": 7367919963727826177
  },
  {
    "create_time": 1715452372,
    "hashtag_names": [],
    "id": 7367811781659741486,
    "is_stem_verified": false,
    "region_code": "us",
    "username": "angelicaaabee",
    "view_count": 31574491,
    "video_description": "Yall act too perfect for me 😭 whos next 💃😭😭😭",
    "voice_to_text": "Let's start a new trend. Fuck it. Show me the most ghetto thing you got in your crib. I'mma start. My motherfucking doorknob broke. So, yeah, this bag, you know, in there"
  },
  {
    "create_time": 1715449096,
    "id": 7367797721870109994,
    "username": "_m0111",
    "video_description": "This will be a whole series, Let go @🍉mariam.mansour7🍉 ",
    "hashtag_names": [],
    "is_stem_verified": false,
    "region_code": "us",
    "view_count": 15939,
    "voice_to_text": "a creator started an initiative that I want to continue on my account and I need your help I will buy a plane ticket to the United Kingdom if and only if you want me to raise enough money for my friend Ahmed to get his family out of Gaza after 24 hours of posting that video he was able to raise $200,000 for the family who needed to escape Gaza and I want to do that every week I'll make a video of a family from Palestine Congo Sudan to Gray Haiti anyone that reach out anyone that has initiative or goal started and that I come across that is verified and vetted I'll make a video and whatever the top comment says I will do only if their goal and initiative is reached once their goal and initiative is reached I will do whatever the top comment says and I'll record and post it obviously it has been legal and something I obviously can afford to do I can't go to the UK what the fuck but you get the point here's the first family this family was reached out to me by Mariam Mansur Mariam was able to escape Gaza with her brother unfortunately though her family is still in Rafa in central Rafa where they are 300 miles away from IOF tanks her cousin's kids her aunt's kids and most of her family has been unalive however she still has a lot of family in Rafa as we speak her house is completely demolished and her mom had to undergo a major surgery without anesthesia and she's sick right now she's a college student and has lost everything that she has she's currently seeking refuge in Egypt she lost everything that she has and she has to pay $500 for rent in Egypt and she can't afford that and she told me that she's going to live in the streets next month this is very time sensitive we need to help her family escape Gaza because they are under waiting their invasion in Rafa we're not even halfway to her goal but we are almost there once this initiative is reached I will do whatever the top comment says and of course whatever this video makes is directly going to her gofundme so if you're unable to donate please interact because whatever revenue this video is making is going directly to her gofundme and comment away"
  },
  {
    "region_code": "us",
    "username": "rich.kwil",
    "video_description": "Im too good! #fypシ #richkwil ",
    "view_count": 3990,
    "create_time": 1715434543,
    "hashtag_names": [
      "fypシ",
      "richkwil"
    ],
    "id": 7367735173120658731,
    "is_stem_verified": false
  },
  {
    "view_count": 3767645,
    "create_time": 1715425638,
    "hashtag_names": [
      "real",
      "colors",
      "neipertee",
      "fypシ゚viral"
    ],
    "id": 7367696985769397536,
    "is_stem_verified": false,
    "region_code": "it",
    "username": "tidere_",
    "video_description": "#fypシ゚viral #neipertee #colors #real "
  },
  {
    "region_code": "ng",
    "username": "king_the_creator",
    "video_description": "What is this 💀 #funny #spritechallenge #meme #trending #fyp #goviral",
    "view_count": 27264,
    "create_time": 1715423037,
    "hashtag_names": [
      "funny",
      "trending",
      "meme",
      "goviral",
      "fyp",
      "spritechallenge"
    ],
    "id": 7367685824676252933,
    "is_stem_verified": false
  },
  {
    "hashtag_names": [
      "ring",
      "shorts",
      "blink",
      "neighbors",
      "neighbor",
      "doorbell",
      "roku",
      "adt",
      "reels",
      "vivint",
      "securitycamera",
      "wyze",
      "smarthome",
      "homesecurity",
      "doorbellcamera",
      "ringdoorbell",
      "ringcamera",
      "ringcam",
      "videodoorbell",
      "ringvideodoorbell",
      "doorbellvideo",
      "doorbellcameravideos",
      "rokucam",
      "rokuca"
    ],
    "is_stem_verified": false,
    "username": "surveillance.came",
    "view_count": 7820702,
    "voice_to_text": "Are you sure it's not fake, buddy? Yeah. Why are you holding it down so hard? Look, it's literally a scanner. We could call the police right now. Look, this is the real one. I have it all on video. Don't use your cards in places like this. They're trying to steal your information. Be careful. Why are you acting confused? You knew that was there. Like, come on, bro. Look, get his name and everything. Cause he said that you checked and you confirmed it. What's your name? The guys, like, come over here. Give me cigarette. Yeah, but I thought you checked it. You said that it was real. Obviously not, bro. Look, this is the real tap. What is this? We put tape here now. This one new. So how come it says right here tap to pay? If taps up here, why does it say right here tap to pay? I also need this. Give me. I wanna click. No, we can call the police. This is evidence. This for sure my boss. No, it's fine, bro",
    "create_time": 1715422728,
    "id": 7367684267318512938,
    "region_code": "us",
    "video_description": "#ring #ringdoorbell #ringcam #videodoorbell #ringvideodoorbell #doorbellcamera #doorbellcameravideos #homesecurity #smarthome #doorbell #doorbellvideo #securitycamera #ring #wyze #blink #vivint #adt #ringcamera #shorts #reels #smarthome #homesecurity #neighbor #neighbors #roku #rokucam #rokuca "
  },
  {
    "create_time": 1715419677,
    "hashtag_names": [
      "boxing",
      "viral",
      "mma",
      "floydmayweather",
      "fyp",
      "connormcgregor",
      "claressashields"
    ],
    "region_code": "gb",
    "username": "yuceit",
    "video_description": "Claresa Shield first boxer to go from boxing to mma  #claressashields #mma #connormcgregor #floydmayweather #boxing #fyp #viral ",
    "view_count": 359508,
    "id": 7367671376112667937,
    "is_stem_verified": false,
    "voice_to_text": "Ten seconds remaining. Clarissa Shields was able to reverse position, and some of that ground and pound hurt Brittany Elkin. She got up slowly. She looks a little worse for the wear on the stool. After two dominant rounds from Elkin, Clarissa Shield gets a little confidence boost. And she has back. And that right hand is gonna help it as well. Elkin will take that attempt. She was in deep, and now Shields has got a nice sprawl. She's got her legs back. She needs to learn to let her hands or feet slide there. There's a shield heavy on the hips here. Elkin's hands are still locked. That head covered there. Pushes away nice. They could get up. Pounding from the top. Claressa Shields putting it on Brittany Oaken, who's clinging on for dear life. Take shots! Brittany's not protecting her face there. She's gotta get moving or get back to a better guard position there. Shield has to address her legs. Can't let Elkin get control of her legs here. Keep her hips. Nice roll. It's again Teresa Shields on top and hurting Brittany Elkin. This is a better position for Brittany. She might be able to put Shields to her back. She needs to get that left leg out and get a better base. Shields just gotta keep her hips in the fight there. It's too upright to pass to, to punch, and Belkin could bowler over. More right hands from the top. Claressa Shields continues. To pound away at the head of Brittany Elkin. This is where Shields should try to get back to her feet. If she can disengage. I know she's landing some big shots, but those are big shots right there. Oh, boy. And the referee stops it and waves it off. Claressa Shields. The quote, wow! Successful in her MMA debut with ground and pound. What the fuck? A sprawling brown captain pulls it out with the rest of Shields in round 3."
  },
  {
    "is_stem_verified": false,
    "video_description": "PM Sharif Saudi interview",
    "voice_to_text": "فرس اول واي دي دي تشوز سعودية عربيه از يو فرس ديستنيشن اندس ترم يعني ان شاء الله سوت تعاون مساعدة هذا نقطة مهمة جدا ان شاء الله موجود كل وقت بس الراي والدراي I think this is a wonderful combination facing huge challenges in Pakistan at microeconomic level crossover challenges we are facing monitoring and lack of supervision so these are huge challenges and my government is totally committed to bringing huge reforms are inching towards that direction absolutely focused on this agenda of reform intense and most comprehensive discussions with our Saudi brothers the minister there was a time when we would uh train Saudi we seek their support and it's like a family order is reversed we are happy",
    "hashtag_names": [],
    "id": 7367664137859566881,
    "username": "murtazaviews",
    "view_count": 154038,
    "create_time": 1715417992,
    "region_code": "gb"
  },
  {
    "hashtag_names": [
      "fyp",
      "fypシ",
      "itzpaulson"
    ],
    "id": 7367645385268972806,
    "is_stem_verified": false,
    "region_code": "ng",
    "username": "itzpaulson",
    "video_description": "lol as all of us won de Mad na  #itzpaulson #fypシ #fyp ",
    "view_count": 1426,
    "create_time": 1715413621
  },
  {
    "view_count": 989,
    "create_time": 1715408068,
    "hashtag_names": [
      "summer",
      "workout",
      "hardwork",
      "fitness",
      "colorado",
      "summerbody",
      "challenge",
      "motivation",
      "graduation",
      "graduate",
      "dailyroutine",
      "routines",
      "fyp",
      "greenscreen",
      "selfimprovement",
      "fitnessmotivation",
      "workoutroutine",
      "graduationprep",
      "challengetiktok",
      "shortterm",
      "foryoupage",
      "75hard",
      "fypシ",
      "motivationtok"
    ],
    "id": 7367621439249222955,
    "is_stem_verified": false,
    "region_code": "us",
    "username": "cynthiameshell",
    "video_description": "I have results after the 40 days 👀 #greenscreen #fyp #foryoupage #fypシ #colorado #motivation #workout #workoutroutine #hardwork #75hard #challenge #challengetiktok #motivationtok #dailyroutine #selfimprovement #routines #fitness #fitnessmotivation #shortterm #summer #summerbody #graduate #graduation #graduationprep "
  },
  {
    "id": 7367605854972988677,
    "is_stem_verified": false,
    "region_code": "ke",
    "username": "patrickmbacio",
    "video_description": "",
    "view_count": 4132563,
    "create_time": 1715404418,
    "hashtag_names": []
  },
  {
    "create_time": 1715392390,
    "region_code": "us",
    "video_description": "Spain & Ireland will be making history with this new recognition #🍉  ",
    "view_count": 222596,
    "voice_to_text": "It's official. Spain, Ireland, Slovenia and Malta will be recognizing the state of Palestine on Tuesday, May 21st. This comes today after the UN General Assembly passed the resolution to upgrade Palestine's rights and privileges as a non member observer state. This past, the Israeli ambassador literally shredded the UN Charter on stage. So many of you are you hating? You don't really care that the Palestinians are not peace loving. Ignoring the charter and granting the Palestinians the privileges of a member state. You are proving that morality is just a slogan for you while politics and interest prevail. You are shredding the UN Charter with your own hands. Yes, yes, that's what you're doing. Shredding the UN chartered. Regardless, it passed and EU member states will soon be recognizing the state of Palestine. Joseph Burrell, EU foreign policy chief, stated this is a symbolic act of political nature. More than its state, it recognizes the will for that state to exist, adding that Belgium and other countries would probably follow. Of course, Israel is not happy and its finance Minister Smokedrich stated that a Palestinian state is a looming, tangible danger. He actually had a meeting with the mayors of the legal settlements in the occupied West Bank on Wednesday night and also authorized the construction of more illegal settlements in the occupied West Bank. Regardless, the world is overwhelmingly supportive of a Palestinian state, and the only country really getting in the way of things is the United States.",
    "hashtag_names": [
      "🍉"
    ],
    "id": 7367554169500110122,
    "is_stem_verified": false,
    "username": "wallyrashid"
  },
  {
    "view_count": 3611415,
    "create_time": 1715384318,
    "hashtag_names": [
      "sketch",
      "relationship",
      "couples",
      "xbox",
      "jynxzi"
    ],
    "id": 7367519500981505326,
    "is_stem_verified": false,
    "region_code": "us",
    "username": "iamdonvincent",
    "video_description": "DO IT RN #sketch #jynxzi #relationship #couples #xbox "
  },
  {
    "is_stem_verified": false,
    "region_code": "ng",
    "username": "whoknowspraise",
    "video_description": "Grazing challenge is one of the hardest challenges #trendingfilter #filterchallenge #challenge #grazing #grazingchallenge ",
    "view_count": 7409434,
    "create_time": 1715378655,
    "hashtag_names": [
      "challenge",
      "filterchallenge",
      "grazing",
      "trendingfilter",
      "grazingchallenge"
    ],
    "id": 7367495209229241605
  },
  {
    "view_count": 2185542,
    "create_time": 1715353952,
    "hashtag_names": [
      "blockout2024"
    ],
    "region_code": "us",
    "username": "blockout2024",
    "id": 7367389057451560235,
    "is_stem_verified": false,
    "video_description": "#blockout2024 block on spotify too",
    "voice_to_text": "Today's box of the day are 1. Kevin Hart 2. Shakira 3. E! News worth mentioning. A lot of crazy stories are probably gonna start coming out about celebrities. Don't take the bait. It's not an excuse to unblock them. And if they're going through anything crazy, this might be a great time for us to give them the much needed peace and quiet that they need to recover. Blocked."
  },
  {
    "is_stem_verified": false,
    "video_description": "",
    "view_count": 2371751,
    "create_time": 1715353864,
    "id": 7367388716370873633,
    "region_code": "gb",
    "username": "bencoleedwards",
    "voice_to_text": "oh you're a people pleaser  right name three people that are pleased with you",
    "hashtag_names": []
  },
  {
    "video_description": "AI balloons difficult challenge #ai #balloon #aiballoons #iqfilter #iq #trendingfilter #aivsme #mevsai ",
    "view_count": 1355445,
    "create_time": 1715295711,
    "hashtag_names": [
      "balloon",
      "ai",
      "iq",
      "trendingfilter",
      "iqfilter",
      "mevsai",
      "aivsme",
      "aiballoons"
    ],
    "id": 7367138968397204742,
    "is_stem_verified": false,
    "region_code": "ng",
    "username": "whoknowspraise"
  },
  {
    "is_stem_verified": false,
    "region_code": "us",
    "username": "moorewellness",
    "video_description": "Can you do this? I cant on either hand! #viral ",
    "view_count": 3989068,
    "create_time": 1715287062,
    "hashtag_names": [
      "viral"
    ],
    "id": 7367101805962104110
  },
  {
    "username": "user8100030161688",
    "video_description": "",
    "view_count": 269283,
    "create_time": 1715275603,
    "hashtag_names": [],
    "id": 7367052605899525381,
    "is_stem_verified": false,
    "region_code": "et"
  },
  {
    "region_code": "us",
    "username": "erikwarsaw.2024",
    "view_count": 37145,
    "voice_to_text": "I thought this was fake news so I did not report it at first until I heard Joe Biden himself admit it it's just wrong we're not gonna we're not gonna supply the weapons and artillery shells use that have been used artillery shells as well yeah artillery shells America has halted the shipment of bombs to Israel because they knew it was gonna be used against the civilian population now these same circumstances never stopped them before but now there's protests across the entire country especially out of college campuses and its election year so now they wanna care about civilians but this is the first time that America has ever ever ever said no to Israel for weapons it is always been an unlimited and unconditional amount of supply this was taboo to even talk about so this is a milestone in American politics this is a change and it was achieved through the protests so thank you to everybody who protested in a rally this is the points on the board",
    "create_time": 1715274812,
    "is_stem_verified": false,
    "video_description": "News Biden halts weapons to Israel Biden halts bombs to Israel Erik Warsaw #erikwarsaw ",
    "hashtag_names": [
      "erikwarsaw"
    ],
    "id": 7367049173612432682
  },
  {
    "username": "ornellazocco26",
    "video_description": "",
    "view_count": 2897995,
    "create_time": 1715251363,
    "hashtag_names": [],
    "id": 7366948476267056417,
    "is_stem_verified": false,
    "region_code": "it"
  },
  {
    "id": 7366921940625280262,
    "is_stem_verified": false,
    "region_code": "ng",
    "username": "eminiogalee8",
    "video_description": "@TikTok #fyppopoooopppppppppppppppp #fypシ゚viral #trending #fyptiktok ",
    "view_count": 686875,
    "create_time": 1715245181,
    "hashtag_names": [
      "trending",
      "fyptiktok",
      "fypシ゚viral",
      "fyppopoooopppppppppppppppp"
    ]
  },
  {
    "video_description": "#oromotiktok❤️💚❤️  #foruyou  #fy #followers ",
    "view_count": 128390,
    "create_time": 1715242362,
    "hashtag_names": [
      "followers",
      "fy",
      "foruyou",
      "oromotiktok❤️💚❤️"
    ],
    "id": 7366909834500885766,
    "is_stem_verified": false,
    "region_code": "et",
    "username": "haqahaqanqaallame"
  },
  {
    "video_description": "Joker filter? #jokerai #jokerfilter #jokerchallenge #jokereffect #jokeraifilter #aijoker #jokerfilterchallenge #joker #jokerface #jokerlover #80ssongs #80sremix #80smusic #1980s",
    "view_count": 1980300,
    "create_time": 1715213809,
    "hashtag_names": [
      "joker",
      "80smusic",
      "1980s",
      "jokerface",
      "jokerchallenge",
      "jokerlover",
      "80ssongs",
      "80sremix",
      "jokereffect",
      "jokerfilter",
      "jokerai",
      "aijoker",
      "jokerfilterchallenge",
      "jokeraifilter"
    ],
    "id": 7366787175188286763,
    "is_stem_verified": false,
    "region_code": "us",
    "username": "maskedmaniacbeatz"
  },
  {
    "region_code": "us",
    "username": "amag",
    "video_description": "super productive first piece of content with my new phone #trending #fyp #noair ",
    "view_count": 10402921,
    "create_time": 1715205507,
    "hashtag_names": [
      "trending",
      "noair",
      "fyp"
    ],
    "id": 7366751500082744618,
    "is_stem_verified": false
  },
  {
    "create_time": 1715202989,
    "hashtag_names": [
      "passthehat",
      "capcut",
      "saveabdalkarimsfamily"
    ],
    "region_code": "us",
    "username": "heyitsmeagainguys",
    "voice_to_text": "Back in our things, searching for a safe area as they say. But there is no safe area anymore. So we will keep trying to find one.",
    "id": 7366740701347843371,
    "is_stem_verified": false,
    "video_description": "We are tired. My whole family is exhausted. I hope we can get to Egypt soon. #saveabdalkarimsfamily #passthehat #CapCut ",
    "view_count": 8321
  },
  {
    "region_code": "us",
    "username": "shift_alt_delete",
    "video_description": "#us #usa #child #usa_tiktok #tik #tiktoker #game #gaming #student #challenge #gamergirl #wow #gamer #famous #family #familytime #momsoftiktok #mom #school #comedia #colombia #colorcustomizer #collage #pov #greenscreen #grwm #funny #viral #fup #fypシ゚viral #fypage #fyp #4 #4u #4upage #Twitch #children #kids ",
    "view_count": 131,
    "create_time": 1715198805,
    "hashtag_names": [
      "game",
      "school",
      "family",
      "funny",
      "kids",
      "mom",
      "wow",
      "child",
      "famous",
      "usa",
      "familytime",
      "gamer",
      "us",
      "gaming",
      "challenge",
      "colombia",
      "children",
      "viral",
      "fup",
      "twitch",
      "4u",
      "collage",
      "tik",
      "grwm",
      "gamergirl",
      "comedia",
      "pov",
      "fyp",
      "4",
      "student",
      "greenscreen",
      "tiktoker",
      "4upage",
      "fypage",
      "momsoftiktok",
      "usa_tiktok",
      "colorcustomizer",
      "fypシ゚viral"
    ],
    "id": 7366722706470915370,
    "is_stem_verified": false
  },
  {
    "hashtag_names": [
      "breakingnews",
      "storytime",
      "scandal",
      "news",
      "hayleebaylee",
      "worldnews",
      "metgala",
      "nawalornoel"
    ],
    "view_count": 236300,
    "create_time": 1715193961,
    "id": 7366701880627580203,
    "is_stem_verified": false,
    "region_code": "us",
    "username": "nawalornoel",
    "video_description": "10 buildings #nawalornoel #breakingnews #storytime #news #worldnews #hayleebaylee #metgala #scandal ",
    "voice_to_text": "The US has stopped a shipment of weapons to Israel. Israel was warned by the United States that if they were to commence with the ground invasion in Rafah, that shipments of weapons would halt. So today, this Israeli official, Talib Guth Liab, sent a message to the United States. She said, the US is threatening not to give us precise missiles. Then mockingly, she said, oh, yeah, well, I got news for the US. We have imprecise missiles, and we have the right to defend ourselves. So maybe instead of using a precise missile and taking down a specific room or a specific building, I'll use my imprecise missiles and I'll just collapse 10 buildings. 10 buildings! This statement was the official response of Israel to the halted shipment of weapons. All because the United States told them to not enter a Rafah and begin the ground invasion, and they didn't like that. So now the amount of unaliving and destruction will be on the United States's hands, as if it's all one big oops. 10 buildings instead of a specific room. Yesterday, images of specific rooms were released from Rafa, and the only people who were victims in those specific rooms were children. And let's not even mention the fact that maybe, just maybe, one of the hostages might be in one of those 10 buildings. Oh, wait, but that doesn't actually matter, does it?"
  },
  {
    "region_code": "us",
    "username": "sarpearce",
    "view_count": 1094552,
    "voice_to_text": "So I just bought this box of chips the other day. It's like, there's like 1099 at our grocery store. I was like, oh, I'll have some of those chips. Um, I wanted the salt and vinegar flavor. So I picked the bag out and I shook it. Um, I think there's just air basically in here, maybe a little crumbs. But I wanted to open it on here, um, to see what was in it. But I haven't opened it yet. It's completely sealed. So I thought I would open it with you. Oh, this is, um, hundred and sixty calories. And that is what is in there. Haha. So anyway, I just thought I would share.",
    "create_time": 1715192013,
    "hashtag_names": [
      "snack",
      "stuffed",
      "imfull"
    ],
    "video_description": "@Frito-Lay count your days 🙃 #imfull #snack #stuffed ",
    "id": 7366693304899243310,
    "is_stem_verified": false
  },
  {
    "hashtag_names": [
      "taylorswift",
      "music",
      "entertainment",
      "popculture",
      "erastour"
    ],
    "id": 7366685948714781998,
    "view_count": 39741,
    "voice_to_text": "Welcome to the era's tour. Taylor Swift is on fire. Her record breaking live tour has grossed more than $1 billion so far. That's more than any other musician in the history of musicians and things. So after thrilling countless superfans across five continents, and with 152 shows in the hopper, she has her sights sets on Europe. This has been the most extraordinary experience of my entire life. Swift is so red hot, she even has nation states squabbling over being a mere stop on her errors tour. Why? They call it the Swift effect. You see, wherever Taylor Swift goes, so do people's wallets, and everyone wants a piece of the action. It's partly the reason she was time magazine's person of the year in 2023. She's so mainlined into pop culture right now, even universities want in. We're talking the elite ones like Harvard and Stanford, who are offering courses on how Taylor Swift is cranking up the economic dial wherever she goes. They even gave it a name. Swift Denomics. So let's take a closer look at this s financial s phenomenon.",
    "video_description": "What is 'Swiftonomics'?⁠ .⁠ #TaylorSwift's Eras Tour has grossed more than $1bn so far.⁠ .⁠ She's so mainlined into #popculture that even universities want in.⁠ .⁠ 🎥 Watch the full episode on Al Jazeera English Youtube channel. #music #erastour #entertainment ",
    "create_time": 1715190247,
    "is_stem_verified": false,
    "region_code": "us",
    "username": "aljazeeraenglish"
  },
  {
    "id": 7366655678754196779,
    "is_stem_verified": false,
    "region_code": "us",
    "username": "californiawtfcarclub",
    "video_description": "Tech diagnostic challenge 5 minute fix. I had it diagnosed before he finished explaining the complaint #jeep #hardstart #starting ",
    "view_count": 889,
    "create_time": 1715183207,
    "hashtag_names": [
      "jeep",
      "starting",
      "hardstart"
    ]
  },
  {
    "video_description": "",
    "view_count": 8627821,
    "create_time": 1715181969,
    "hashtag_names": [],
    "id": 7366650432271207713,
    "is_stem_verified": false,
    "region_code": "it",
    "username": "ornellazocco26"
  },
  {
    "video_description": "Mukhang mahirappp ish00ț tubg Saķ$akann ah😅s!n0w kàyang mageG|v$ungan?M€$$AJ€ /S€ŃĎ $CR€€Ń$Ħ0T ZÀ |G >>> Ririiii.26 #riri #fyp #clarissecastillo #rirismansanasbox #fakebody⚠️ #fypシ #fakesituation⚠️ ",
    "create_time": 1715167684,
    "id": 7366589097403534597,
    "region_code": "ph",
    "view_count": 1975108,
    "voice_to_text": "ngayon ko lang nakita tong challenge na to   ko   lang   nakita   tong   challenge   na   to so tignan natin kung madali lang ba siya or mahirap   tignan   natin   kung   madali   lang   ba   siya   or   mahirap kasi kapag ito   kapag   ito nashoot mo yung saksakan na yan   mo   yung   saksakan   na   yan nashoot mo yan saksakan na yan sa   mo   yan   saksakan   na   yan   sa saksakan na yan   na   yan oo isakto mo yan dyaan para macharge   isakto   mo   yan   dyaan   para   macharge mo yang cp na yan   yang   cp   na   yan kasi kapag na icharge mo yang cp na yan   kapag   na   icharge   mo   yang   cp   na   yan meron ka ng bagong ichacharge na cp mo   ka   ng   bagong   ichacharge   na   cp   mo oo xr or   xr   or eleven ayan po   ayan   po tapos pili ka ale anong bet mo be fifteen cow or cp   ka   ale   anong   bet   mo   be   fifteen   cow   or   cp kapag nagcharge mo yan nashoot mo yan   nagcharge   mo   yan   nashoot   mo   yan iscreenshot mo agad para may patunay ka   mo   agad   para   may   patunay   ka hanggat hindi ko nakikita yung   hindi   ko   nakikita   yung screenshot mo hindi ka magiging sungani send mo na   mo   hindi   ka   magiging   sungani   send   mo   na yan sa bio ko ngayon na   sa   bio   ko   ngayon   na and magcomment ka ng done kapag okay na dali   magcomment   ka   ng   done   kapag   okay   na   dali kasi may ten na   may   ten   na pm live tayo pipili doon sa bio   live   tayo   pipili   doon   sa   bio dali magsend ka na ng   magsend   ka   na   ng screenshot baka ikaw na yung next sa mga gibsungan   baka   ikaw   na   yung   next   sa   mga   gibsungan",
    "hashtag_names": [
      "riri",
      "fyp",
      "fypシ",
      "clarissecastillo",
      "fakesituation⚠️",
      "fakebody⚠️",
      "rirismansanasbox"
    ],
    "is_stem_verified": false,
    "username": "dumpririiii.26"
  },
  {
    "create_time": 1715158601,
    "hashtag_names": [
      "humour",
      "france🇫🇷",
      "capcut",
      "benintiktok🇧🇯"
    ],
    "id": 7366550040766139681,
    "is_stem_verified": false,
    "region_code": "fr",
    "username": "rod97782",
    "video_description": "#CapCut #benintiktok🇧🇯 #france🇫🇷 #CapCut #humour ",
    "view_count": 76739
  },
  {
    "username": "ornellazocco26",
    "video_description": "",
    "view_count": 1056262,
    "create_time": 1715151045,
    "hashtag_names": [],
    "id": 7366517578291776801,
    "is_stem_verified": false,
    "region_code": "it"
  },
  {
    "create_time": 1715121466,
    "id": 7366390552763354411,
    "username": "pabloartic",
    "voice_to_text": "I stopped paying Kim Kardashian on December 13th, 2023. That's the day that I blocked her on social media. Celebrities can't earn ad revenue when we block them.",
    "hashtag_names": [],
    "is_stem_verified": false,
    "region_code": "us",
    "video_description": "Same for Spotify streams. You can block artists. Share this with your family and friends. Think about how boycotting works ",
    "view_count": 2355996
  },
  {
    "video_description": "#greenscreen #fypシ゚viral #fyppppppppppppppppppppppp I love you. ",
    "voice_to_text": "I've done something. I've done something, y'all. I have been paired up with a family in Gaza who is trying to leave to Egypt. There are two parents, mom and dad, and four children. This is the Hum Don family here. From left to right. Al Yaman is one year 4 months old. Next to him is his older brother, Anas, who is eleven. Next to him is his mother, Islam. Next to her in the back is Nesma. She's nine. And in front of her is her sister Sana, who is five. In the foreground on the far right is Ahmed. He is the father. I've been in contact with this family every day for the past week. And I have received updates and many, many photos before and after. We've had video chats. We are in constant contact. First we need to raise $150 per person, coming to $900 total for updated passports. Then we need $5,000 per adult, $2,500 per child under sixteen to cross into Egypt. And then we'd like to raise provisions for them to sustain life for as many months as we can after that. I've put a thing to my thing in my thing where you can find me and you can click and go do the stuff. So I don't have a huge platform, but there's. There's a big pocket full of you here. So if y'all can donate what you can, that would be amazing. Um, I really wanna help this Family. And I want you guys. I hope that you guys can help me help them. So let's do this. Um, this is one of many, many families, and, um, this is the family that I've chosen to help. So thanks for listening, and I love you all.",
    "region_code": "us",
    "hashtag_names": [
      "greenscreen",
      "fyppppppppppppppppppppppp",
      "fypシ゚viral"
    ],
    "id": 7366328498505387306,
    "is_stem_verified": false,
    "username": "leomoonsara",
    "view_count": 16410,
    "create_time": 1715107022
  },
  {
    "create_time": 1715106089,
    "username": "elbadiablo",
    "video_description": "Haz stich con tu respuesta  #peliculas #movies #stich #foryou #foryoupage ",
    "hashtag_names": [
      "movies",
      "foryou",
      "stich",
      "peliculas",
      "foryoupage"
    ],
    "id": 7366324525795003655,
    "is_stem_verified": false,
    "region_code": "mx",
    "view_count": 156657,
    "voice_to_text": "Okay, había escuchado esta pregunta en en TikTok   había   escuchado   esta   pregunta   en   en   TikTok pero en inglés no la he visto en español   en   inglés   no   la   he   visto   en   español y yo quiero saber sus respuestas.   yo   quiero   saber   sus   respuestas Así que hagan un Stitch a esto.   que   hagan   un   Stitch   a   esto Díganme algo de las películas   algo   de   las   películas que a ustedes les caga.   a   ustedes   les   caga Lo odian, no lo aguantan,   odian   no   lo   aguantan pero nadie más se da cuenta o parece no importarle.   nadie   más   se   da   cuenta   o   parece   no   importarle Yo empiezo, por ejemplo,   empiezo   por   ejemplo me cae supermal que le entierran un cuchillo   cae   supermal   que   le   entierran   un   cuchillo a alguien en la panza y   alguien   en   la   panza   y se muere inmediatamente.   muere   inmediatamente Cuando así no funciona,   así   no   funciona así no funciona,   no   funciona puedes durar días muriéndote de sepsis.   durar   días   muriéndote   de   sepsis Y el otro, que me molesta mucho,   el   otro   que   me   molesta   mucho voy a este aventar dos. Lo siento mucho,   a   este   aventar   dos   Lo   siento   mucho voy a aventar dos.   a   aventar   dos El otro que me molesta mucho   otro   que   me   molesta   mucho es cuando están en una cultura   cuando   están   en   una   cultura vieja diciendo estos símbolos satánicos y son símbolos   diciendo   estos   símbolos   satánicos   y   son   símbolos celtas o egipcios   o   egipcios o de este telema   de   este   telema que nada que ver con la cultura   nada   que   ver   con   la   cultura o lo que están hablando.   lo   que   están   hablando Uh, me saca completamente la película,   me   saca   completamente   la   película así que díganme ustedes   que   díganme   ustedes cuál es algo o qué es algo de las películas   es   algo   o   qué   es   algo   de   las   películas que les cae bien mal,   les   cae   bien   mal pero a nadie más parece importarle   a   nadie   más   parece   importarle"
  },
  {
    "id": 7366058785657441578,
    "view_count": 1890360,
    "voice_to_text": "I think we should start treating our self improvement tasks like YouTube challenges. What is going on? Guys, I'm gonna be doing the no doom scrolling in the morning challenge. Hey, guys, today I'm gonna be doing the go for a walk and exercise challenge. Oh, my god. Guys, I'm gonna be doing the don't compare yourself to others challenge. Today I'm actually really scared. So this week I'm doing the don't stalk people on Instagram challenge. Just make it all a silly, fun challenge, except for instead of eating cinnamon or Tide Pods, you know, you're brushing your teeth.",
    "video_description": "this is the hack #youtube #challenge #selfimprovement #motivation ",
    "create_time": 1715044216,
    "hashtag_names": [
      "youtube",
      "challenge",
      "motivation",
      "selfimprovement"
    ],
    "is_stem_verified": false,
    "region_code": "us",
    "username": "osiekaplan"
  },
  {
    "id": 7366043922461936942,
    "is_stem_verified": false,
    "region_code": "us",
    "username": "anonymous.1235482737733",
    "video_description": "#anonymous #viral #fyp #xyzbca #foryoupage #filter #challenge ",
    "view_count": 9,
    "create_time": 1715040756,
    "hashtag_names": [
      "challenge",
      "viral",
      "filter",
      "anonymous",
      "fyp",
      "foryoupage",
      "xyzbca"
    ]
  },
  {
    "hashtag_names": [],
    "id": 7366040020311936299,
    "is_stem_verified": false,
    "region_code": "us",
    "username": "jamylecannon",
    "video_description": "Don’t misunderstand me. I’m not creating a moral equivalency between the two or even evaluating the claims. I’m saying that if Kendrick knew Drake was a groomer, he didn’t behave as a good man. If Drake believed Kendrick was an abuser, he didn’t behave as a good man. We’re at a place where two men, as a claim to a throne, can lob insults at each other with women as collateral while we all excuse the fact that their behavior in the situation has been trash. Being a good man has to be any more than not being a bad man. They not like us.",
    "view_count": 1061427,
    "create_time": 1715039850
  },
  {
    "region_code": "us",
    "username": "jay_rupe",
    "video_description": "Hello, Rudy. It’s not good too see you again. 😂😂😂",
    "view_count": 680,
    "create_time": 1715037997,
    "hashtag_names": [],
    "id": 7366032054347255083,
    "is_stem_verified": false
  },
  {
    "video_description": "love you boy ##fypシ##foryoupage",
    "view_count": 627129,
    "create_time": 1715028267,
    "hashtag_names": [
      "foryoupage",
      "fypシ"
    ],
    "id": 7365990281717599521,
    "is_stem_verified": false,
    "region_code": "nl",
    "username": "maria.syria13"
  },
  {
    "voice_to_text": "Why is the PR been so awful? I know that's not your area of expertise, but you have to, um, uh, uh, have some thoughts on that. Typically, the Israelis are good at PR. What's happened here? You have a social media ecosystem environment in which context, history, facts get lost, and the emotion, the impact of images, um, dominates. Some wonder why there was such overwhelming support for us to shut down potentially TikTok or other entities of that nature. If you look at the, uh, postings on TikTok and the number of mentions of Palestinians relative to other social media sites, it's overwhelmingly so among, uh, TikTok, um, uh, broadcast. So I know that's a real interest, and the president will get the chance to make action in that regard.",
    "hashtag_names": [],
    "id": 7365972173665602862,
    "region_code": "us",
    "username": "btnewsroom",
    "video_description": "Mitt Romney: “Why has Israel’s PR been so awful?” Blinken: it’s harder to control the narrative when the images speak for themselves 👀",
    "create_time": 1715024053,
    "is_stem_verified": false,
    "view_count": 34350
  },
  {
    "create_time": 1715014637,
    "is_stem_verified": false,
    "username": "grandma_droniak",
    "hashtag_names": [],
    "id": 7365931714385890603,
    "region_code": "us",
    "video_description": "Replying to @Deftones.enjoyer9000 heres is my outfit of the hospital today do you like it",
    "view_count": 3245600,
    "voice_to_text": "This is my ooth outfit of the hospital. If you don't like it, I don't care. I only care if the doctor likes it. Don't tell my boyfriend, but he's really cute. Thank you all for the kind messages. It's really getting me through it. Don't worry, I'm still slaying. Love you."
  },
  {
    "voice_to_text": "You've been making fish pie all wrong. Here's how the French do it. Parmentia de Poisson",
    "hashtag_names": [
      "fish",
      "potato",
      "recipe",
      "pie",
      "dill",
      "pea",
      "fishpie"
    ],
    "region_code": "gb",
    "video_description": "Fish pie AKA Parmentier de poisson   Fish pie (4-6 portions) 600g Fish (diced) 50g Prawns ½ Fennel 1 Leek 1 Shallot 100g Button mushroom 40g Flour (plain) 100g Butter 400g Milk (whole) 150ml Cream (double 100g Peas (podded) 10g Dill (chopped) 1 Lemon (juice) Salt + pepper - 6 Potatoes 2 Egg (yolks) 75g Butter 75ml Milk (whole) Salt + pepper   - Sweat the fennel, leek, and shallot in the butter until soft (5mins). Add the sliced mushrooms and cook for another 3 minutes. Add the flour and cook out the roux for 2/3mins. - Slowly add the milk and cream, simmer for 2 minutes. Add the fish, peas, dill and lemon juice. Bring to the boil and top with mash potatoes. - Grill under hot grill until potatoes are nicely coloured 3-5 minutes.   #fish #pie #potato #pea #dill #fishpie #recipe ",
    "username": "matthewryle",
    "view_count": 415430,
    "create_time": 1715012519,
    "id": 7365922651124026656,
    "is_stem_verified": false
  },
  {
    "username": "mikescribner369_2",
    "video_description": "#ayytiktok #fyp #flatearth #flymetothemoon #learnontiktok #wakeup #wow #truth #lies #conspiracy #funny #learn #grow ",
    "view_count": 164,
    "create_time": 1715004715,
    "hashtag_names": [
      "funny",
      "wow",
      "lies",
      "truth",
      "grow",
      "wakeup",
      "learn",
      "conspiracy",
      "flymetothemoon",
      "fyp",
      "flatearth",
      "learnontiktok",
      "ayytiktok"
    ],
    "id": 7365889089284951339,
    "is_stem_verified": false,
    "region_code": "us"
  },
  {
    "id": 7365615331026439466,
    "is_stem_verified": false,
    "region_code": "us",
    "username": "ocsonrisa714",
    "video_description": "#49erscoupl #49ersfaithful #49ersgang #duet #og @MEXICAN MONOPOLY MAN @21armando21 @OG candlestick kid @Ruben-PPC @Trendsetter_El_Jefe @Chucky 66 @Short King 👑 @IGGYSKING @ChuLA35 @49ersQueen👑💋 ",
    "view_count": 865,
    "create_time": 1714940968,
    "hashtag_names": [
      "og",
      "duet",
      "49ersfaithful",
      "49ersgang",
      "49erscoupl"
    ]
  },
  {
    "create_time": 1714907629,
    "hashtag_names": [],
    "id": 7365472155842202888,
    "is_stem_verified": false,
    "region_code": "sa",
    "username": "awelkassim3",
    "video_description": "",
    "view_count": 37264
  },
  {
    "create_time": 1714904983,
    "id": 7365460795616005384,
    "region_code": "za",
    "username": "theycallmemasterbruce",
    "video_description": "Whats that thing houve learned to love about yourself #SAMA28 #theycallmemasterbruce #tiktoksa🇿🇦 ",
    "hashtag_names": [
      "tiktoksa🇿🇦",
      "sama28",
      "theycallmemasterbruce"
    ],
    "is_stem_verified": false,
    "view_count": 868820,
    "voice_to_text": "What's one thing about you that people used to make fun of   one   thing   about   you   that   people   used   to   make   fun   of back in the day when you were young   in   the   day   when   you   were   young or people made you feel insecure about that's like   people   made   you   feel   insecure   about   that's   like one of your best traits right now   of   your   best   traits   right   now or something that, um,   something   that   um people give you compliments on right now,   give   you   compliments   on   right   now something that you've learnt to embrace?   that   you've   learnt   to   embrace"
  },
  {
    "id": 7365433332873694497,
    "is_stem_verified": false,
    "region_code": "gb",
    "username": "mateusjmarina44",
    "video_description": "Its a plain plane and simple #flatearth #conspiracy #geo #theearth",
    "create_time": 1714898595,
    "hashtag_names": [
      "geo",
      "conspiracy",
      "theearth",
      "flatearth"
    ],
    "view_count": 9890,
    "voice_to_text": "About two and a half thousand meters above sea level, where we are now. Panoramic view in all directions. Remember, we're told that all this is curving away from here. Eight inches per mile squared. But the law of perspective tells you that this isn't a curved surface. The earth is a plane is what we observe. And the more you do things like this, the more you actually go and see nature, look at the natural world, and use your own discernment to decide what this earth actually is. Whether it was created or not, whether you really come from a Big Bang, whether what we're being told is far from the truth, it's completely up to you. But when I'm up somewhere like this and I'm looking at that, spinning balls, big bangs, evolution, no creator, none of that things make any sense. So the truth is always in plain sight. The truth is always stranger than fiction."
  },
  {
    "create_time": 1714881928,
    "hashtag_names": [],
    "is_stem_verified": false,
    "voice_to_text": "magagawa ka pa ba ng piliin mo ang pilipinas pagod na akong magstalk sayo buti ka nga napagod lang kakastalk sakin eh kami napagod na kami sa buong buhay namin pero guys ayun nakagawa na ako ng entry ko grabe napanood ko yung mga video nila lahat parang movie na ang gagaling nila lahat yung akin siguro iupload ko mamayang seven pm ayoko na mag teaser teaser wag na tayo mag ganun ganun upload ko na siya mamaya kasi kakatapos lang niya iedit kagabi dapat iupload ko siya ng ten am kaso late na ko nagising and guys please lang wag kayo mag expect pero abangan niyo na lang grabe hindi ko kinakaya yung mga entry ng iba sobrang gagaling as in nag outdoor pa sila grabe yung production grabe talaga kumbaga hindi pa nakakagawa yung iba merong nanalo sa sobrang galing nila sige mamaya guys upload ko na yung sakin para hindi na kayo mapagod kakastalk salamat",
    "id": 7365361749882735918,
    "region_code": "us",
    "username": "lenie_aycardo",
    "video_description": "Replying to @RYAN 🥲🥲🥲",
    "view_count": 9234372
  },
  {
    "id": 7365242398458400032,
    "is_stem_verified": false,
    "region_code": "it",
    "username": "tidere_",
    "video_description": "#neituoiperte #impossible ",
    "view_count": 4079314,
    "create_time": 1714854138,
    "hashtag_names": [
      "impossible",
      "neituoiperte"
    ]
  },
  {
    "hashtag_names": [
      "cherokee",
      "lesbian",
      "apache",
      "womensrights",
      "nde",
      "4b",
      "scandinavian",
      "norwegian",
      "prochoice",
      "norse",
      "indigenous",
      "mmip",
      "mmiw",
      "norsepagan",
      "treyglass",
      "tsalagi",
      "keeptiktok",
      "1stnation",
      "lgbtqia🏳️‍🌈",
      "aniyunwiya",
      "aniyunwiyanation",
      "colebringsplenty",
      "kituhwa",
      "aaronbushnell",
      "wipuhkabah"
    ],
    "id": 7365190426678152491,
    "is_stem_verified": false,
    "region_code": "us",
    "username": "halo_0.614",
    "video_description": "#colebringsplenty #aaronbushnell #treyglass  #Wipuhkabah #kituhwa #aniyunwiyanation #scandinavian #norsepagan #norwegian #apache #apache #cherokee #nde #tsalagi #lgbtqia🏳️‍🌈 #aniyunwiya #indigenous #norse #mmiw #keeptiktok #prochoice #mmip #1stnation #lesbian #4b #womensrights ",
    "view_count": 281,
    "create_time": 1714842039
  },
  {
    "region_code": "us",
    "video_description": "I repeat DON’T try this😂 @lyndseyhendo #drpepper #pickle #fypage #foryoupage ",
    "voice_to_text": "Would you like. I need two medium Dr. Peppers, but I need pickle slices in them. Said two medium Dr. Peppers with what in there? Pickles. Sliced pickles. All right. I'll charge it for lime, but I'll make sure it's pickles for you. What else can I get for you? That should be it. Thank you so much. You, too. Oh, I see it. Oh, god. Here. Do you see it? Are you taking your lid off? Oh, no. They do. Okay. Do they put juice? The. Mix it up. I spilled that shit. My car. It'll be okay. Oh, you smell it? Are we supposed to. Like, me get your straw. Like, are you supposed to shake it? All right, you ready? I'm scared. All right. One, two, three. That tastes like butt. That is not good, bitch. No, that ain't good at all. It. It reminds me of some. I'm trying to figure out what it is. It's not terrible. It's almost like it wants to be a vanilla Coke with a hint of armpit. Hasn't mustard. It tastes like barking mustard. Uh. Uh. It tastes like orbit. Orbit. Don't recommend.",
    "create_time": 1714838302,
    "hashtag_names": [
      "drpepper",
      "pickle",
      "foryoupage",
      "fypage"
    ],
    "id": 7365174350691175726,
    "is_stem_verified": false,
    "username": "maddiecross00",
    "view_count": 54441
  },
  {
    "region_code": "it",
    "username": "ornellazocco26",
    "video_description": "",
    "view_count": 1772146,
    "create_time": 1714831638,
    "hashtag_names": [],
    "id": 7365145776319663392,
    "is_stem_verified": false
  },
  {
    "region_code": "sd",
    "username": "superfox333",
    "video_description": "#@momineemily #southsudantiktokers🇸🇸🇸🇸🇸🇸🇸🇸😍❤️😘🥰 #southsudanesetiktokers🇸🇸🇸🇸🇸🇸 #southsudantiktokers🇸🇸 #fypシ ",
    "view_count": 16581,
    "create_time": 1714819965,
    "hashtag_names": [
      "fypシ",
      "southsudanesetiktokers🇸🇸🇸🇸🇸🇸",
      "southsudantiktokers🇸🇸",
      "southsudantiktokers🇸🇸🇸🇸🇸🇸🇸🇸😍❤️😘🥰"
    ],
    "id": 7365095659961109765,
    "is_stem_verified": false
  },
  {
    "voice_to_text": "Don't watch this video. I just bet my son that I cannot get 5,000 followers in 24 hours. If I get 5,000 or more, he gets to push me in this dirty pool that's been covered all winter. If I don't get them, then I get to push him in the pool. Who do you think is gonna get pushed in the pool and what the pool gonna look like? Comment below and follow for part two.",
    "hashtag_names": [
      "summer",
      "funny",
      "challenge",
      "trending",
      "viral",
      "challengers"
    ],
    "id": 7365044974217465130,
    "is_stem_verified": false,
    "region_code": "us",
    "view_count": 64654,
    "create_time": 1714808203,
    "username": "dinoquerry",
    "video_description": "Who's going to win the bet? Follow for part 2... #funny #challenge #challengers #viral #trending #summer "
  },
  {
    "create_time": 1714804264,
    "hashtag_names": [],
    "id": 7365028219642219781,
    "is_stem_verified": false,
    "region_code": "so",
    "username": "shaka0.5",
    "video_description": "1.M @never give up 🙅 @Nasra Oromo Gursum👑💍♥️🔒🔑 @Nasse Qawwe @Mubarik Musama 1 @Xiiqii🦅🦅🦅💫✍️💫 ",
    "view_count": 393038
  },
  {
    "create_time": 1714792413,
    "hashtag_names": [],
    "voice_to_text": "Hello. Today we're doing blueberry, vanilla, Chevron. Already know this one's gonna be so good. It's just got a great shape to it. Look at that. It's coated in it. Mm hmm. Time lapse. Oh, familiar. Gosh dang. This was a great cheese. The whole thing is coated in this super sweet blueberry sauce and mixed with the creamy butteriness of this goat cheese. It was like I was eating a cheesecake. It was like a blueberry cheesecake or it. It kinda tasted like Chobani. I never got Chobani flip as a kid growing up cause my mom thought it was kind of a waste of money, and she's kinda right cause I would never buy. I think the vanilla is mixed in with the cheese, which really brings out that rich flavor of the goat cheese. This is like the Pinnacle of sweet cheeses. I could eat this whole thing, but I'm not gonna cause I'm out of Lactaid. I'm going to Isonok in like a second here. I'll just save it for when I'm back. Overall, this was a great cheese. Probably the best sweet cheese I've had so far. I'm gonna give it a 10 out of 10. A 10 out of 10 bonus round green apple. I recently said in a video that I was colorblind. Some of you guys in the comments were like, oh, so that's why you always look at the. The name instead of the color. And you're right. Most of the Time with this lighting specifically, I can't tell the difference between a green apple and a cherry.",
    "id": 7364976964328787230,
    "is_stem_verified": false,
    "region_code": "us",
    "username": "alexkhosieyo",
    "video_description": "Blueberry chevre review ",
    "view_count": 10838563
  },
  {
    "hashtag_names": [
      "free"
    ],
    "id": 7364962340166552878,
    "is_stem_verified": false,
    "username": "jawad.k80",
    "view_count": 4869,
    "voice_to_text": "Israeli Prime Minister Benjamin Netanyahu said this week that college protests in the US are being LED by, quote, antisemitic mobs. You responded by accusing him of, quote, attempting to distract us from the immoral and illegal war policies of your extremist and racist government. And you said, quote, it is not anti Semitic to hold you accountable for your actions. Senator, can't both things be true? There are legitimate criticisms of the Netanyahu government, but some of these protests have also clearly tapped into a deep undercurrent of antisemitism. Look, Donna, Anti Semitism is a vile and disgusting ideology which has resulted in the deaths of many, many millions of people in the last hundred years. And we got to oppose it in every form. And do I doubt for a moment that anti Semitism exists? That is growing in the United States? That is part that exists among some people in. In the protest movement, of course. But here is the reality right now. What Netya was right wing, extremist and racist government is doing is unprecedented in the modern history of warfare. They have killed in the last six and a half months 33,000 Palestinians, wounded 77,000, two thirds of whom are women and children. They have destroyed over 60%",
    "create_time": 1714788934,
    "video_description": "#Free Palestine🇵🇸",
    "region_code": "us"
  },
  {
    "view_count": 3369314,
    "create_time": 1714771467,
    "hashtag_names": [
      "lklogic"
    ],
    "id": 7364887316277497104,
    "is_stem_verified": false,
    "region_code": "ae",
    "username": "lklogic",
    "video_description": "#lklogic "
  },
  {
    "video_description": "",
    "view_count": 6394409,
    "create_time": 1714755338,
    "hashtag_names": [],
    "id": 7364818074744130848,
    "is_stem_verified": false,
    "region_code": "it",
    "username": "ornellazocco26"
  },
  {
    "is_stem_verified": false,
    "region_code": "sa",
    "view_count": 193480,
    "hashtag_names": [],
    "id": 7364811866352274709,
    "username": "fandisheeabaafiqir",
    "video_description": "",
    "voice_to_text": "দ্বিমা গানের গদি   গানের   গদি هلوهلو بہت اہم باتیں کر رہی تھی   اہم   باتیں   کر   رہی   تھی میں تیرے فون نہیں ہوگئی یا نہیں تھی   تیرے   فون   نہیں   ہوگئی   یا   نہیں   تھی تیرے فون نہیں ہوگئی تھی اب مارو   فون   نہیں   ہوگئی   تھی   اب   مارو انا account   account আম্মু আম্মু আম্মু   আম্মু   আম্মু ايش تسوي   تسوي aku malaikat انتي نادرزي نادرزي   نادرزي   نادرزي اماں",
    "create_time": 1714753926
  },
  {
    "is_stem_verified": false,
    "region_code": "sa",
    "username": "awelkassim3",
    "video_description": "",
    "view_count": 37732,
    "create_time": 1714744019,
    "hashtag_names": [],
    "id": 7364769462999846152
  },
  {
    "view_count": 175473,
    "create_time": 1714722476,
    "hashtag_names": [
      "original",
      "ethereum",
      "oromotiktok",
      "ethiopian_tik_tok",
      "oromotiktok❤️💚❤️",
      "oromotiktok❤️💚❤️ethiopiantiktok",
      "oromotiktok❤️💚❤️💪💪430",
      "ethafrica🌍"
    ],
    "id": 7364676938721414405,
    "is_stem_verified": false,
    "region_code": "et",
    "username": "art.ahemd",
    "video_description": "#oromotiktok❤️💚❤️ethiopiantiktok #oromotiktok❤️💚❤️ #oromotiktok❤️💚❤️💪💪430 #oromotiktok #ethiopian_tik_tok #ethereum #oromotiktok #oromotiktok❤️💚❤️ #oromotiktok❤️💚❤️ethiopiantiktok #original #ethafrica🌍 "
  },
  {
    "video_description": "",
    "view_count": 498,
    "create_time": 1714709060,
    "hashtag_names": [],
    "id": 7364619301224992008,
    "is_stem_verified": false,
    "region_code": "nz",
    "username": "firefairyaires"
  },
  {
    "username": "teambalmert",
    "video_description": "Wait til he tries it! 🤣😂 #teambalmert #challenge #couplegoals #funny #fyp #foryou ",
    "voice_to_text": "Today we're trying challenges only women can do. Okay, so up first is the shrimp challenge. Okay, since only ladies can do this, go ahead. Show them how it's done. Once. So you get down. Okay, now stand up. Go ahead, stand up. Just get up. What? I don't understand. What's so hard. Hmm? I don't know. They can do this. Watch. I'm gonna go against all physics right here. You watching? Ready to grab this leg? Yes. Stop laughing. I need to focus. Stop! Quiet! Quiet on set, bro. Oh, there we go. Got it. Oh, this hurts my knee so bad. Hand me my leg. Now get up. Oh, I fell. That was close. That was close. Where am I going",
    "hashtag_names": [
      "funny",
      "challenge",
      "foryou",
      "couplegoals",
      "fyp",
      "teambalmert"
    ],
    "id": 7364545333407272235,
    "is_stem_verified": false,
    "create_time": 1714691841,
    "region_code": "us",
    "view_count": 2220908
  },
  {
    "id": 7364539138311261486,
    "is_stem_verified": false,
    "region_code": "us",
    "username": "zay2fr",
    "video_description": "#zay2fr ",
    "view_count": 49459141,
    "create_time": 1714690401,
    "hashtag_names": [
      "zay2fr"
    ]
  },
  {
    "video_description": "Cmon now Al Sharpton.. ",
    "view_count": 37718,
    "username": "theconsciouslee",
    "voice_to_text": "Al shopping gotta be smoking dope and dog food talking like this let me say this the politics to that what is being robbed by them not doing that joke where you and I agree how do the Democrats how do all of us on that side say January 6th was wrong if you could have the same pitches going on on college Kellar don't make a parallel with tomorrow six for tomorrow that has happened though okay that has happened so we know what's going on here um the letters from the AP and then we're gonna go live see I can tell that all them perms and them s curls then burnt out the side to your head and also part of your brain because there's no way in hell you can rationally compare January 6th insurrections to peace to protesting students now sharp thing you too old to be saying it how you gonna be on the wrong side of history rise repeating itself like it is bro it's an open note test you failing for the people in the back just so be clear there's never been a time that college student protest in this country and the people that opposed them was not on the wrong side of history as a matter of fact let's put it like this the United States is showing the world it will easily erode its own democracy to defend a genocidal colonial outpost in the Middle East regardless of whether it's Republican or Democrat and that's the reason why a lot of y'all gotta get being get out of being lost in the south and bipartisan politics you just heard Al Sharpton repeating the same speaking points that criminalize free speech that the Ops is doing on the right how much money they paying you imagine comparing peacefully protesting on a campus that you paying tuition at to insurrection is that illegally criminally went into government property you see what I'm saying it sound like the same thing the Republicans be doing you got so much outrage because how dare you do this to the target but you ain't got that same energy when it come to people doing stuff to government property it's almost like y'all value property more than people think about it if y'all are bothered about it can't be look away like y'all do genocide look away ignore it can't do that though huh that would mess up social order and make it where you get the criminalized doing things like protesting and supposed to be one of the cornerstones of democracy as a matter of fact y'all have invaded countries because y'all feel like those people did not get their constituents the ability to be heard a scene so now you're doing the exact same thing you've invaded foreign entities for doing to your own people huh man man man education elevation",
    "create_time": 1714669535,
    "hashtag_names": [],
    "id": 7364449515878812970,
    "is_stem_verified": false,
    "region_code": "us"
  },
  {
    "create_time": 1714666917,
    "hashtag_names": [],
    "id": 7364438296157621536,
    "is_stem_verified": false,
    "region_code": "it",
    "username": "ornellazocco26",
    "video_description": "",
    "view_count": 21964357
  },
  {
    "username": "amaliasmith3",
    "video_description": "I can only do this @SEVENTEEN I'm not even trying the footwork I'm sorry, I need a trainer for that🤣 #MAESTRO #seventeenmaestro #seventeenrighthere #seventeen #seventeen17_official #caratseventeen #kpop #kpopfyp ",
    "view_count": 501,
    "create_time": 1714657372,
    "hashtag_names": [
      "kpop",
      "maestro",
      "seventeen",
      "caratseventeen",
      "seventeenrighthere",
      "kpopfyp",
      "seventeen17_official",
      "seventeenmaestro"
    ],
    "id": 7364397291437919521,
    "is_stem_verified": false,
    "region_code": "it"
  },
  {
    "region_code": "us",
    "username": "daemonmanx",
    "voice_to_text": "Name a song that starts with the letter T. And hold on, because I'm gonna tell you how you can get the bonus points on this question. Now, first of all, T as in tonight. Unfortunately, tonight, I'm not going to be able to make it to the live, uh, TikTok live. I have to work. I'm very sorry, but we'll resume our TikTok live Next Thursday at seven PM. Um, because I owe the PH project a little bit of a disc. Spinning it will do that then, so. Yeah, so I'm looking for a song that starts with the letter T. And you get the double extra bonus points if the band's name also starts with the letter T. Hmm. Okay, so I'm going with the cars. Starts with a T. The song is tonight she comes. Yeah, from the Heartbeat City album. Tonight she comes by the cars. Double extra bonus points for me. Let me know yours in the comments. A song that starts with the letter T. Double bonus points if the band's name starts with a T. I'm Damon Manx. I hope your day is as awesome as your favorite song. Peace.",
    "is_stem_verified": false,
    "video_description": "#classicrock #music #musiclovers #favoritesongs #songs #albums #classicrocktiktok #booktok #ojanox #daemonmanx ",
    "view_count": 23045,
    "create_time": 1714651917,
    "hashtag_names": [
      "music",
      "songs",
      "classicrock",
      "musiclovers",
      "favoritesongs",
      "albums",
      "classicrocktiktok",
      "booktok",
      "daemonmanx",
      "ojanox"
    ],
    "id": 7364373809853435178
  },
  {
    "video_description": "#southsudanesetiktokers🇸🇸🇸🇸🇸🇸 #southsudantiktokers🇸🇸🇸🇸🇸🇸🇸🇸😍❤️😘🥰 #uganda #kenyantiktok ",
    "view_count": 19634,
    "create_time": 1714631983,
    "hashtag_names": [
      "uganda",
      "kenyantiktok",
      "southsudanesetiktokers🇸🇸🇸🇸🇸🇸",
      "southsudantiktokers🇸🇸🇸🇸🇸🇸🇸🇸😍❤️😘🥰"
    ],
    "id": 7364288279174204677,
    "is_stem_verified": false,
    "region_code": "sd",
    "username": "superfox333"
  },
  {
    "id": 7364201859881389358,
    "is_stem_verified": false,
    "region_code": "us",
    "username": "z.liberation",
    "video_description": "",
    "view_count": 1563,
    "hashtag_names": [],
    "voice_to_text": "Hi. This might be a little controversial, and you are 100% in your right to disagree with me and comment whatever you wanna comment in my comment section. However, I do not believe in peaceful protest. Again, in my opinion, um, peace is a white man's word. We know that saying, and that saying is very true and alive. The reason why I don't believe in peaceful protest, however, I do go to peaceful protest and I'm okay with people having peaceful protest. I am not the one that is in charge of protests. However, I don't believe in peaceful protest because the people who are having peaceful protests will always be made out to be violent. People will always have. Such as what happened with the Zionist attacking the peaceful protesters and they got demolished, they got their face beaten in. Um, I don't believe in not fighting back. I believe that sometimes, and I think right now in this world, violence needs to be met with violence. I think we are seen as pushovers. And the reason why I say this is because I feel like a lot of, like, peaceful protests are LED by people, and then a lot of violent protests and those that are liberating are LED by people, black and brown people. And we always are subjugated to, um, having to suffer the consequences. Yet we are the ones who get the point across faster. We are the ones who understand that peace is A white man's, um. Uh, word. The ones who do peaceful protest are, to be honest, white. So it's hard to understand that. Saying that quote, um, I'm not against, you know, peaceful protest, I'm not. But in my opinion, I feel like we've gotten to the point in our lives where life, the world is in complete and utter shambles. We are watching the genocide happen. The world is not listening to us, we are not being listened to. Um, and I think it's time. I think it's time. But I think people need to be the ones at the front line at this point, because Zionists are the ones who are now taking and attacking people. Cause we are usually on the front line.",
    "create_time": 1714611866
  },
  {
    "create_time": 1714569522,
    "hashtag_names": [
      "f1",
      "viral",
      "fyp",
      "formula1",
      "livery",
      "ferrarif1",
      "f1tiktok",
      "liverydesign"
    ],
    "id": 7364019990963457313,
    "is_stem_verified": false,
    "username": "f1lifewithlyntonandlivia",
    "voice_to_text": "Oh, Ferrari, you pissed me off. This is not a blue car. This is a red car with ugly blue stripes. This. This. This won't do at all. You've made blue race suits, why do you not make blue car? What? Was it so hard to paint the RAT blue? We were expecting dinoco blue. And now. And don't even get me started on those HP logos on this cause, because I know they are your new sponsor, but my God, this look ugly. I feel we are being. Being ripped off again. Just like when Alpine said they'll have pink camo. Yeah, no, this. This won't do. I think it's ugly.",
    "region_code": "nl",
    "video_description": "It’s not my taste, can you tell? #fyp #viral #f1tiktok #f1 #formula1 #ferrarif1 #livery #liverydesign ",
    "view_count": 2274
  },
  {
    "region_code": "it",
    "username": "ornellazocco26",
    "video_description": "",
    "view_count": 1451439,
    "create_time": 1714565562,
    "hashtag_names": [],
    "id": 7364002983631195424,
    "is_stem_verified": false
  },
  {
    "region_code": "us",
    "username": "taxbillionaires1",
    "view_count": 14374,
    "hashtag_names": [],
    "is_stem_verified": false,
    "video_description": "Replying to @Zuzu&Laith🍉 wow, thank you for sharing this. ",
    "voice_to_text": "I am here as a rehabilitated man I feel a lot better I was a bad boy on Thursday evening at least that's how I felt when the police dealt with me I felt like Hannibal Lecter but I I I want to show the timeline of how I was deeply mistaken I was a bad boy but now I'm rehabilitated so to start off I'd like to say I think it's actually a great idea to drop the charts because me and all of my comrades that were in jail with me we are rehabilitated we feel a lot better we don't wanna go back to jail in fact after going to jail I don't wanna see anyone go to jail ever again there is an agenda item it's it's 11:39 2024 I don't care about the manusia to me it reads like more money to cops and I'd like to support that agenda item let's give more money I'd like to talk about my stay in the county jail but before I could get there I was zip tied for six hours now immediately when it's put on you can see me on the video grimace I was in immediate pain and I looked at the officers in the face and I said you got me do you mind loosening the zip tie I'm not going anywhere he didn't say anything let's go backwards a little bit it took I'm 160 pounds big dude don't I look like a big dude it took five officers to put me down when I went down I had my hand below my stomach and I was told stop resisting put your hands behind your back I can't put my hands behind my back my hands are under my stomach so what did the female officer do to help me get my hand underneath my stomach out behind my back she pulled my pants down I know in the moment I thought that's a violation but I'm rehabilitated now she must have fought I needed a colonoscopy Kevin Kevin we were taken on a bus we were put on the bus I had a comrade on the bus that was in so much pain from the zip tie he got up and walked to the steel door separating the animals from the humans being the police officers the humans us the animals in the back of the bus and said Mister Officer I'm not going to do anything I'm not gonna go anywhere I'm feeling very queasy from the pain of the zip ties would you mind please loosening the zip ties they ignored him he asked again they ignored him he asked again and they said we don't have anything to cut the zip ties loose so he turned back around and started walking back to his seat then he passed the fuck out Shannon relax relax relax and bear with me brother he passed out and he smashed his head on the floor I'm sorry I take that back he smashed his head on the wall the steel wall I thought that man was dead I got up and I screamed and I screamed and I screamed for them to open the door they opened the door that much and said that's what you signed up for I told him you guys are deputy sheriffs can you not give him some medical aid they shut the door on my face Shane for 15 minutes I continue to say get him a paramedic it took him 15 minutes that man lay unconscious on the floor we couldn't even check his pulse because I'm zip tied they opened the door they said get up he's passed out I know I'm rehabilitated now I'm I'm misremembering how it went down why don't we get these zip ties off you I thought we didn't have anything to get the zip ties off can we get the zip ties off do we want more bodies on this bus shut the door in my face then we went inside the Ohio Union Guess who was there while we were processed CPD I know I'm I'm brown I'm not white and but I was born here I speak English pretty well I can read Columbus Police Department yeah they were there then they threw me into what I can call at best a dog kennel me and nine other men four on my side and five on their side with my hands tied behind my back with about that much space in the dark with no running air in there it took us about 20 to 30 minutes to get to county jail and we sat outside the county jail at two in the morning till four in the morning without being able to breathe we asked the police officer can you let us out we're not gonna go anywhere we'll stand in line he said I can't do that I said okay do you mind at least opening the door so we can breathe we're about to pass out in here he stopped answering I wouldn't put my worst enemy I wouldn't put my worst enemy in that god be my witness I wouldn't put my worst enemy in those circumstances you dare dehumanize us you are the ones who are dehumanizing yourselves I am a man with rights and those rights were given to me by God Almighty God Almighty and he will besit in President Harden's chair and you will stand there and I will stand here and I will bear witness one more time and god save you on that day",
    "create_time": 1714535565,
    "id": 7363874094665813290
  },
  {
    "create_time": 1714514559,
    "id": 7363783910641339694,
    "username": "lilmfcurb",
    "view_count": 49441061,
    "voice_to_text": "Rock, Paper, Scissor, shoe. Up! Go! Run! You lost, Bella! Rock, paper. You gotta rock. Bella, you. You don't even like lettuce. Rock, paper, Scissors. Bella, you don't. You ate. Save me some peanut butter. Save me some peanut butter. Rock, paper, Scissors, shoe. 아 haha! Song. حط حط حط 야 나와",
    "hashtag_names": [],
    "is_stem_verified": false,
    "region_code": "US",
    "video_description": "Rock Paper Scissors with Bella..... I think I lost"
  },
  {
    "id": 7363747630129663275,
    "is_stem_verified": false,
    "username": "kohlmanndean",
    "view_count": 57081,
    "create_time": 1714506114,
    "hashtag_names": [
      "birdman",
      "wtfisthis",
      "impressions",
      "secrettalent",
      "birdsarentreal",
      "ceoofsounds"
    ],
    "region_code": "US",
    "video_description": "Replying to @Kyler Sonney 30 days of bird 🎶 pt. 24 Lagopus lagopus - Willow Ptarmigan  #birdman #secrettalent #birdsarentreal #ceoofsounds #impressions #wtfisthis",
    "voice_to_text": "This is day 24 of making a new bird sound every day until the FBI can stop me. Or 30 days, whichever comes first. Today's bird is lagopus lagopus, also known as the Willow parmaguin. Let me know in the comments which bird you'd like to hear next. See you tomorrow."
  },
  {
    "id": 7363631430238326062,
    "is_stem_verified": false,
    "region_code": "US",
    "username": "filterfinder_",
    "video_description": "I cant figure this out #fyp #filters #filter #longervideos ",
    "view_count": 19381232,
    "create_time": 1714479072,
    "hashtag_names": [
      "filter",
      "filters",
      "fyp",
      "longervideos"
    ]
  },
  {
    "is_stem_verified": false,
    "view_count": 6092690,
    "voice_to_text": "Oh, my. Oh, my god! Oh, my. Oh, my god! Bang! Bang! Bang! Lee! Lee! Lee! Lee! Lee! Lee! Lee! Lee! Lee! Oh, my. Oh, my god! Oh, my. Oh, my god! What you gonna do? What you gonna do? What you gonna do? What you gonna do? Oh!",
    "create_time": 1714422452,
    "hashtag_names": [
      "foryou",
      "fy",
      "fyp",
      "foryoupage",
      "fypツ"
    ],
    "username": "naniillusions",
    "video_description": "i wouldn’t wanna let me go either😂🤷🏽‍♀️ #fyp #fy #foryou #foryoupage #fypツ ",
    "id": 7363388316093304106,
    "region_code": "US"
  },
  {
    "hashtag_names": [
      "funny",
      "smart",
      "funnyvideo",
      "manchester",
      "goviral",
      "fyp",
      "geography",
      "iqtest",
      "mancunian",
      "generalknowledge",
      "publicinterview",
      "fypシ",
      "publicquestions"
    ],
    "id": 7363383914175401249,
    "is_stem_verified": false,
    "create_time": 1714421423,
    "region_code": "GB",
    "username": "adamiswild",
    "video_description": "Geography ain’t his strong suit I guess😭 #fyp #funny #mancunian #manchester #iqtest #smart #generalknowledge #funnyvideo #publicinterview #goviral #fypシ #publicquestions #geography ",
    "view_count": 2956579,
    "voice_to_text": "What is the capital of India? Bangladesh  lightwork Bangladesh no no no wait India so you're saying the capital of India is Bangladesh no India no to the Indians out there I apologise for that but um rupees Man said rupees  no rupees oh no you've gone the capital of India is Bangladesh and that's not right so you've gone rupees I go rupees final answer  currency oh it actually is you know it's on the tip of my tongue and I can't see it bro it's actually it's really annoying me now cause I know it's so obvious and you know India India I give up  New Delhi"
  },
  {
    "is_stem_verified": false,
    "region_code": "US",
    "username": "morebrandonspam",
    "view_count": 87993,
    "create_time": 1714409045,
    "hashtag_names": [],
    "id": 7363330722364607790,
    "video_description": "nobody has been able to correctly pop these ballons in order…?",
    "voice_to_text": "We have another new balloon popping TikTok filter. And apparently nobody has been able to correctly pop these balloons in the correct order. Alright, well, I guess it's time for me to do the impossible here, because no one has done this apparently. So let's see what we gotta do here. And uh, this one actually looks a little bit more difficult than the other ones, I'm not gonna lie. But we're gonna start off with that green one. Get that green one out the way. Okay, then I'm gonna go with red. Get the red balloons out the way. So now I can get the blue balloons get out of there. Then I can get the orange. Then I could get the green balloons out of there. Yeah! I won! Of course I won. Because this filter is not hard at all. If you would like to play this filter yourself, at the bottom of this video, it should say green screen video. You click the arrow to the right of it, a drop down should come up and then you should be able to play this filter, see if you could beat it. Once again, I think it's absolutely easy. As you just saw, I literally beat it in like 10 seconds. So yeah, give it a try. But it's not impossible. I think almost everyone has probably beaten this filter. But I don't know, pretty easy."
  },
  {
    "create_time": 1714393716,
    "hashtag_names": [],
    "id": 7363264924845477125,
    "is_stem_verified": false,
    "region_code": "UG",
    "username": "user3918192385102",
    "video_description": "",
    "view_count": 475487
  },
  {
    "hashtag_names": [
      "ball",
      "filter",
      "guess",
      "fyp"
    ],
    "region_code": "US",
    "username": "dumbshiiwhileimbored",
    "view_count": 1088164,
    "voice_to_text": "I cannot beat this filter, can y'all",
    "create_time": 1714368811,
    "id": 7363157742971915562,
    "is_stem_verified": false,
    "video_description": "#fyp #filter #ball #guess "
  },
  {
    "id": 7363080163933949215,
    "region_code": "US",
    "username": "apotharyofficial",
    "view_count": 366366,
    "voice_to_text": "People who got over 300. Stop lying, bros, because I am the fastest dribbler on this app. And nobody can get LeBron James over 300 but me. Let's go. Watch me cook. Watch me cook. Come on, come on. We got this. This is so easy, guys. Come on, come on, come on, come on, come on, let's go. Oh! One 76. New world record!",
    "create_time": 1714350774,
    "hashtag_names": [
      "filter",
      "nbafinals",
      "imposible",
      "tapchallenge"
    ],
    "is_stem_verified": false,
    "video_description": "Replying to @ccfc_connor Stop lying and saying you got over three hundred#imposible #filter #tapchallenge #nbafinals "
  },
  {
    "hashtag_names": [
      "filter",
      "foryou"
    ],
    "id": 7363079004665941278,
    "is_stem_verified": false,
    "region_code": "US",
    "username": "3wrldwar",
    "video_description": "Why is this so hard #filter #foryou ",
    "view_count": 15948631,
    "create_time": 1714350485
  },
  {
    "video_description": "Creepy stuff always happens to me but this one sticks out the most especially as a solo traveler Comment if you want another story like this because I have plenty more!  IF! You do decide to go on this tour make sure you are with a large group of people. Don't be me and go alone with just a tour guide. 🤣😭 #traveltiktok #traveltok #creepytok #creepystory #newzealand #caves #paranormalactivity ",
    "is_stem_verified": false,
    "region_code": "US",
    "username": "keekstravels",
    "view_count": 1098556,
    "voice_to_text": "the country where I got the most creeped out was in New Zealand now I am telling you this story because if you so do happen to travel to New Zealand there is this one specific tourist activity I think you should reconsider when I was living in New Zealand I had a list of things that I wanted to do before I left the country and high on that list was to go and see the glowworms this is what glow worms are they live inside of a deep deep dark cave and when you look up it looks like you're looking at like stars and constellations it just looks really pretty and I wanted to go and see them so on a day that I was free from working I actually drove to this exact place to go and see the glow worms located in Kawakawa that is the northern part of New Zealand now this is the part of the story where you're probably gonna look at me like girl why would you even participate in doing this when I arrived to the caves I pay for my ticket and realize that I am the only one there it's just me and the girl at the ticket booth and when I mean I am the only one there there was literally no other cars in the parking lot so I'm curious why there are no people around so I actually asked the lady at the ticket booth where are the people am I going to be the only one on this tour and she explains because it's off season it's not really popular to come to the caves this time of year so you probably will see more people December January time frame coming to see the caves and sure enough no one else arrived so when the tour started it was literally just me and the tour guide I was not allowed to take any videos or photos inside of the cave so I have no videos or photo evidence from inside the cave but this is what it looked a bit like on the outside of the cave and me just waiting for the tour to start so when we're getting inside of the cave I noticed that there are these very long boardwalks that just go deeper and deeper and deeper inside the caves and they have railing so that you don't fall or slip but it wasn't like any steepness or anything like that so it just felt really safe to walk through but the further that we walked it just got darker and darker and darker and as we're walking deeper into the caves the tour guide is leading with a flashlight and is talking about the history of the caves and the glow worms so I would say we only got a quarter of the way into the caves until something extremely creepy happened to me keep in mind we haven't even gone further enough to even see all of the claw worms in its full like brightness so anyways while the tour guide is talking I start to smell something and the smell was very distinct it was like a fire was burning like some sort of like campfire or something like smoky smell like I don't know how to describe it it smell like there was somebody like you know burning the fire and so I told the tour guide I was like do you smell that and she looked at me and she was like no like what do you smell like do you smell the Limestone like do you smell the water I don't know and I was like no it smells like there is a fire burning like it smells like you know a campfire and when I tell you guys this tour guides eyes looked really wide and she was like kind of like looking at me like in a creeped out way and so she replied with that's kind of weird that you mentioned that and I was like why why was that weird and she proceeded to tell me that a long long long long time ago exactly where I was standing there was a woman who used to live in these caves and she used to cook her food like create fires and cook her food right where I was standing when she was telling me that story the way I got the absolute chills and it wasn't just me getting the chills but the tour guide was getting the chills like can you imagine we were looking at each other wide eyed in the pitch black with just a flashlight in some deep ass caves by ourselves I didn't even want the lady to finish the story about this lady that lived inside the caves I literally just told her we're gonna have to cut this to her short I think we need to go and she was like yeah I think that we should leave too and I felt bad for that lady because I think she was a little bit more creeped out that I said that in that moment than anything else so anyways we do leave the caves obviously safely because I'm here to tell this story but she told me she has never heard anything like that before in her life and that she was extremely creeped out I say all this to say don't go into dark caves by yourself in foreign countries you never know what you're going to",
    "create_time": 1714329551,
    "hashtag_names": [
      "newzealand",
      "paranormalactivity",
      "caves",
      "creepystory",
      "traveltiktok",
      "traveltok",
      "creepytok"
    ],
    "id": 7362989253883677995
  },
  {
    "is_stem_verified": false,
    "region_code": "DE",
    "username": "mr.poet123",
    "video_description": "Phir sa ak baar tor Mughy🤐🥺#urdupoetry #germany #foryou #lahore @Ⓓ𝓘𝒶𝓜𝑜ｎđ 𝐑ᵃ𝔫𝐢 @࿐мιss❖κιʟʟᴇʀᥫᩣ @Andlibsalman❤️ @Dr. Sonaina ",
    "view_count": 1260,
    "create_time": 1714321292,
    "hashtag_names": [
      "foryou",
      "germany",
      "lahore",
      "urdupoetry"
    ],
    "id": 7362953852343176481
  },
  {
    "hashtag_names": [
      "viral",
      "filter",
      "tiktokgames",
      "GameTok"
    ],
    "is_stem_verified": false,
    "region_code": "GB",
    "video_description": "Replying to @robinsongmarsha#filter #gametok #tiktokgames #viral ",
    "voice_to_text": "Light up! Save SpongeBob! No one can do it. Well, watch me do this because I used to be an electrician, right? So we have 1, 2, 3 fans, and we have four plugs and SpongeBob in a bag, right? OK, so we're gonna start with the red one down here. Brilliant. OK, so that will help me blow the bag. So we'll put the green down there. Uh, it's too working. This is easy, then. Ah! Why is that third one not working? The third one doesn't work. Hold on, let me change the green to the blue. Then now the. Now the green doesn't work. What on earth? Any sort of combo is not working. Look, so how",
    "create_time": 1714218945,
    "id": 7362514269092515105,
    "username": "matt.court",
    "view_count": 1866035
  },
  {
    "view_count": 544127,
    "create_time": 1714201601,
    "hashtag_names": [],
    "id": 7362439761690201360,
    "is_stem_verified": false,
    "region_code": "RU",
    "username": "sasha_challange",
    "video_description": ""
  },
  {
    "id": 7362341403180928273,
    "is_stem_verified": false,
    "region_code": "KR",
    "username": "siraj1682",
    "video_description": "that's impossible how???? #tiktokfilter #tiktokchallenge #fyp #xyzbca #tiktokeffect #filterchallenge #tiktokgames ",
    "view_count": 301426,
    "create_time": 1714178705,
    "hashtag_names": [
      "fyp",
      "tiktokchallenge",
      "filterchallenge",
      "tiktokgames",
      "tiktokfilter",
      "tiktokeffect",
      "xyzbca"
    ]
  },
  {
    "hashtag_names": [],
    "region_code": "US",
    "view_count": 596731,
    "create_time": 1714154029,
    "id": 7362235352460873006,
    "is_stem_verified": false,
    "username": "kelsey.kingston",
    "video_description": "RIP Mike Tyson 😮‍💨",
    "voice_to_text": "Is anyone gonna talk about how Jake Paul's literally gonna kill Mike Tyson? Like Mike is literally a 57 year old grandpa. I'm lying about my whole life savings that Mike isn't even gonna make it past the first round. Okay, hear me out. Like, Jake has been doing this for 3 years and he's already knocking out pro boxers. And Mike's last fight was an exhibition and those punches looked more like soft kisses. I don't know, I think this is his easiest match yet cause he obviously has more power and skill and like this fight's gonna get ugly quick. If you're smart, lock your bets and now and hammer round 1 TKO and thank me later."
  },
  {
    "view_count": 552617,
    "create_time": 1714115310,
    "id": 7362069179194739973,
    "is_stem_verified": false,
    "video_description": "#myማም#like#share#folow#duet  #funny_video_😂🤣😜my_best_friend  #ethiopian_tik_tok🇪🇹🇪🇹🇪🇹🇪🇹💖💖💖 #ደቡብ_ኢትዮጵያ❤ #ኩዌት_ቲክ_ቶክ🇵🇸  #foryoutrick❤☕🍵☕🌹👌🍎💞for  #ጅቡቲ_ቲክ_ቶክ🇩🇯 #ሶማልያ_ቲክ_ቶክ🇸🇴  #fypシ゚viral🖤tiktok☆♡🦋myvideo❤️  #ሀበሻ_ቲክ_ቶክ💚💛❤️💚💛❤️💚💛❤️  #kenya_tik_tok🇰🇪 #sudan_tik_tok🇸🇩  #ፎሎው_ላይክ_ሼር_ዱኢት_ማይ_ቲክ_ቶክ  #viraltiktokvideo#voiceefectsforyou #ኤርትራ_ቲክ_ቶክ🇪🇷 #ኳታር_ቲክ_ቶክ🇶🇦   #zadar_bager_dager_shager #ኢትዮጵያ_ለ_ዘለዓለም_ከኛ_ጋ_ትሳቅ🇪🇹🇪🇹 ",
    "voice_to_text": "Here, here,   here here, here, here,   here here. Megan Smith. Megan Smith. Megan Smith.   Smith   Megan   Smith   Megan   Smith",
    "hashtag_names": [
      "share",
      "like",
      "duet",
      "folow",
      "viraltiktokvideo",
      "voiceefectsforyou",
      "ethiopian_tik_tok🇪🇹🇪🇹🇪🇹🇪🇹💖💖💖",
      "fypシ゚viral🖤tiktok☆♡🦋myvideo❤️",
      "zadar_bager_dager_shager",
      "ጅቡቲ_ቲክ_ቶክ🇩🇯",
      "ኤርትራ_ቲክ_ቶክ🇪🇷",
      "ሶማልያ_ቲክ_ቶክ🇸🇴",
      "ሀበሻ_ቲክ_ቶክ💚💛❤️💚💛❤️💚💛❤️",
      "myማም",
      "kenya_tik_tok🇰🇪",
      "ኩዌት_ቲክ_ቶክ🇵🇸",
      "sudan_tik_tok🇸🇩",
      "ኢትዮጵያ_ለ_ዘለዓለም_ከኛ_ጋ_ትሳቅ🇪🇹🇪🇹",
      "ኳታር_ቲክ_ቶክ🇶🇦",
      "foryoutrick❤☕🍵☕🌹👌🍎💞for",
      "ደቡብ_ኢትዮጵያ❤",
      "ፎሎው_ላይክ_ሼር_ዱኢት_ማይ_ቲክ_ቶክ",
      "funny_video_😂🤣😜my_best_friend"
    ],
    "region_code": "ET",
    "username": "mymam609"
  },
  {
    "id": 7361913926478482734,
    "is_stem_verified": false,
    "region_code": "US",
    "video_description": "A third answer could be, why am i in the woods i should be at work ",
    "view_count": 416073,
    "hashtag_names": [],
    "username": "ashgutermuth",
    "voice_to_text": "there's a video going around  right now that asks women would you rather be stuck  in the woods with  a man or a bear and I wanna know have we flipped it have we asked men would you rather be stuck  in the woods with  a woman or a bear and despite what  many people  comment on my videos I am not a man so can't answer for you however I will say  that I run a lot and one time I was  running in the woods  in Washington state and I saw a bear  behind a tree and I thought oh my god you're so cute let me take some  pictures of you and I've never said  that about a  man in the woods",
    "create_time": 1714079176
  },
  {
    "video_description": "I cant get this one #filter#filters#longervideos #fyp#foryoupage#foryou#viral#like#share #claim#fup#interact#comment#blowthisvideoup#funny#fy#fypシ #funny#meme",
    "view_count": 3239406,
    "create_time": 1714071689,
    "hashtag_names": [
      "share",
      "like",
      "funny",
      "comment",
      "viral",
      "meme",
      "filter",
      "fup",
      "filters",
      "foryou",
      "fy",
      "fyp",
      "claim",
      "interact",
      "blowthisvideoup",
      "foryoupage",
      "longervideos",
      "fypシ"
    ],
    "id": 7361881754673679659,
    "is_stem_verified": false,
    "region_code": "US",
    "username": "chrisphilpot1234"
  },
  {
    "hashtag_names": [],
    "id": 7361738479123926280,
    "is_stem_verified": false,
    "region_code": "AU",
    "username": "kai_loves_dirt_jumps",
    "video_description": "",
    "view_count": 1130846,
    "create_time": 1714038314
  },
  {
    "region_code": "US",
    "username": "jakehauseraintcountry",
    "video_description": "It gets weird when you have a 90 monute drive home from work #drivehome ",
    "view_count": 5298693,
    "create_time": 1713998275,
    "hashtag_names": [
      "drivehome"
    ],
    "id": 7361566438408195370,
    "is_stem_verified": false
  },
  {
    "voice_to_text": "This man's name is Steven Calcugini. He's a Pennsylvania police officer. And I'm doing an update to this case because I want you to know this man is accused of SA. Someone who's under the age of 18. His victim is allegedly 13 months old, a one year old. To all the people who support police officers, I want you to answer for him. Every cop in this country needs to answer for Steven Q. Guinea right now. Because I guarantee you, the people who support police officers will go after me for simply covering this case. They won't go after the damn predator. And I want this video to be shown at every correctional facility in Pennsylvania. I want every inmate to see this and know what he did so that they. So that when they see him, they can react accordingly. This man is a monster, plain and simple. Every cop needs to answer for this shit.",
    "hashtag_names": [
      "pennsylvania",
      "fba",
      "blackamerica",
      "fyp",
      "acab",
      "duetthis",
      "blackcommunity",
      "isthisyourman",
      "blackamerican",
      "accountability",
      "policecrimes",
      "whosemansisthis",
      "stitchthis",
      "1312",
      "blacktiktok",
      "policemisconduct",
      "policethepolice",
      "policeaccountability",
      "blacktiktokcommunity",
      "isthisyourmans?",
      "acabtiktok",
      "foundationalblackamerican",
      "blackcommunitytiktok",
      "blackamericantiktok",
      "nativeblackamerican",
      "acabdevil",
      "fatheracab",
      "fbatiktok",
      "nativeblackamericantiktok"
    ],
    "region_code": "US",
    "view_count": 3028,
    "username": "fatheracab",
    "video_description": "Update: Pennsylvania Police Officer accused of unthinkable crimes. Every Cop needs to answer for him. #pennsylvania #blackcommunity #blackcommunitytiktok #blacktiktok #blacktiktokcommunity #fyp #acabdevil #fatheracab #fba #foundationalblackamerican #duetthis #stitchthis #fbatiktok #accountability #policemisconduct #policethepolice #policeaccountability #acabtiktok #whosemansisthis #policecrimes #isthisyourman #isthisyourmans? #blackamerican #blackamerica #blackamericantiktok #nativeblackamerican #nativeblackamericantiktok #acab #1312 ",
    "create_time": 1713972176,
    "id": 7361454311617908011,
    "is_stem_verified": false
  },
  {
    "region_code": "CZ",
    "username": "gram_helenin",
    "video_description": "Graphic slay👍😜 #love #helenin #gram #art #designer #graphicdesign #gd #colours #zabavnejden #milujemebarvy #like #follow #school #schoolfun #graphicdesignlove #lovelovove ",
    "view_count": 12987342,
    "create_time": 1713961048,
    "hashtag_names": [
      "school",
      "love",
      "like",
      "art",
      "follow",
      "gd",
      "designer",
      "gram",
      "colours",
      "graphicdesign",
      "schoolfun",
      "lovelovove",
      "helenin",
      "milujemebarvy",
      "graphicdesignlove",
      "zabavnejden"
    ],
    "id": 7361406606896123169,
    "is_stem_verified": false
  },
  {
    "create_time": 1713909512,
    "hashtag_names": [
      "treatment",
      "mentalhealth",
      "jails",
      "benhallinvestigates"
    ],
    "region_code": "US",
    "username": "ben.hall.investigates",
    "id": 7361185255295962414,
    "is_stem_verified": false,
    "video_description": "Ben Hall Investigates: Unused mental health beds #benhallinvestigates  #jails  #mentalhealth  #treatment ",
    "view_count": 1329,
    "voice_to_text": "We're in the middle of a mental health crisis, but Nashville has this place where if you're arrested you can get mental health help. It's something they're trying to create all around the country, but we found ours is almost always empty. Davidson County Sheriff Daron Hall spearheaded the Behavioral Care Center -  tired of seeing mentally ill people locked up - he used money from his jail budget to build a treatment facility inside the jail. Daily jail logs reveal  the BCC has 60 beds, but many times over the last year only about 15 of those were filled. Some days the program had as few as 10 participants, meaning 50 beds in the highly touted program were sitting empty. And that's very concerning it runs at about 20% occupancy at best. Judge Melissa Blackburn oversees Davidson County's Mental Health Court. After seeing the numbers, she thinks there's room to help more people. NewsChannel 5 Investigates questioned Judge Blackburn about this man, Johnson Lloyd, who sat in the Davidson County Jail for nearly a year waiting on a mental health evaluation. When he was finally found incompetent, he was released. He then went up to Bowling Green, where he was arrested for raping a woman. I know they do not take dangerous individuals or very difficult individuals, but he may have been someone once medicated, he may not have been. Why are there so many empty beds? So it was never targeting to solve the mental health problem, and all the people who complain about bed counts, I wish they would call me. Some do, here's what I would tell you, you weren't around helping me design what we needed. So are you disappointed that it's only about 20 to 30% full? No it only is designed to treat a certain type mental illness. The sheriff says the center cannot treat severely mentally ill people. There are no locks on the doors. It's designed for people who need basic help like getting back on their meds  to keep them out of the criminal justice system. But projections from years ago when it was being built, calculated half of everyone arrested would qualify for the BCC and it's beds would be full. The sheriff says arrests are down dramatically. When he planned the BCC, he says 100 people a day were being arrested. That number went down during covid and it's not gone back up. He says now 60 people a day are arrested. The sheriff says it's up to the state to build more hospitals to treat the severely mentally ill. But I wanna know what you think."
  },
  {
    "view_count": 2579738,
    "voice_to_text": "Third time is gonna be the charm because I'm not doing it again. If I fail, then I have to just give up on this challenge. Try everclear. No reaction, no chaser. Okay. I want to complete the whole challenge. For those who don't know, everclear is one. Any proof? 95 ABB. This is an ounce and a half. Everyone saying this is like a double. This is not a double. This is one shot. An ounce and a half is one shot of liquor. Oh, reaction, reaction, reaction, reaction. Cheers. I think that's pretty good. Although I'm on the verge of crying. Is that good enough? Cause I think it was. Oh.",
    "is_stem_verified": false,
    "region_code": "US",
    "username": "kisonkee",
    "video_description": "Replying to @gnine1980 how about a third time 😂",
    "create_time": 1713825371,
    "hashtag_names": [],
    "id": 7360823831931391275
  },
  {
    "id": 7360623016553762054,
    "is_stem_verified": false,
    "region_code": "UG",
    "username": "mukisaharrietbae971",
    "video_description": "Look at this doctor😳😳 #cutebaby #babyfirstbreath #foryoupage #trending #goviral ",
    "view_count": 72909648,
    "create_time": 1713778598,
    "hashtag_names": [
      "cutebaby",
      "trending",
      "goviral",
      "foryoupage",
      "babyfirstbreath"
    ]
  },
  {
    "hashtag_names": [
      "filter",
      "filters",
      "fyp",
      "longervideos"
    ],
    "id": 7360345289510735146,
    "is_stem_verified": false,
    "region_code": "US",
    "username": "filterfinder_",
    "video_description": "I cant get it #filters #filter #fyp #longervideos ",
    "view_count": 5237877,
    "create_time": 1713713950
  },
  {
    "view_count": 1290201,
    "create_time": 1713512412,
    "hashtag_names": [
      "paramore",
      "bluehair",
      "alt",
      "fyp"
    ],
    "id": 7359479719479348513,
    "is_stem_verified": false,
    "region_code": "GB",
    "username": "haayxx4",
    "video_description": "Someone convince me not to do it cause it took me 7284 years to get blue out of my hair last time #bluehair #fyp #paramore #alt "
  },
  {
    "region_code": "GB",
    "username": "danwaffling",
    "view_count": 10216951,
    "voice_to_text": "This game is so annoying and so difficult. You got to get over 80% of this watermelon into this jug without getting the fly in the watermelon with it. Otherwise you lose. So, for example, if we did this, we would lose because the fly goes in and contaminates all the watermelon. You get. You get what I mean? So we got to just keep slicing everything. Oh, oh! You only get one slice. Okay? So you only get over 80% without the fly being in it. 72. Close. That was close. Okay, but that's 72% of the watermelon. That is good. That is. I'll take that. Oh my god. Is that even better? 75, I, I want to get 80. Even though it's impossible, I want to get it. Okay. I like this game. This game is fun. I like it. Good. Good vibes on this game. You gotta time it. We just gotta time it to the point where, like, it is so close together, right? Wait till the bounce. No, no. Is this, is this rubbish? It's rubbish. See what I mean? Now the timings have to be perfect. Oh, my God! 94%! Ah ha ha! Yes! Yes! It isn't impossible. If you can beat 94%, you are a genius.",
    "hashtag_names": [],
    "id": 7358846222716669217,
    "is_stem_verified": false,
    "video_description": "I broke another workd record…",
    "create_time": 1713364909
  },
  {
    "video_description": "Challenging myself #trending #fyp #viral #leonache #leonaché #outfit ",
    "view_count": 340,
    "create_time": 1713355101,
    "hashtag_names": [
      "outfit",
      "trending",
      "viral",
      "fyp",
      "leonache",
      "leonaché"
    ],
    "id": 7358804107374775558,
    "is_stem_verified": false,
    "region_code": "ZA",
    "username": "leonache"
  },
  {
    "id": 7358608465889135873,
    "is_stem_verified": false,
    "region_code": "KR",
    "username": "siraj1682",
    "video_description": "how????? it's impossible game #tiktokgames #filterchallenge #tiktokfilter #tiktokchallenge #tiktokeffect ",
    "view_count": 836049,
    "create_time": 1713309574,
    "hashtag_names": [
      "tiktokchallenge",
      "filterchallenge",
      "tiktokgames",
      "tiktokfilter",
      "tiktokeffect"
    ]
  },
  {
    "username": "ornellazocco26",
    "video_description": "",
    "view_count": 10269041,
    "create_time": 1713175786,
    "hashtag_names": [],
    "id": 7358033921453395232,
    "is_stem_verified": false,
    "region_code": "IT"
  },
  {
    "username": "gslaresidence",
    "video_description": "Bien sûr que nos élèves de 6ème bénéficient des meilleures infrastructures scolaires à La Résidence !  #laresidence #education #multilingue #innovation #scolarité #college #maroc #casa #bouskoura ",
    "view_count": 2204167,
    "create_time": 1713174359,
    "hashtag_names": [
      "college",
      "education",
      "maroc",
      "casa",
      "innovation",
      "bouskoura",
      "multilingue",
      "laresidence",
      "scolarité"
    ],
    "id": 7358027828442500358,
    "is_stem_verified": false,
    "region_code": "MA"
  },
  {
    "id": 7357811018380168491,
    "create_time": 1713123894,
    "hashtag_names": [
      "bookworm",
      "triggerwarning",
      "darkromance",
      "booktok",
      "booktoker"
    ],
    "username": "shieldsshalan",
    "video_description": "BIG TRIGGERS #bookworm #booktoker #booktok #darkromance #triggerwarning ",
    "view_count": 681315,
    "voice_to_text": "Listen, my bio says that I have no trigger warnings, and usually that would be the case, but this book is the first book that I D N F. If you think Haunting Adeline was bad, you would never. You wouldn't last 10 minutes reading this book. I dipped out at Chapter 13. It says it's a dark romance, but it's more like pitch black. It was not unhinged. It was disturbing. This is the type of book where it's read at your own risk. And I dare you. I dare you to read it and see if you can make it past Chapter 13, cause I, I, I 100, I make. I bet money on that. You couldn't. I didn't read the book. I listen to the audio book on everin, which just made it, like, 10 times worse.",
    "is_stem_verified": false,
    "region_code": "US"
  },
  {
    "create_time": 1713114495,
    "hashtag_names": [],
    "is_stem_verified": false,
    "region_code": "US",
    "username": "leadenim",
    "video_description": "",
    "id": 7357770661034478890,
    "view_count": 19811917,
    "voice_to_text": "I met him, and he wouldn't leave my father's store. Three weeks he camped outside. You throw rocks through my window? Notes that said, please go out with me, grandma. You little victim. What the fuck"
  },
  {
    "is_stem_verified": false,
    "region_code": "GB",
    "username": "nadeemmubarakofficial",
    "video_description": "1 million views open car challenge and loot lo #nadeemmubarakofficial ",
    "view_count": 3332091,
    "create_time": 1713097598,
    "hashtag_names": [
      "nadeemmubarakofficial"
    ],
    "id": 7357698135893986593
  },
  {
    "username": "originalthe.remix",
    "video_description": "Tell me why i thought i could but turns out i was just turning them in the same direction but at different paces ",
    "view_count": 21059424,
    "create_time": 1713093039,
    "hashtag_names": [],
    "id": 7357678203571359022,
    "is_stem_verified": false,
    "region_code": "US"
  },
  {
    "create_time": 1713043519,
    "video_description": "Can you help spongebob get home#filter #tapchallenge #impossible #SpongeBob ",
    "voice_to_text": "It is absolutely impossible to get SpongeBob home. But I am a genius. To watch me do it. All right, all right. Well, easy. There's this home. Then we go. Here. We got. Got something. Wait, how do you do this? Come on. This is impossible, guys. Nobody can actually solve this.",
    "view_count": 1314305,
    "hashtag_names": [
      "spongebob",
      "filter",
      "impossible",
      "tapchallenge"
    ],
    "id": 7357465807481359662,
    "is_stem_verified": false,
    "region_code": "US",
    "username": "apotharyofficial"
  },
  {
    "region_code": "GR",
    "username": "trolley_p",
    "video_description": "Το 2ο part των εκπληκτικών (μπορεί και όχι) απαντήσεων! Ξανά, μην παρεξηγηθώ, οι άνθρωποι απαντούν σωστά! 🌴 #whichcountry #ερωτησεις #mpesfy #fypシ #greekedits #greektiktok #greece #ελλαδα #countryflags #σημαια #fakeit ",
    "view_count": 4451106,
    "create_time": 1713000740,
    "hashtag_names": [
      "greece",
      "fakeit",
      "whichcountry",
      "countryflags",
      "greekedits",
      "greektiktok",
      "fypシ",
      "ελλαδα",
      "ερωτησεις",
      "σημαια",
      "mpesfy"
    ],
    "id": 7357282110907976992,
    "is_stem_verified": false
  },
  {
    "username": "popcornsiobhan",
    "video_description": "“Like a frog” - ed’s response to seeing this video #florencepugh #florencepughedit #film #filmtok #filmtoker #movie #movietok #movietoker #cinema #foryou #fyp #foryoupage ",
    "view_count": 3617082,
    "create_time": 1712869149,
    "hashtag_names": [
      "movie",
      "cinema",
      "film",
      "foryou",
      "fyp",
      "foryoupage",
      "movietok",
      "filmtok",
      "florencepugh",
      "florencepughedit",
      "movietoker",
      "filmtoker"
    ],
    "id": 7356716945070214433,
    "is_stem_verified": false,
    "region_code": "GB"
  },
  {
    "id": 7356473837325782318,
    "username": "theanimemen",
    "video_description": "This is impossible man ",
    "voice_to_text": "Go, Joe! Tap challenge. Ah, is it? Why are you trying? Why are you doing one finger? Oh, hey, guys. Oh, my god. Oh, my god. Oh, my god. Are you serious? Dude, his hair color. Oh, my god. No way. No way.",
    "create_time": 1712812551,
    "is_stem_verified": false,
    "region_code": "US",
    "view_count": 43228368,
    "hashtag_names": []
  },
  {
    "region_code": "US",
    "username": "filterfinder_",
    "video_description": "How do you solve this? #filters #filter #fyp #puzzle ",
    "view_count": 2210575,
    "create_time": 1712759005,
    "hashtag_names": [
      "filter",
      "filters",
      "puzzle",
      "fyp"
    ],
    "id": 7356243784360791342,
    "is_stem_verified": false
  },
  {
    "hashtag_names": [
      "game",
      "funny",
      "challenge",
      "blade",
      "planets",
      "minigame"
    ],
    "id": 7356122221338823967,
    "is_stem_verified": false,
    "region_code": "US",
    "username": "leonardoleon1231",
    "video_description": "no one can finish lv3!#blade #game #challenge #minigame #planets #funny ",
    "view_count": 10341880,
    "create_time": 1712730912
  },
  {
    "region_code": "AE",
    "username": "tiktokgames.exe",
    "video_description": "Onelinev77 is Impossible bro 😱💀 #onelinev77 #onelinev77filter #oneline77 #oneline #onelinefiltertrend #foryoupage #viral #fyp #trendingfilter #tiktokgamesexe @Tiktokgameexev2 ",
    "view_count": 86341629,
    "create_time": 1712711365,
    "hashtag_names": [
      "viral",
      "fyp",
      "oneline",
      "trendingfilter",
      "foryoupage",
      "tiktokgamesexe",
      "onelinefiltertrend",
      "onelinev77",
      "oneline77",
      "onelinev77filter"
    ],
    "id": 7356039244936138000,
    "is_stem_verified": false
  },
  {
    "hashtag_names": [
      "viral",
      "opposite",
      "fy",
      "directions",
      "spinyourfinger",
      "fypsounds",
      "fysounds"
    ],
    "id": 7355844192393891114,
    "is_stem_verified": false,
    "video_description": "I'm sorry but wtaf. why can't I spend my fingers in opposite direction? am I just too tired because I woke up at 5:00 😭 #spinyourfinger #opposite #directions #fy #fypsounds #fysounds #viral ",
    "voice_to_text": "spin your fingers in opposite directions and what you're all doing right now is you're doing this that's this way that way wait no wait why can't I do this why can't I do this",
    "create_time": 1712665955,
    "region_code": "US",
    "username": "icy_vixen2415",
    "view_count": 617464
  },
  {
    "region_code": "ZA",
    "username": "plaasnaar",
    "video_description": "Old people be like 😂😂😂",
    "view_count": 85182,
    "create_time": 1712647386,
    "hashtag_names": [],
    "id": 7355764489708489990,
    "is_stem_verified": false
  },
  {
    "is_stem_verified": false,
    "region_code": "AU",
    "username": "resay.tok",
    "video_description": "Wait for it... 😬  Watch full eps of #TheFaceAustralia in our link in bio 😏 #TheFace  #naomicampbell  #nicoletrunfio  #cheyennetozzi  #modelling #competition ",
    "view_count": 5427982,
    "create_time": 1712617386,
    "hashtag_names": [
      "theface",
      "competition",
      "modelling",
      "naomicampbell",
      "cheyennetozzi",
      "nicoletrunfio",
      "thefaceaustralia"
    ],
    "id": 7355635602903108881
  },
  {
    "video_description": "Howwww #relatable #viral #tiktokgames #tiktokeffect ",
    "view_count": 776204,
    "voice_to_text": "So apparently no one has been able to colour in the perfect A on this. So you basically need to colour in the A just like the picture shown on the top left here. No one's been able to do. So we have to give it a try. Right, so first I'mma say the green one first, then orange and then blue. Simple as that. Okay. Wait, what? How was that wrong? What? Actually, no, it's under the orange. Hold on, wait, hold on. Maybe if I go green, orange and then blue. How was it, bro? How was I still. Wait, what way does it go? Does it go. Wait, maybe it's orange and then green and then blue. Bro, I. I basically tried every single combination. Wait, what am I doing wrong? This is. This should be so simple. It's literally 3 lines, bro. Wait, the green is covering this and then this. How is it not looking like this picture? How. This is actually ridiculous. Honestly. Maybe the. And then the blue and then the green. Wait, what's wrong? Oh, my God, I can't. I don't.",
    "create_time": 1712350894,
    "hashtag_names": [
      "relatable",
      "viral",
      "tiktokgames",
      "tiktokeffect"
    ],
    "id": 7354491054684491041,
    "is_stem_verified": false,
    "region_code": "GB",
    "username": "9ineplayss"
  },
  {
    "is_stem_verified": false,
    "username": "dalebrisby90",
    "video_description": "Whats the largest animal you could take in a fight? #dalebrisby #rodeotime #rodeo #bullriding #justranchin #cowboycerrone  @cowboycerrone @Ranch Fuel ",
    "create_time": 1712247859,
    "hashtag_names": [
      "rodeo",
      "bullriding",
      "rodeotime",
      "cowboycerrone",
      "dalebrisby",
      "justranchin"
    ],
    "id": 7354048502474853674,
    "region_code": "US",
    "view_count": 3693755,
    "voice_to_text": "If you were in a room, like a 10 by 10 concrete room, what do you think the largest animal you could kill is? Let's say you're naked. You don't have any. Any, like, belt or shirt to help. Can I have underwear on? Yeah, I feel like that should make a difference. Okay. Yeah. To be respectful. Yeah, to be respectful. What do you think, the largest animal? At first I wanna pick an animal, like a. Something that's a little more defenseless than others. What? Let's talk about it. I mean, like a horse. A horse would murder you. He's gonna wear up you. Like a rabid horse. If they're all aggressive, very aggressive. And you're in a. You're in a concrete. There's nowhere to go and the bell rings and they're coming at you. Maybe a ferret. Ferret. He'd bite you and scratch you pretty good. You think? But what about, like, a steer? Yeah, but a steer would just run you into the concrete wall. It would try. You're the one asking the question. What would you be able to take on? Yeah. A cat. Yeah, I think I could kill a cat."
  },
  {
    "voice_to_text": "I'll do it again. Oh,   do   it   again   Oh my God, Ronnie,   God   Ronnie that was pretty cool. I mean,   was   pretty   cool   I   mean that was so good. Damn,   was   so   good   Damn that's so hot. Oh, my God.   so   hot   Oh   my   God",
    "is_stem_verified": false,
    "region_code": "PH",
    "video_description": "Joining the alien movement #voiceacting #egirl #fyp #fypシ",
    "view_count": 1139158,
    "create_time": 1712228400,
    "hashtag_names": [
      "fyp",
      "voiceacting",
      "egirl",
      "fypシ"
    ],
    "id": 7353791470316391698,
    "username": "gangstacks"
  },
  {
    "voice_to_text": "But I can also stretch from the fifth fret to the 15th fret if you can match me stitch this video. All right, who didn't pay attention? All right, now I'm clearly going from the fifth fret to the 15th fret with my index and pinky fingers, right? And I've seen maybe like five or seven video responses that are like, oh, easy, I can do that too. Like, did you not watch the video? It's clearly index to Pinky. Now if I were to do it like that, motherfucker, I can go from the fucking fifth to the 17th fret, all right? And then I get some comments that are like, I can go 5 to nineteen! What are you, the fucking incredible Hulk? Shit, if you can do that, make a. Make a video response. So far only one guy. One guy has been able to match me. He went 5 to 15 as well. Index and pinky. Index, pinky. You know, fuck it. I wasn't sure that I had to make myself that clear. I mean, clearly in the video I'm I. I show how to do it. Alright, now fuck your skills, go back to the real challenge, Duncan. This is Duncan, by the way. He's from Wisconsin. I'm not from Wisconsin, but he is.",
    "create_time": 1712174583,
    "hashtag_names": [
      "cat",
      "guitar",
      "challenge",
      "meme",
      "doublejointed",
      "guitarchallenge",
      "foryoupage",
      "fypシ",
      "guitartok"
    ],
    "region_code": "US",
    "video_description": "Keep trying i believe in u #guitar #guitartok #doublejointed #challenge #guitarchallenge #meme #cat #foryoupage #fypシ ",
    "id": 7353733642159541534,
    "is_stem_verified": false,
    "username": "pmx2n",
    "view_count": 412166
  },
  {
    "view_count": 10084887,
    "create_time": 1712005949,
    "hashtag_names": [],
    "id": 7353009538792049952,
    "is_stem_verified": false,
    "region_code": "FR",
    "username": "sewphy",
    "video_description": "Let's see what yall got 😭"
  },
  {
    "region_code": "GB",
    "username": "gull3d",
    "video_description": "#fyp #filter #filterchallenge #challenge ",
    "view_count": 1118256,
    "create_time": 1711904893,
    "hashtag_names": [
      "challenge",
      "filter",
      "fyp",
      "filterchallenge"
    ],
    "id": 7352575511110929697,
    "is_stem_verified": false
  },
  {
    "hashtag_names": [
      "spongebob",
      "me"
    ],
    "region_code": "US",
    "view_count": 4299011,
    "voice_to_text": "All right. Okay. Fuck. All right, let's try the socks, then let's do the white, then let's do the brown, then let's do the. Oh, shit. Me. All right, so let's do the black. Let's do. No, fuck. It definitely has to be yellow first. Like one. Oh, wait, no, the line stay. So am I painting black? Why did that go black, though? I'm trying to figure it out, but I'm trying to figure out what. I think it does a straight. The fuck? This black cover the shoes. Okay, it does have to be yellow first, then I'll do black. Now we can't be yellow first, because legs have to be yellow. Do the yellow now do the black. How the fuck? Okay, okay. But this is gonna cover that, so. What the fuck? What the fuck? Okay, do the black, do the brown. What just happened? Do the black, do the brown, do the white, do the yellow. No, do the yellow, the black, the brown, the white. No, the yellow, but the white, the brown. Do. You know, it does have to be all first, no matter what. But it's what comes next is the issue. No. What the fuck? Dude, I'm sorry, but this is literally impossible. I've never done. No, because. What? No, this is just not right. There's nothing about this that's correct. This isn't beatable. Like what? Like, let's do yellow, let's do white, let's do black, let's do brown. No yellow. White. Brown. No, black. Yellow. Yellow. Black. White goes over, though. Did I do it? Did I do it? Oh, my god, that took me three minutes.",
    "create_time": 1711650314,
    "id": 7351481978589809966,
    "is_stem_verified": false,
    "username": "4untg1nger",
    "video_description": "I ws right THERE SO MANY TIMES #me #spongebob "
  },
  {
    "id": 7351095525623614726,
    "is_stem_verified": false,
    "region_code": "ZA",
    "username": "lee_pinto1",
    "video_description": "Bloom with grace 🌸🌹",
    "view_count": 414,
    "create_time": 1711560307,
    "hashtag_names": []
  },
  {
    "hashtag_names": [],
    "username": "nectareeen",
    "voice_to_text": "what do you mean I'm older than YouTube what do you mean I'm older than the Xbox Three 60 shut up you're like 12 anyway yeah sounds about right",
    "create_time": 1711529958,
    "id": 7350964489765801247,
    "is_stem_verified": false,
    "region_code": "US",
    "video_description": "anyone born after 2001 is baby idc",
    "view_count": 12832540
  },
  {
    "id": 7350704962592050464,
    "is_stem_verified": false,
    "region_code": "IT",
    "username": "ornellazocco26",
    "video_description": "",
    "view_count": 19313337,
    "create_time": 1711469373,
    "hashtag_names": []
  },
  {
    "create_time": 1711383694,
    "hashtag_names": [
      "dollsoftiktok"
    ],
    "region_code": "US",
    "video_description": "Excuse my dog barking in the background 🤣🗣️🐶 #dollsoftiktok ",
    "voice_to_text": "Pack an order with me. This order is for Brienne, and she ordered our Sam model with blond rooted hair, placenta, umbilical cord, and everything in our in call birth set. So first we go ahead and layer the clear slime very carefully, and then we stretch the balloon super carefully. This is definitely a two person job. We put the baby in there, and now we're going to, um, tie it up together with a zip tie. And then I go ahead and trim that to make sure it's not sharp. And now we are ready to cover it with this clear plastic wrap. And we do this so that it doesn't collect any dust. Once we have the baby wrapped up in the plastic wrap, we are gonna go ahead and wrap it up in some beautiful tissue paper. And once we have that wrapped up, we're going to go ahead and start putting it in the box. So I put some cushions, then a little more tissue paper. Here comes the baby. And then this is his birthing set for home and includes everything that they're gonna need to get the baby out of his amniotic sack. Then I'm also putting in a little thank you note and a little bit more cushion and a little extra tissue paper for good measure. And we hope you enjoy the breathing experience and thank you all for watching. Love you guys. Bye.",
    "id": 7350336881923558699,
    "is_stem_verified": false,
    "username": "colytrigg",
    "view_count": 31220458
  },
  {
    "hashtag_names": [
      "relatable",
      "viral",
      "tiktokgames",
      "tiktokeffect"
    ],
    "region_code": "GB",
    "create_time": 1711223839,
    "id": 7349650399369956640,
    "is_stem_verified": false,
    "username": "9ineplayss",
    "video_description": "How is this done #relatable #viral #tiktokgames #tiktokeffect ",
    "view_count": 500164,
    "voice_to_text": "Okay, so they have just released the new connect the dots, and this time there is four red dots instead of just two. And this is looking absolutely ridiculous, but we'll give it a try anyway. Hold on a minute. Oh, my God. I nearly had that. I was so close. I nearly had that one. Hold on. I reckon I can do this one. Hold on, hold on. Wait. If I. Me pass up from here. No, no, no. I'll be cooked. I'll be. I'll be trapped either way. I'll be trapped either way. Okay, cool. Fair enough. I feel like it's a bottom thing. I don't think you can win if you go to the top. I feel like you have to go through the bottom way. You can't go. You can't go diagonal. There's no way. How. Nah. Surely it should allow you to go diagonal. What the hell? Come on now. No. I've cursed myself again. No, this is so difficult, bro. What is this? Is this top one that's annoying me? Is this top one here? Wait. See, if I could go diagonal, I will be able to complete it. But I can't. But I can't. This will be the hardest one they've made."
  },
  {
    "video_description": "",
    "view_count": 5847751,
    "create_time": 1711216996,
    "hashtag_names": [],
    "id": 7349621008673836321,
    "is_stem_verified": false,
    "region_code": "DE",
    "username": "sebxkdb2009"
  },
  {
    "video_description": "Meet me on the other side of fear and discomfort. #doitscared with me and lets grow together.",
    "create_time": 1711049282,
    "hashtag_names": [
      "doitscared"
    ],
    "id": 7348900650471755051,
    "is_stem_verified": false,
    "username": "danielle_ann2",
    "region_code": "US",
    "view_count": 911,
    "voice_to_text": "I'm creating this video to challenge myself for the next 30 days to be uncomfortable. I'm pushing myself outside my comfort zone because I know that that is where I have the opportunity to grow. So I'm going to create a video for the next 30 days and hopefully inspire somebody to challenge themselves to get uncomfortable. And if you feel inspired to do something to challenge yourself for the next 30 days that's uncomfortable and you feel called to share with, that is, I would love to hear about it."
  },
  {
    "create_time": 1711037551,
    "id": 7348850290214341920,
    "is_stem_verified": false,
    "username": "ethancaf",
    "video_description": "Replying to @Alesia This One Line is impossible #line #oneline #linechallenge #filter ",
    "view_count": 5359222,
    "hashtag_names": [
      "filter",
      "line",
      "oneline",
      "linechallenge"
    ],
    "region_code": "GB",
    "voice_to_text": "Is wiped from history. So when people talk about the best Premier League managers in history, they're talking about from 2000, because that is about 15. If you think about 25 year olds, 15 years."
  },
  {
    "video_description": "",
    "view_count": 49066,
    "create_time": 1710837018,
    "hashtag_names": [],
    "id": 7347989023794777349,
    "is_stem_verified": false,
    "region_code": "ZA",
    "username": "boef277"
  },
  {
    "id": 7347634234699320608,
    "is_stem_verified": false,
    "region_code": "GB",
    "username": "nadeemmubarakofficial",
    "video_description": "Commets main city ka name btao #nadeemmubarakofficial ",
    "view_count": 8870630,
    "create_time": 1710754422,
    "hashtag_names": [
      "nadeemmubarakofficial"
    ]
  },
  {
    "video_description": "",
    "view_count": 938575,
    "create_time": 1710591134,
    "hashtag_names": [],
    "id": 7346932964229385477,
    "is_stem_verified": false,
    "region_code": "KE",
    "username": "marthagena5"
  },
  {
    "is_stem_verified": false,
    "region_code": "GB",
    "username": "gull3d",
    "video_description": "#fyp #filter #filterchallenge #challenge #impossible #iq ",
    "view_count": 6369578,
    "create_time": 1710525655,
    "hashtag_names": [
      "challenge",
      "filter",
      "impossible",
      "fyp",
      "filterchallenge",
      "iq"
    ],
    "id": 7346651715917155617
  },
  {
    "region_code": "IT",
    "username": "kenshirorealstarofficial",
    "video_description": "Ken Lee🐉 Live!💫😱💞 la fantasia di un AnimeMan! #kenlee🐉 #kenshirorealstar💥 #animeman #live #saiyan #ultrainstinct #maivisto #manga #dragonball #fastest #saitama #brucelee #goku #funny #divertente #comic ",
    "view_count": 17207304,
    "create_time": 1710504305,
    "hashtag_names": [],
    "id": 7346560000279498017,
    "is_stem_verified": false
  },
  {
    "region_code": "IT",
    "username": "ornellazocco26",
    "video_description": "",
    "view_count": 1174609,
    "create_time": 1710493152,
    "hashtag_names": [],
    "id": 7346512102837816608,
    "is_stem_verified": false
  },
  {
    "hashtag_names": [
      "filterchallenge",
      "ezekielreacts",
      "moonphasefilter"
    ],
    "region_code": "US",
    "video_description": "918🏆 #moonphasefilter #filterchallenge #ezekielreacts ",
    "view_count": 10103475,
    "voice_to_text": "I found a new TikTok filter to prove on the best of all filters. Let's go! So you gotta cut the moon into the smallest little chunk like that. But get a better score somehow. Let's try the other side. Cause I guess it's like no one's beating 9 18. Let's go!",
    "create_time": 1710259278,
    "id": 7345507605026032938,
    "is_stem_verified": false,
    "username": "ezekielreacts"
  },
  {
    "create_time": 1710255680,
    "hashtag_names": [
      "duel",
      "beatboxing",
      "beatbox"
    ],
    "id": 7345492196696591622,
    "is_stem_verified": false,
    "region_code": "BR",
    "username": "duelobeatbox",
    "video_description": "Beatbox virais🔥 #beatbox #beatboxing #duel ",
    "view_count": 18701091
  },
  {
    "hashtag_names": [
      "meme",
      "capcut",
      "memecut"
    ],
    "id": 7343470434211646766,
    "is_stem_verified": false,
    "username": "chiefgreenscreens",
    "video_description": "Wtf am i doing here #CapCut #Meme #MemeCut ",
    "create_time": 1709784962,
    "region_code": "US",
    "view_count": 356166,
    "voice_to_text": "What the fuck am I doing here? And. And, like, who are these people"
  },
  {
    "video_description": "",
    "view_count": 6939648,
    "create_time": 1709670808,
    "hashtag_names": [],
    "id": 7342980184036920608,
    "is_stem_verified": false,
    "region_code": "ES",
    "username": "danyalpee"
  },
  {
    "id": 7342454777764203781,
    "is_stem_verified": false,
    "region_code": "ET",
    "username": "eliyasmantiktok.com",
    "video_description": "",
    "view_count": 130778,
    "create_time": 1709548476,
    "hashtag_names": []
  },
  {
    "create_time": 1709310723,
    "id": 7341433528720051498,
    "video_description": "Plz lmk bc i need to know #marriage #fyp #marriedcouple #marriedlife ",
    "view_count": 1363412,
    "voice_to_text": "can people who are married stitch this and please explain to me what you mean by marriage is hard because I have been hearing this for so long especially from straight couples gay couples stitch this gay married couples let me know um but I've been hearing this so much it's like marriage is hard marriage is hard and I'm not married so I can't speak on that but I have been in a long term relationship with my fiance we've been together for six years and in six years especially in the past year there's been a lot of heavy stuff that we've gone through individually and collectively like over the past six years like obviously life happens but throughout the hard stuff I've never felt like the relationship was the hard part if that makes sense like there's been hard stuff that we've had to go through and navigate um again especially in the past year has been a lot um but like there's no one else that I would wanna be going through that with than my fiance and we're also aware of the fact that like we don't have kids and like I'm sure that kids are another layer to adding stress or like just a whole other world to navigate but yeah married couples I would love to hear your thoughts on this",
    "hashtag_names": [
      "marriage",
      "marriedlife",
      "fyp",
      "marriedcouple"
    ],
    "is_stem_verified": false,
    "region_code": "US",
    "username": "liveroniandcheese"
  },
  {
    "hashtag_names": [
      "lol",
      "marriedlife",
      "fyp",
      "bluecollar",
      "marriagehumor",
      "foryourpage",
      "husbandwifecomedy",
      "4amtrend"
    ],
    "id": 7338763586124205354,
    "is_stem_verified": false,
    "region_code": "US",
    "username": "dmack732",
    "view_count": 16585428,
    "create_time": 1708689068,
    "voice_to_text": "Two people at 4:00am and 5:00am in the morning doing what",
    "video_description": "Like, are you good bro??? #fyp #foryourpage #marriedlife #marriagehumor #bluecollar #husbandwifecomedy #lol #4amtrend "
  },
  {
    "id": 7338510582670314794,
    "is_stem_verified": false,
    "username": "moderndaymoguls",
    "video_description": "Where are my fabulous 40 year olds at?! Lets all share just how amazing we are! #howolddoilook #howoldchallenge #howolddoilookchallenge #agereveal #womenover40 ",
    "view_count": 1218424,
    "create_time": 1708630159,
    "region_code": "US",
    "voice_to_text": "when I originally did that video asking what age I looked I had no makeup on because in my mind putting on makeup would have been cheating I don't know and so you know I feel like makeup can hide so much and all that kind of stuff so anyways I have a good idea let's take this video stitch it and I wanna see what all the 40 year old faces look like I want you guys to show the world that we don't look like Kardashians we have lines we have wrinkles we have HBOTs we have all these things and that is totally fine so anyways let's do that let's do a whole stitch of all the 40 year old faces and show how differently we all look",
    "hashtag_names": [
      "howolddoilook",
      "agereveal",
      "howoldchallenge",
      "howolddoilookchallenge",
      "womenover40"
    ]
  },
  {
    "id": 7336268656738962721,
    "is_stem_verified": false,
    "region_code": "DE",
    "username": "krestiana_epp",
    "video_description": "اهلا وسهلا بالجميع في المانيا - come to Germany 🇩🇪  #loveyou #tiktok #lovely #jaban #plastien🇵🇸 #foryou #neuyork #explore  @ام عبدو الالمانية kristiana ",
    "view_count": 751156,
    "create_time": 1708108162,
    "hashtag_names": [
      "loveyou",
      "lovely",
      "tiktok",
      "explore",
      "foryou",
      "jaban",
      "neuyork",
      "plastien🇵🇸"
    ]
  },
  {
    "username": "noahglenncarter",
    "video_description": "Another filter storytime while i try the impossible hammer filter #foryou #filter #storytime ",
    "view_count": 1519557,
    "id": 7335979483121470763,
    "is_stem_verified": false,
    "region_code": "US",
    "create_time": 1708040858,
    "hashtag_names": [
      "filter",
      "storytime",
      "foryou"
    ],
    "voice_to_text": "Apparently, it's impossible to nail this in exactly five seconds. You gotta tap as fast as you possibly can. As you guys can see, I failed. But we're gonna do a filter story time while I try to get this nail done. I don't know if I'm gonna actually be able to beat this. I get tap fast enough. So I recently had someone trip and spill a drink on me, which was no big deal. I didn't really care. I was nice. But something was wrong with this person because they thought it was my fault that they spilled their drink on me. Oh, look, I won. But essentially, as soon as they spilled the drink, they blame me and said that I should watch where I'm going, even though I was standing completely still when this happened. And they had the audacity to say that they were glad that none of the drink got on them, as if they had it just poured a drink all over me. Now, I was, of course, mad, but I was ready to let it go and just say whatever until they told me to buy them another drink. At that point, I just told them to go buy their own expletive drink and watch where the expletive again they're going next time, cause there is no way I'm doing anything for them. And basically, after that, the friends I was with grab me, sort of usher me out of there, shared Some very heated words with the person, and we left. Moral of the story, if you're gonna spill a drink on someone, at least own the fact that you did it. But honestly, this is probably some way to get a free drink or something."
  },
  {
    "hashtag_names": [
      "singer",
      "fyp",
      "greatareyoulord",
      "riffsandruns",
      "riffchallenge",
      "singersoftiktok",
      "fypシ",
      "tochirebecca"
    ],
    "video_description": "SINGERS ARISE!!!!!!! I have a challenge for you!!!!!! and for the non-singers, who do you think would body this? 🤔 tag and pressure them in the comments! #fyp #fypシ #singer #riffchallenge #riffsandruns #singersoftiktok #greatareyoulord #tochirebecca ",
    "voice_to_text": "Riff challenge. Listen to this. Oh, yeah, but just the first part Who is up for it?",
    "create_time": 1706900410,
    "id": 7331081407839636768,
    "is_stem_verified": false,
    "region_code": "GB",
    "username": "tochirebecca",
    "view_count": 440508
  },
  {
    "is_stem_verified": false,
    "region_code": "US",
    "username": "jondretto",
    "video_description": "A Thousand Years was begging for guitar #twilight #christinaperri #guitarcover ",
    "view_count": 3812168,
    "create_time": 1706733424,
    "hashtag_names": [
      "christinaperri",
      "twilight",
      "guitarcover"
    ],
    "id": 7330364048875392302
  },
  {
    "create_time": 1705805146,
    "hashtag_names": [
      "theminister",
      "sama28",
      "theministerpodcast",
      "julianjulies"
    ],
    "id": 7326377292177984774,
    "is_stem_verified": false,
    "region_code": "ZA",
    "username": "blckboard1",
    "video_description": "I CERTIFIED GANGSTERS #julianjulies #theministerpodcast #theminister #SAMA28 @South African Police Services @Carte Blanche @Cape Flats Stories CFS @NCC @ashwinmartin102 @MR.MEYER @Son Koerant @Daily Voice ",
    "view_count": 394504
  },
  {
    "view_count": 390231,
    "create_time": 1704905530,
    "hashtag_names": [
      "game",
      "trending",
      "fyp",
      "filterchallenge",
      "tiktokgames",
      "xyzbca"
    ],
    "id": 7322513450662432001,
    "is_stem_verified": false,
    "region_code": "KR",
    "username": "siraj1682",
    "video_description": "Can Anyone Connect All3 Fans it's impossible 😔 😪 #xyzbca #filterchallenge #tiktokgames #fyp #trending #game "
  },
  {
    "region_code": "ZA",
    "username": "blckboard1",
    "video_description": "Number Number #julianjulies #theminister #theministerpodcast ",
    "view_count": 181204,
    "create_time": 1704816060,
    "hashtag_names": [
      "theminister",
      "theministerpodcast",
      "julianjulies"
    ],
    "id": 7322129206601665798,
    "is_stem_verified": false
  },
  {
    "username": "jfoggisback",
    "video_description": "What would you do? 🤔 #talltok #6”7 #fyp #viral #letmeknow ",
    "view_count": 8683629,
    "create_time": 1704654123,
    "hashtag_names": [
      "viral",
      "letmeknow",
      "fyp",
      "6",
      "talltok"
    ],
    "id": 7321433585922182446,
    "is_stem_verified": false,
    "region_code": "US"
  },
  {
    "video_description": "",
    "view_count": 26892167,
    "create_time": 1699924714,
    "hashtag_names": [],
    "id": 7301121020038171947,
    "is_stem_verified": false,
    "region_code": "US",
    "username": "michaelwduffy"
  },
  {
    "view_count": 299722,
    "create_time": 1699905096,
    "hashtag_names": [
      "windows11"
    ],
    "id": 7301036700187364639,
    "is_stem_verified": false,
    "region_code": "US",
    "username": "windows",
    "video_description": "all of my training has led me to this moment #windows11 "
  },
  {
    "username": "blckboard1",
    "video_description": "@Charlton balo Campher #julianjulies #theminister #theministerpodcast",
    "view_count": 787771,
    "create_time": 1699740260,
    "hashtag_names": [
      "theminister",
      "theministerpodcast",
      "julianjulies"
    ],
    "id": 7300328809851604229,
    "is_stem_verified": false,
    "region_code": "ZA"
  },
  {
    "hashtag_names": [
      "nickcannon",
      "lupus",
      "lupusawareness",
      "sicknessjourney"
    ],
    "id": 7281382702719225121,
    "is_stem_verified": false,
    "region_code": "GB",
    "username": "playersclub01",
    "video_description": "#nickcannon #lupus #lupusawareness #sicknessjourney @Nick Cannon ",
    "view_count": 92542,
    "create_time": 1695329027
  },
  {
    "video_description": "VERLEDE #theministerpodcast #theminister #julianjulies",
    "view_count": 62748,
    "create_time": 1688907345,
    "hashtag_names": [
      "theminister",
      "theministerpodcast",
      "julianjulies"
    ],
    "id": 7253801799084281094,
    "is_stem_verified": false,
    "region_code": "ZA",
    "username": "blckboard1"
  },
  {
    "username": "tebu_curry",
    "video_description": "#tebu_curry plz guys make sure you follow me on Instagram @tebu_curry🥺❤️🙏🏽",
    "view_count": 7654844,
    "create_time": 1688746432,
    "hashtag_names": [
      "tebu_curry"
    ],
    "id": 7253110685456928005,
    "is_stem_verified": false,
    "region_code": "ZA"
  },
  {
    "view_count": 3873217,
    "create_time": 1688660242,
    "hashtag_names": [
      "tebu_curry"
    ],
    "id": 7252740501193968902,
    "is_stem_verified": false,
    "region_code": "ZA",
    "username": "tebu_curry",
    "video_description": "#tebu_curry @KFC South Africa wow KFC is real nice 🤤❤️"
  },
  {
    "create_time": 1682208973,
    "hashtag_names": [
      "challenge",
      "viral",
      "fyp"
    ],
    "id": 7225032484436643118,
    "is_stem_verified": false,
    "region_code": "US",
    "username": "allaroundave",
    "video_description": "Can you lift this chair with one hand? #fyp #challenge #viral ",
    "view_count": 81433
  }
]