[
  {
    "is_stem_verified": false,
    "username": "mrboss665",
    "view_count": 25823,
    "voice_to_text": "Holy Mother! You suck! You suck! There is no justice in this country! I'm guilty. Not guilty. Not guilty! Not guilty! You piece of a shit! What a cunt! He shit and died. You're fucking corrupt! Your fucking kids are all dead! Your kids are all dead! There's no justice in this country! Not fucking corruption! It's all fucking corruption! I have a message for you. You won the con! Won the con! I'm fucking pissed. Fucking Joe Biden is one of us. He's one of us! And now he has. They have only made the poll numbers go higher. I guarantee that's what you're gonna see coming next. The polls are going up. Donald Trump is gonna win even harder.",
    "create_time": 1717119192,
    "hashtag_names": [
      "guilty",
      "donaldtrump",
      "4u",
      "maga",
      "foryoupage",
      "foryourpage",
      "trump2024",
      "fypシ゚viral"
    ],
    "id": 7374970526541942048,
    "region_code": "NO",
    "video_description": "Donald Trump Supporters React to the Guilty Verdict! #fypシ゚viral #foryoupage #donaldtrump #foryourpage #4u #trump2024 #maga #guilty #"
  },
  {
    "is_stem_verified": false,
    "region_code": "US",
    "username": "shanna.hill.official",
    "video_description": "Replying to @troyho553 @Baldbro @Chrissy_ Tina @Pro Wrestling Wizard 🧙 @Muva Rae ✨ @The Wiseman ",
    "view_count": 627,
    "create_time": 1717113262,
    "hashtag_names": [],
    "id": 7374945276236254507
  },
  {
    "hashtag_names": [
      "justice",
      "nyc",
      "viralvideo",
      "ripamerica",
      "viraltiktok",
      "trump2024",
      "trumpguilty",
      "bidencrimefamiily"
    ],
    "id": 7374917144515136814,
    "is_stem_verified": false,
    "region_code": "US",
    "username": "tony_talks",
    "video_description": "I am no longer on the fence. Right is right and wrong is wrong. #Trump2024 #justice #ripamerica #trumpguilty #nyc #bidencrimefamiily #viralvideo #viraltiktok ",
    "view_count": 749604,
    "create_time": 1717106711
  },
  {
    "view_count": 63499,
    "create_time": 1717102622,
    "is_stem_verified": false,
    "region_code": "US",
    "video_description": "For Tour Dates Link in bio Cleveland, OH May 31 - June 2 Cleveland Improv Virginia Beach, VA  June 21 - 23 Funny Bone Comedy Club Tampa, FL June 28 - 30 Tampa Improv  Greenville, SC July 12 - 14 Comedy Zone Charlotte, NC   July 25 - 27 Comedy Zone Arlington, TX Aug 15-18 Arlington Improv Dania Beach, FL Aug 28, 2024  Dania Beach Improv Jacksonville, FL  Aug 29 - 31 Comedy Zone Bridgeport, CT Sept 19 The Stress Factory  New Brunswick, NJ Sept 20-21 The Stress Factory  Buffalo NY  October 4 - 6 Helium Comedy Club Washington, DC Oct 17-19  DC Comedy Loft Nashville, TN  Oct 24 - 26 Zanies Comedy Club Oklahoma City November 8-9  Bricktown Comedy Club Tulsa OK November 10 Bricktown Comedy Club Detroit, MI Nov 14-15 Detroit House Of Comedy Orlando, FL  Nov 22 - 24. Orlando Improv Richmond, VA  Dec 6 - 8 Richmond Funny Bone Louisville, KY  December 12-14 Louisville Comedy Club @everyone #shulerking #comedianfuneraldirector #anybodywannatellme",
    "voice_to_text": "oh ladies and gentlemen I've been trying to make sure I get this correct you know biblical Fox said that she's finally ready to start looking for a husband at 60 years old and a lot of people be like oh so you you finally start looking for him you 60 that's impossible no it ain't impossible some things are just improbable some things are just highly unlikely you know what I'm saying highly unlikely some stuff you know maybe you might find somebody 60 unless you get you get a young man you know and you know as sixty sometimes it's hard to keep up with a with a with a young man you know I mean cause it didn't you know the young the young bucks they might not they might not do you right and I ain't talking about far relationship wise it might be a good person he might be faithful and honest have integrity do everything that you want a man to do but you know damn young but you know what I mean that youth is something different you know me you 60 you ain't got time for nobody to be putting your ankle all the way back you know I'm saying behind you come on now come on now he got your ankle out the window now that may sound like oh that what I need okay now that 60 you know I'm saying that 60 you need to be having relations you need to be having sex sex is different positions sex is sweating and you know I mean we don't we don't we don't wanna hear nothing about Vivica Fox that ended up in in urgent care cause somebody done you know treated you like a wishbone and that just a young man you know you got you old man you know but something about 60 you know me you know man at 60 you know hey it's different you know I mean he moving different you know he's shooting insulin in his stomach and you know he got a bunion and you know guy walk around with a bunch of keys you know I I just don't know I don't I don't I don't know but good luck good luck it's not impossible it's not",
    "hashtag_names": [
      "shulerking",
      "comedianfuneraldirector",
      "anybodywannatellme"
    ],
    "id": 7374899583262002474,
    "username": "shulerking"
  },
  {
    "region_code": "US",
    "username": "nd.mangaka",
    "hashtag_names": [
      "anime",
      "draco",
      "onepiece",
      "anitok"
    ],
    "id": 7374857603702181166,
    "video_description": "U cant be serious😭😭😭😭 #anime #onepiece #anitok #draco ",
    "view_count": 676432,
    "voice_to_text": "So now Draco is saying that he wants to have a boxing match with me. I am actually shocked at the level of incompetence. Like, as someone who talks so much, I am actually shocked at how incompetent you are. You wanna have a boxing match with me looking like that? This is me, Draco. I am 6 foot 2, 230 pounds, and you're talking about a boxing match? Can you be serious with yourself? Like, if I'm a monkey, then I'm a silverback or Bigfoot or something. Do you not get that this is real life? There is no conquerors, hockey. There is no chakra. It's you looking like that versus me. What? What is going on? Like, look at this. How a human being can be that detached from reality is actually blowing my mind, like,",
    "create_time": 1717092846,
    "is_stem_verified": false
  },
  {
    "create_time": 1717043131,
    "is_stem_verified": false,
    "username": "mdg650hawk7thacct",
    "video_description": "Replying to @ZePupil ",
    "voice_to_text": "Huh. Every time I get a comment like this, um, I just assume it's anonymous account, no profile photo, whatever. I assume it's from somebody who looks like this. Um. I am a heterosexual, cisgendered white man over six feet tall, blondish hair, blue eyes. I have a law degree, no wife, no kids. I earn a very good income, and I am through absolutely no effort on my part whatsoever, just because I was born like this, uh, nothing that I earned on my own. I am afforded pretty much every single privilege, uh, that the United States has to offer, except for generational wealth. And when I see comments like this. Your vote will be to the extreme detriment to everyone in this country who is not pretty much exactly like me. Your vote along these lines will be to the extreme detriment of every. Every single marginalized community that exists in this country. Today, May 29th, 2024, you will be casting that vote to make yourself feel better while harming. Hang on. Excuse me. They usually come in Paris. Hang on. Uh. You are gonna be voting against the rights of women. You're gonna be voting against the rights of black Americans. You're gonna be voting against the rights of the LGBTQ community. You're gonna be voting against trans kids. You're gonna be voting against immigrants. You're gonna be voting against, uh, First Nations citizens in this country, Native Americans. You're gonna be voting against the disabled community. You're gonna Be voting. You're gonna be pro, actively voting against every single person in this country who is not a heterosexual, cisgendered white man. You are gonna be actively voting against all of those other communities in the. In the United States of America. And you're gonna be doing that to make yourself feel better. You're gonna be harming, proactively harming all of those other communities to make yourself feel better about you. Because you probably look like me. So you know that you'll be fine. You know that you'll be fine regardless of what happens. You know that, like me, you will be fine. And fuck all those other communities in this country, right? That is the worst, most egregious form of virtue signaling bullshit that exists on this app on social media today. You are gonna pro. Actively vote for the harm to people who don't look like you so that you can make yourself feel better about you. I'm not on board with that.",
    "hashtag_names": [],
    "id": 7374644064257363242,
    "region_code": "US",
    "view_count": 195600
  },
  {
    "create_time": 1717031736,
    "hashtag_names": [
      "reaction",
      "foryou",
      "gilliedakid",
      "podcast",
      "foryoupage",
      "hollywoodunlocked",
      "charlstonwhite"
    ],
    "username": "shmxck00",
    "video_description": "This was a dope move on charlston behalf 💯💯 #charlstonwhite #gilliedakid #foryou #foryoupage #podcast #reaction #hollywoodunlocked ",
    "voice_to_text": "Hold on. Before I blow this countdown, okay? I ain't finna go to another. Well, I can't grow older. I know I'm wrong. So I ain't gonna know I'm wrong and continue to be wrong as a man. Gilly, I apologize, my nigga. Yeah, yeah, I know I'm wrong. I told y'all and it didn't feel good, but because I feel like he hurt me, hurt people, hurt people. But I ain't hurt, man. I got a birthday. I'm blessed. Uh, yeah. For me to keep getting the blessings and not block my blessings. I'm making a public apology. No matter if you accept it or not, uh, I ask for your forgiveness. Cause I don't wanna be wrong at 47 and I've done something 46. I ain't gonna lie. During this whole interview, the only one thing I was hoping you were gonna do was that. Yeah, you brought the cake. The cake made me. The cake made me reflect. Looking at. For looking at this number said, man, you can't grow. What if you don't make it till 47? You're gonna make it to 40. I'm just saying, that's what I'm telling myself. Cause where we grew up, you don't even see past 25. There you go. Now, I mean, I don't wanna carry into a New Year something that don't need to be carried. So, uh, that's a burden, uh, that I can release for myself cause I put it on me. Well, good. I appreciate. We gotta Blow the candles out",
    "id": 7374595132684799274,
    "is_stem_verified": false,
    "region_code": "US",
    "view_count": 248397
  },
  {
    "is_stem_verified": false,
    "region_code": "US",
    "username": "markdasaro",
    "video_description": "Replying to @markdasaro ",
    "view_count": 310,
    "create_time": 1717017444,
    "hashtag_names": [],
    "id": 7374533748357958958
  },
  {
    "view_count": 741,
    "voice_to_text": "I'm here today to tell you about medical race ism specifically against blk women I'm Caroline teaching medical anthropology this summer online and this week in class we're reading a chapter from the book Reproductive Injustice by Dána-Ain Davis this distinguished scholar teaches anthropology psychology and women in gender studies at uh CUNY through doing ethnography and an anthropology that means she went out and interviewed people she did qualitative research in order to draw specific conclusions about the history of slavry and the way that Bk women are treated in hospitals when they're birthing today she recounts very clear instances of bk women being placed in danger by the medical system because of doctor stereotype notions of how bk women are supposed to present in medical situations in the United States we all need to listen to Black womyn but in the hospital room especially a birthing Black woman the doctors really need to listen better to blk women she shows that there are kind of population specific expectations of blk women and so then when blk women come to an emergency room and present with symptoms that don't fit that stereotype they're disregarded and she says this is a direct legacy of  s l a v e r y of enslavement in the United States so in this chapter when she's talking about pregnancy and premature in the afterlife of slavery there are three main points that she makes one there are diagnostic lapses because of the stereotypes 2 there's an Assumption of obstetric hardiness that clinicians don't believe black women's uh experiences of pain that they're just tougher and then also there's a 3 and an Assumption of a hardy baby that black infants are not treated with the care that they deserve because they're assumed to just be tougher has a direct relationship to an economy of enslavement where people with bk skin in the United States were just seen as reproducers as creating more capital she specifically shows images from the Strong Baby campaign in Milwaukee Wisconsin of blk babies doing push ups and being tough she's not making this stuff up she's looking at cultural products she's interviewing actual individuals and she's pulling it all together to make these claims and conclusions and analysis of how these tropes function in American culture and how they have very real impacts on people's lives",
    "create_time": 1717013145,
    "id": 7374515277414845738,
    "is_stem_verified": false,
    "region_code": "US",
    "username": "professor_xtra",
    "video_description": "#danaaindavis #danadavis #medicalracism #pregnancytiktok #believeblackwomen #medicalanthropology #anthropology #medicine #medicineexplained #blackwomen #blackwomenmatter #blackwomenshealth ",
    "hashtag_names": [
      "medicine",
      "blackwomen",
      "anthropology",
      "blackwomenmatter",
      "believeblackwomen",
      "danadavis",
      "medicineexplained",
      "pregnancytiktok",
      "medicalracism",
      "blackwomenshealth",
      "medicalanthropology",
      "danaaindavis"
    ]
  },
  {
    "username": "themalemaam",
    "video_description": "Your Pro-🍉 shouting is deafening to Black people. #blackpeople #palestine #blacktiktok #blackcommunity #liberation #justice #unitedstates #drc #sudan ",
    "view_count": 9123,
    "create_time": 1717010482,
    "hashtag_names": [
      "justice",
      "drc",
      "blackpeople",
      "unitedstates",
      "palestine",
      "liberation",
      "sudan",
      "blackcommunity",
      "blacktiktok"
    ],
    "id": 7374503842123156778,
    "is_stem_verified": false,
    "region_code": "US",
    "voice_to_text": "very very hot take but I'm tired of hearing about Palestine I can't do it um I'm gonna be so real with y'all this is gonna be one take I'm gonna be so real with y'all being a black person in America it is so dehumanizing to get on my phone every single day and just scroll scroll scroll and don't get me wrong I don't see I don't scroll past a single atrocity that comes across my for you page every single one gets some kind of engagement from me it'll never fit whether it be Kongo Sudan Palestine t grey you name it I'm giving it my attention of some capacity someone I'm going to be putting my energy into it nothing gets past me without me trying to engage with it with that being said the amount of time and energy I have to put into seeking out African content versus Palestinian content exclusively right now upsetting dehumanizing even even more so when like I probably for like maybe every five Palestinian videos I see I might see the DRC and then I'll maybe every like every five Palestinian videos three DRC videos I might see one 2 damn video and then every once in a while I'll see something about like Cameroon t grey some other place that's experiencing atrocity I see more about Palestine than I see about cop cities here in America and we've been talking about Cop City for years now like I just don't know like y'all can't expect respectfully you cannot expect black people to be wanting to stay this committed to global liberation specifically in the case of Palestine and then you can't even turn around and give a a reshare and a comment and a follow to people that are talking about what's going on in African countries or black Americans cause for some reason when are we often talk about the fact we don't talk about black America like I don't know why everybody suddenly thought black America was okay as if we're not still suffering we are silently suffering and I'm and I'm gonna say silently because like it is pretty much silent y'all have isolated us on our own communities you give us no media attention you give us no actual like ability to amplify our own voices when we do go outside we're pepper sprayed we're arrested we're detained what are we to do you know and then when we claim complain about it y'all say racism is over or you say you have Dei now why are you still talking please eat your scraps and shut up before I put you in a cage again like I don't know what we're supposed to do but it's disingenuous to believe that black people are gonna stay committed like for the long haul to advocating for Palestinian people and non black people atrocities when y'all don't even give a fraction of the attention to black people and their suffering you have black neighbours who are going through nonsense and like struggle on a daily basis and you're scared to even engage with them but you can spend hours and hours posting videos of you standing in front of a video playing a sound that's dedicated to Palestine or you can repost a bunch of things or you can put a little watermelon next to your name on all of your social media platforms but you can't you can't do anything to talk about the DRC meanwhile the DRC gives you the lifestyle that you choose to live on a daily basis you can't talk about Sudan like we this whole like we always say everything is connected but y'all aren't y'all aren't marinating with that and it's bothering me and I know I know for white people it's like to come to terms with it and recognise that like you are complicit and like the silence means you're also perpetuating the silence and the harm but as sometimes you gotta move past it like black people like the black people that are genuinely doing the work and fighting the good fight and trying to like educate and liberate people they I promise you I know you think that we're all gonna be angry at you because you've taken so long to wake up but we're not I promise we we are not worried about that at that point we are not trying to stay mad at people for eternity on end we have so many better things to be talking about you why would I care to be mad at you why what do I gain from being mad at you and holding animosity towards you cause you decided to take 22 years decide to start talking about black struggle what does that gain what what does that do for the conversation like I just think I think that like y'all genuinely just think black people are just waiting for y'all to mess up so we can like jump on you and attack you but it's the polar opposite the most we want is for you to speak up and say something and maybe it is something that's like a little ignorant a little like baseless but then we can at least call you in and maybe you've had bad experiences with people you have said something stupid or you said something that is ignorant or just like not factual and then you've had a black person or a person of colour call you racist and maybe that put you back in your shell but I promise being racist is the least of your worries it is like being labeled a racist only serves your white comfort because the only person that you're worried about being the only reason you're worried about being called a racist sorry my nose is so running the only reason you're worried about being called a racist is because you don't want other people to you don't want other white people to hear you being called a racist by a person of color or a black person or an indigenous person cause guess what if a black person calls you racist and then another black person hears it they're not like damn they're like that tracks very likely moving on how do we change this how do we like improve the situation anyway like we don't care like most of us are most of us that have most of us that have a good heart it's gonna be it's gonna this is gonna gonna sound very like mind boggling but most black people that have empathy and are actually about global liberation we already are with the notion that you are racist and we're just simply tryna have you unlearn that most of us aren't waiting for you to do a racist thing the presumption is that you are racist is and if you're not outwardly racist racist we are assuming you're racist because you're probably complicit and you're silence and you're probably leaning into your comfort and you think that you being pro Palestine or you bring pro anything that's not somebody black you think that that alleviates you from needing to do any other work elsewhere but it's like no you still have to you still have to go the extra mile and just because Palestinians aren't saying bring up black voices doesn't mean you still shouldn't connect the two situations just because people here in the United States are still talking about Cop City doesn't mean are saying like hey you should also like just because they're not saying go talk about the d R C doesn't mean you still shouldn't like these things do still all matter just because just because queer people are saying like talk about queer rights doesn't mean that isn't them also saying don't talk about black people like all these things black people are integral to every movement every single one sorry this is such a long video but I'm I'm getting genuinely exhausted I'm getting exhausted from not seeing my people and I know my people are hurting loudly and it's not a silent genocide it's not like a silent anything like it might be suppressed we might be silenced you got the reference you get my point"
  },
  {
    "create_time": 1717010404,
    "hashtag_names": [],
    "id": 7374503505463119146,
    "region_code": "US",
    "video_description": "President Joe Biden slams Donald Trump and his racism about Jan. 6.    “What would’ve happened if black Americans stormed the Capitol? I don’t think Trump would be talking about pardons. It’s the same guy who wanted to wanted to tear gas you as you peacefully protested George Floyd’s...”",
    "view_count": 139166,
    "is_stem_verified": false,
    "username": "3reecrossingradio",
    "voice_to_text": "President Joe Biden just dealt a devastating blow to Donald Trump today. Yes, Donald Trump. You know, if those folks were black and attack the capital on January 6th, you wouldn't be calling them hostages. The threat to Trump poses greater in a second term than his first. It's clear that when he lost in 2020, something literally snapped in the sky. No, I'm serious. That's why January 6 happened, when he unleashed an insurrection. Now he's running again, and he's clearly unhinged. He calls insurrection to storm the capital. Patriots! Patriots! If re elected, he wants to pardon, quote every one of them. Let me ask you, what do you think it would have done on January 6th if black Americans had stormed. Think about this. What they would have happened if black Americans had stormed the capital. I don't think he'd be talking about pardons. It's the same guy wanted to tear gas you as you peacefully protested George Floyd's murder. The same guy who still calls the Central Park Five guilty even though they were exonerated. He's that landlord who denies housing application because of the color of your skin. He's that guy who won't say Black Lives matter and invokes neo Nazi third right terms we all remember. Trump is the same guy who unleashed birthism, the birth of his lie against Barack. Thank you, President Joe Biden, for pointing out how racist Donald Trump and his supporters are. You all know it. If black folks would have assaulted The democracy the way you Trump supporters did. You would have demanded they bring the electric chair if it was Barack Obama who did. You would have insisted they take the electric chair to the White House. So spare me this fake outrage you got about oh, doing a little jail time. You're all a bunch of liars and hypocrites. Addition is treasonous traitors! Trump supporters, get those knee pads and those elbow pads ready cause Jack Smith and funny Willis and Leticia James and Alvin Bragg. Haha, that's funny! Are coming for you. It's over. MAGA. It really is."
  },
  {
    "id": 7374487652462087470,
    "username": "heybrwngirl",
    "voice_to_text": "I always heard people say that plastic surgery was addictive, but golly, Erica Banks, you really did it this time. Like, that butt looks so nasty and big. She's gonna be walking around even more self conscious than she ever was. It's just so big and unproportioned. Like, that couldn't have been the look she was going for. But the look before, was it bad? So it's just like, what? Like what? What else more do you need? And it's to the point where you can't even blame the surgeons. Like, the surgeons do their job. And I'm sure whoever her surgeon was let her know, like, how it was gonna look and she was okay. She was fine with that. Don't get me wrong, I know some of these surgeons are money hungry, but she wanted a bigger butt, and that's what she got. I can't believe grown people search for this perfect image to the point where they are botched.",
    "region_code": "US",
    "video_description": "Erica Banks you should have stopped! #ericabanksbussit #ericabanks #ericabankschallenge #fyp #viral ",
    "view_count": 2737295,
    "create_time": 1717006712,
    "hashtag_names": [
      "viral",
      "fyp",
      "ericabanks",
      "ericabanksbussit",
      "ericabankschallenge"
    ],
    "is_stem_verified": false
  },
  {
    "hashtag_names": [
      "duet",
      "justiceforterronevansjr"
    ],
    "id": 7374240367165574431,
    "is_stem_verified": false,
    "region_code": "US",
    "username": "jenthomasbidwell",
    "video_description": "#duet with @GiaGoesStill #Duet #justiceforterronevansjr @Terron's Mom @Jennifer Baxtron @We Are Seeking Justice @Terron's Justice @Justice 4 Terron Evans Jr ",
    "view_count": 339,
    "create_time": 1716949239
  },
  {
    "create_time": 1716935565,
    "id": 7374182075315834154,
    "is_stem_verified": false,
    "username": "qbthedon",
    "video_description": "Have yall heard about Project2025? #fyp #viral #teachertok #project2025 ",
    "view_count": 2612290,
    "voice_to_text": "What the fuck going on here? I beg your finest party. Y'all heard about Project 2025, huh? Huh? Have y'all been keeping your answer the streets? Roll the footage! Roll the footage! Project 2025 is a far right manifesto. It is a 1,000 page bucket list of extremist policies that would uproot every government agency and disrupt the lives of every person who calls this country home. The Department of education would be eliminated, cutting students off from civil rights protections and ending essential Title 1 funding for K through 12 schools. Every child has a right to an education, goddamn it, and I'm standing on it. Like, I don't think. I don't think I really understand what's going on here. They really trying to cut funding for schools, K through 12 school? Like, do y'all not understand Title 1 funding? Do y'all not know how many kids are gonna be affected by that? Now, understand, these are policies and priorities for the next conservative president. The mandate outlines policy priorities for the next conservative president. Is that correct? It does. You've done a great job. I just want to let you know. I gotta listen. Y'all gotta understand what's going on here. They are trying to eliminate the entire department of education. The whole thing gone. It calls for eliminating the department of education, eliminating the department of Commerce. Project 2025 recommends abolishing department of education, whose programs would either be transferred to other government agencies or terminated. Scientific Research would receive federal funding only if it suits conservative principles. Now, when I was trying to stress to y'all how bad it was with y'all kids not knowing shades, y'all was calling people trying to have me terminated. Now they trying to terminate the whole department of education. Are y'all calling them? Y'all calling up? I just wanna know. Y'all calling up there? I just wanna know. Yeah, we gotta do better by our kids. We have to do better by our kids, cause they're not trying to do better by our kids. They don't give a fuck about our kids. The link is in the bio summer intensive curriculum coming out for third through 8th grade next week. I'm telling you, y'all, we have to do better by our kids, cause they do not give a fuck about our kids. I'm telling you, they trying to cut out the whole department of education on how these kids gonna learn. Who gonna teach them? Also, get out and go vote, y'all see what they want for the next conservative president. So get out and go vote. That's what you want? God, do you? Do you? But that's not what I want.",
    "hashtag_names": [
      "viral",
      "fyp",
      "teachertok",
      "project2025"
    ],
    "region_code": "US"
  },
  {
    "video_description": "I honestly feel so bad for her #fannita #fyp #mecca #foryou #alixearle ",
    "view_count": 4411072,
    "create_time": 1716927336,
    "hashtag_names": [
      "foryou",
      "fyp",
      "mecca",
      "fannita",
      "alixearle"
    ],
    "id": 7374146730918563114,
    "is_stem_verified": false,
    "region_code": "US",
    "username": "isabelalejate"
  },
  {
    "id": 7373835129866702123,
    "region_code": "US",
    "username": "theorginalityshow",
    "video_description": "Part 2 #viral #nyc #nypd",
    "view_count": 1760855,
    "create_time": 1716854784,
    "hashtag_names": [
      "nyc",
      "viral",
      "nypd"
    ],
    "is_stem_verified": false,
    "voice_to_text": "I'm gonna kill somebody, bro. I'm gonna kill somebody, bro. I'm gonna punch somebody in the face. I'm not gonna run off cause I know. Leave me alone! Listen, listen, bro. My mother get arrested, bro. I swear to god, bro. I'mma punch somebody in the face, bro. Leave me alone! Leave me alone! Go somewhere. So y'all let her walk off? You guys together? Yeah, but come on, what do I have to do? You don't take that long for some glasses, my nigga. It don't. Oh, my god! I didn't take shit! Oh, my god, bro, where's the glasses at? You got me messed up in my soul, bro. Calm down, calm down, calm down, calm down? But just because you were with him? Yeah, that's my baby. I didn't steal shit. Yo, that's crazy, yo, I really got my mother a haircut right now. What does she do? Nothing. Can I get her phone? Can I get her phone? Love you, mom. Are you just being a jerk, my boy? You do. You do. Listen, Mommy's asking you to calm down, okay? Please calm down, okay? I do what? Oh, please. Shut up! Please. You can kiss Mommy. Go ahead. Okay."
  },
  {
    "username": "mykaela_elise",
    "video_description": "#fannita #fannitapodcast #foryou #fypage ",
    "view_count": 2143601,
    "create_time": 1716852961,
    "hashtag_names": [
      "foryou",
      "fannita",
      "fypage",
      "fannitapodcast"
    ],
    "id": 7373827303287082283,
    "is_stem_verified": false,
    "region_code": "US"
  },
  {
    "create_time": 1716848642,
    "hashtag_names": [
      "wwe",
      "aew",
      "natalyaneidhart",
      "theantiwrestlingfanwrestlingfan",
      "shannahillofficial",
      "theantiwrestlerwrestlingfan",
      "antiwrestlingfanwrestlingfan",
      "prowrestlingpickme"
    ],
    "id": 7373808753336077614,
    "is_stem_verified": false,
    "region_code": "US",
    "username": "shanna.hill.official",
    "video_description": "#natalyaneidhart #wwe #theantiwrestlerwrestlingfan #proWrestlingPickMe #TheAntiWrestlingFanWrestlingFan #AEW #antiwrestlingfanwrestlingfan #ShannaHillOfficial @Baldbro @Light Skin Gaijin @216.bonnetbitxh @Billy @Richie Mars ",
    "view_count": 5294
  },
  {
    "username": "themotivationpeak",
    "video_description": "Tag your bro ❤️🤞🏽 #hopecore #real #mentality ",
    "voice_to_text": "Yo, where you going? Shit. Please. Come on, get in. I got you. It's about 30 minutes away though. And while I drive, I make it 10. Get in. I'mma send you gas money. I'mma send it right back. I don't want your money. Get in the car, man. Hey, but it's gonna jump me, bro. Who? Marcus is eight cousins. Alright, back to back. Come on. Wait, it's nine of them. You get phone half, I get phone half. Back to back. That's gonna work. We gonna make it work. Back to back. Come on, man. They. They wanna jump. They wanna. They wanna jump. There you go. There you go. Alright, you good? Oh, my house split. I need some more to stay for a while. Oh, you can stay in my house. Don't even trip. You sure? Cause I was gonna get a hotel. Oh, now you can get a house. You can stay in my room. I'll take the guest room. Come on. No, I've been calling you. Why you not picking up? My cell is cut off. I didn't pay the phone Bill. Okay, how much is it? Speak up. Close my phone, get fed like 40. Okay, come on, take that. It's 40 right here. You don't gotta do that, bro. If I don't do, who else will? I pay your phone Bill, bro? I'mma. I'mma pay you back, bro. You don't gotta pay me back. Just call me back on the evening, man. Pay your phone Bill. I'mma call you in 24 hours. And that should look good. Look at one. Watch out, bro. Damn. Yours in the fridge? My mom made you extra. Watch out, bitch. When you're done, bro. I'm tired of watching your shit.",
    "create_time": 1716765483,
    "hashtag_names": [
      "real",
      "mentality",
      "hopecore"
    ],
    "id": 7373451512468622625,
    "is_stem_verified": false,
    "region_code": "DE",
    "view_count": 7708032
  },
  {
    "create_time": 1716750887,
    "hashtag_names": [
      "london",
      "america",
      "african",
      "english",
      "american",
      "uk",
      "blackpeople",
      "americans",
      "diaspora",
      "blackcommunity",
      "theuk",
      "abroad",
      "blackamerican",
      "americanabroad",
      "americanintheuk"
    ],
    "id": 7373388878872317216,
    "is_stem_verified": false,
    "region_code": "RO",
    "username": "adoniscrashboom",
    "video_description": "What Do You Think? #american #london #america #americans #americanabroad #blackamerican #americanintheuk #blackcommunity #uk #theuk #english #abroad #blackpeople #diaspora #african #london ",
    "view_count": 311977,
    "voice_to_text": "Why don't you feel comfortable dressing in African gear? Oh, in public? Yeah, it's kind of like. That's crazy. Let me. Let me tell you why. Let me tell you why. I don't only wear it for that. Family weddings, especially occasions. I wouldn't be wearing it outside of public. So how. Why are you only African when you're with your family, but outside of your family, you. You're black American? You know what? I wasn't going on that. Like, the reason I asked you this. Because right now, you're young. Yeah, sure. You get to really ask yourself these questions when you growing up. Like, yeah, yeah. Why am I only acting African when I'm on my African family, but when I'm outside, you don't really act up. Yeah, I know. I claim, and I act African, like. And in a way, you know what I mean? You don't act African. You don't act African. You don't act African. You know what I mean? Like, I was born. But it's your culture. Like, it's your home. Yeah, you can poo poo. Yeah, yeah, yeah, yeah, yeah. And I'm sure you didn't. You probably don't even talk like this. Oh, if I speak to my mom. Yeah, I know some Africans. Some Africans switch up their dialect. They do. They do. You know what I mean? No, I know. I know what you mean. I know what you mean. You do that out here, like, yeah, yeah, you do that. Even though we're, like. When we're out. Yeah. Yeah. Why? Because it's just maybe. Oh, why"
  },
  {
    "username": "iamjustagirl2",
    "video_description": "There’s No Teaching Happening! #justagirl #justagirltalk #jagthoughts #olderwomen #youngerwomen #generations #accountability #feminineenergy #masculineenergy #selflove #selfcare #generationaltrauma #healingjourney #sisterhood #relationships #marriage #contentcreator ",
    "voice_to_text": "These older women are really out here in competition with the younger generation. I'm sorry, but it has to be said, these older women who are in their 40s, 50s, even 60s, wanna be seen so bad and want attention that they are in competition with these younger girls. These women wasted their years, wasted their youth, and are doing any and everything to be seen. And they're not teaching the young girls. So instead of teaching the young girls to do better, you're trying to compete with her. You are in denial that you're getting older. You're doing things with your body, driving for attention, over sexualizing yourself at that age, all because you don't wanna accept the fact that you mess up your life. They don't have husbands, which they really wanted. They're realizing that, oh, wow, I'm at an age where nobody's checking for me. The men are not checking for me at 50, 60 years old. Unfortunately, they're looking at the younger women who do desire marriage, who do desire to have children, who are not just out here. So instead of. Again, I'm gonna try to find a way to be seen and encourage the young girls to do what I'm doing, because I don't want them to. To surpass me. That's what's actually happening. These older women are sitting around telling the young girls, no, girl, live your life, do you? Because you're intimidated by her. You don't want her to do better than You. You don't want her to have a chance? You want the chance because you see the. The men are looking at the younger girls, that the men are more attractive and. And more desirable of the younger women. And it's sad. This. This is the reality of where we are. The older generation is jealous and intimidated and in competition with the younger generation. And it's unfortunate.",
    "create_time": 1716739926,
    "id": 7373341809377955114,
    "is_stem_verified": false,
    "hashtag_names": [
      "relationships",
      "selflove",
      "marriage",
      "justagirl",
      "sisterhood",
      "generations",
      "selfcare",
      "olderwomen",
      "contentcreator",
      "accountability",
      "youngerwomen",
      "feminineenergy",
      "healingjourney",
      "masculineenergy",
      "generationaltrauma",
      "justagirltalk",
      "jagthoughts"
    ],
    "region_code": "US",
    "view_count": 206916
  },
  {
    "view_count": 86853,
    "create_time": 1716683067,
    "hashtag_names": [
      "viral",
      "duet",
      "funnyvideos",
      "comedia",
      "fyp",
      "greenscreen"
    ],
    "region_code": "US",
    "username": "jerrygrice45",
    "video_description": "#greenscreen #fyp #viral #duet #comedia #funnyvideos #",
    "id": 7373097612129439022,
    "is_stem_verified": false,
    "voice_to_text": "Yo, check this out. For $50 million, tax free. No, no, Uncle Sam. No nothing. No, no, no. You getting every single penny. No taxes taken out. No, no, nothing. Would you fight all three of these big, huge motherfuckers for $50 million? $50 million, bare knuckle, five minute rounds. For five rounds, bare knuckle, UFC, $50 million is on the line. Like I said, tax free. No, no, no. Nothing coming out. 50 million."
  },
  {
    "username": "samhamreacts",
    "video_description": "Nicki Minaj gets arrested in Netherlands 😳 #nickiminaj #barbz #fyp #foryou",
    "view_count": 2703917,
    "create_time": 1716652313,
    "hashtag_names": [
      "nickiminaj",
      "barbz",
      "foryou",
      "fyp"
    ],
    "region_code": "GB",
    "id": 7372965505432341793,
    "is_stem_verified": false,
    "voice_to_text": "Where am I going? For what? Actual police for what? Nicki Minaj getting arrested. Why am I going here? Oh, my word. Hello? Yeah, you're on the arrest. I'm the police officer and the deputy of the public prosecutor. Uh, we will bring to the police station. Wow. For what? You can go because you are, uh, carrying drugs. Oh, I'm not carrying drugs. Oh, my word. I think it's. I'm not carrying drugs. No. 1 when I came here. Oh, my gosh. Okay, you can go inside. I'm not going in there. I need a lawyer present. Wow. No, I need a lawyer present now. Okay, please. Where am I going? I have no idea where I'm going. You have to go to the police station, Nicki Minaj. Oh, my goodness. Five minutes away. It's five minutes away. What's. What's the address of the police precinct when you will catch your next show? We have to do it very fast, and we will. What? Fuck you. You're talking about my show? Yes. What about it? Uh, yeah, we told that they will help to try to get you there. They'll help to try to get me to my show. How? Uh, to do it as soon as possible, but we can. What am I doing? What am I doing? I never gave anyone. I never. Oh, I'm. Oh, so I'm under arrest? Yes, but under arrest for what? Stop filming now. I'm under arrest for what? Do you know? What happened when I came here? Oh my gosh! Huh? What you say? Can you please stop filming, please? Wow, there's so many police here. But I. Because I don't know where I'm going. You will get a lawyer at the office. You can contact the lawyer, but you just step in the car. GG's we will go as fast as possible. And who's going in the. In this. In this vehicle?"
  },
  {
    "video_description": "#evmarlatt #fypage ",
    "is_stem_verified": false,
    "username": "evmarlatt",
    "id": 7372951812502228270,
    "region_code": "US",
    "view_count": 110716,
    "voice_to_text": "Women are here with 2 3 abortions. Tell mom I'll pick the bear. I'm scared of men. You to kill a bitch",
    "create_time": 1716649121,
    "hashtag_names": [
      "fypage",
      "evmarlatt"
    ]
  },
  {
    "username": "goldalicous",
    "video_description": "Would mufasa be proud? #northwest #lionking #fy ",
    "view_count": 7454202,
    "create_time": 1716648243,
    "hashtag_names": [
      "lionking",
      "northwest",
      "fy"
    ],
    "id": 7372948033945865518,
    "is_stem_verified": false,
    "region_code": "US"
  },
  {
    "region_code": "US",
    "video_description": "You learn something new everyday… #drexthejoint #gurrero #mexico #funny #streamer #react ",
    "voice_to_text": "And also for the people thinking like, oh, why is for talking like that, fool, what the fuck? I'm Mexican, my boy. I'm Mexican, my boy. My boy is Mexican, I'm saying so if anybody's wondering, cause food like me and like you. Like, I think anybody else, right? For. I think we thought you were black. I swear to god, I go to stores, oh, you Mexican? They see me talk to my mom like, oh, what the fuck, you Mexican? They like, I'll take your head off. Let me touch your hair, fool. I swear, fool. I'm like, that's it for you? Like, as much as like, you people don't mean no, fool. Like, you can't just go to be like, let me see if you're really what you say you are. I know we're talking in Spanish, obviously, Pero personas creen que es Moreno ujum y no es Moreno de dónde. Son o somos de Guerrero? De Guerrero. Usted cuando vino para acá cuál era LA reacción que agarró personas pensaban que era morena. Um no piensan. Piensan que soy Dominicano. Dominicano puertorriqueña algo así Como más Afro Latino. Sí Pero y luego le dice que es de Guerrero y está ahí Como LA no habla español. Hola. Señor Jamaica. Gracias. Quiero un refresco. Ah, no, ese es mejor. Sí ese es mejor. Ese no es bueno. Ah, tiene agua? Tiene agua. No trabaja muy mucho. Okay. Did you guys go to the middle school? Right here? Or are this just new? Oh, no, no, it's just. It's been here, but they remodeled it, you know, they added this. Like, when I first started kicking it, they didn't have none of this. They used to have a Wick where the restrooms at. Used to be a wicks, but a Wick? Yeah, everyone will kick it at the wig. There used to be a, uh, the steps right here where everyone will kick it and blaze it. Like, this is a whole different, uh. It's, like, all remodeled.",
    "create_time": 1716646569,
    "id": 7372940835391950122,
    "is_stem_verified": false,
    "hashtag_names": [
      "funny",
      "mexico",
      "streamer",
      "react",
      "gurrero",
      "drexthejoint"
    ],
    "username": "whatmillssaid",
    "view_count": 3744191
  },
  {
    "hashtag_names": [
      "civilrightsmovement",
      "blackhistory365",
      "freecongo🇨🇩",
      "sunnydaejones"
    ],
    "is_stem_verified": false,
    "username": "sunnydaejones",
    "voice_to_text": "y'all I was just scrolling and I saw a video from this young man and I wish I had saved it because I don't even think he knows how right he is I got it come look at this here \"I've come to the realization that non racist non black people have absolutely no idea how much people actually hate black people and I feel like we downplay what was really going on and during Jim Crow and post Jim Crow these people could not stand to be around black people\" you're absolutely right people have no idea support from non racist people seems like real iffy sometimes because they haven't even accepted how bad racism is here are a few examples if you black take a deep breath okay I made a list the man who killed Emmett Till did an interview in look magazine bragging about what they did to this day the Emmett Till memorial plaque has to be made out of bulletproof material because of the amount of people who would travel from all over to do target practice on it The Little Rock 9 the black kids that integrated Central High School in Arkansas \"they move closer and closer somebody started yelling I tried to see a friendly face somewhere in the crowd someone who maybe could help I looked into the face of an old woman and it seemed a kind face but when I looked at her again she spit on me\" uh in 1892 three black men were kidnapped from a jail and lynched by a white mob what was their crime? opening a grocery store across the street from a white grocery store then there was that time in 2022 when the president of LA City Council had to resign after she called her co workers black son a little monkey 2019 somebody set fire to three black churches in Louisiana in a span of 10 days if you follow the Equal Justice Initiative on social media or sign up for the email list every single day of the year they remember a moment of racism racial injustice or racial violence in this country every single day of the year the calendar Georgia had to vote to take slavery out our Constitution Tuesday that was Tuesday like three days ago but yeah I think the reason why racist win so often and why it's so hard to get people to are not racist to stand with us is because they have not accepted just how bad racism is yeah you're not crazy oh my god the year that Barack Obama was elected president people were decorating scarecrows with his face on it and hanging them in trees for Halloween decorations",
    "view_count": 17400,
    "create_time": 1716608579,
    "id": 7372777685744995630,
    "region_code": "US",
    "video_description": "@Coco you are absolutely right. You're not crazy at all. So many people are blissfully unaware of just how severe racism is. #sunnydaejones #blackhistory365 #freecongo🇨🇩 #civilrightsmovement "
  },
  {
    "create_time": 1716587627,
    "hashtag_names": [
      "jesus",
      "christianmusic",
      "christianrap",
      "fyp",
      "christianrapper",
      "christiantiktok",
      "fypシ゚viral",
      "christiantiktokcomunity"
    ],
    "id": 7372687694662618410,
    "is_stem_verified": false,
    "region_code": "US",
    "username": "iamqtop",
    "video_description": "“Red Alert” drops Friday(5/31) #christianrap #christianrapper #fyp #christianmusic #Jesus #christiantiktok #fypシ゚viral #christiantiktokcomunity  ",
    "view_count": 4238
  },
  {
    "hashtag_names": [],
    "id": 7372673095502417195,
    "is_stem_verified": false,
    "view_count": 14241,
    "voice_to_text": "hey white women did you know that there are a hierarchy of languages which languages we in the US think are high class and valuable versus which ones are not and it is based on of course white supremacy so I was raising I grew up in Brazil and Mexico and I'm obviously very white person so I come out of this trilingual through first of all throughout my life people have considered me to be so intelligent because I speak three languages and I didn't start really studying this until my daughter was born and I decided I was going to raise her in Portuguese and this is when I started studying like language language transfer different cultures all of this stuff and one of the things I Learned about was this hierarchy of language so we see of course English as you know the number one language you have to know in the world we look at languages like French as high class we look at languages like German or Russian difficult high class um Arabic which is equally as difficult we don't look at us as high class the interesting thing for me of course we look at Spanish pretty low class especially if we think you're from Mexico South American Spanish we look at a little more high class um and Portuguese you know everything from Brazil we look at as sexy but that's its own kind of fetishization um but what was interesting was when I was be in public speaking Portuguese to my daughter and people would look at us and immediately say oh is it French and I would say no it's Portuguese and I'm like oh you're from Portugal so I had to start saying all of the time Brazilian Portuguese and then every once in a while some would be like isn't it just called Portuguese and I'm like yes but you know otherwise people just go to like the white country that speaks Portuguese even though it's much smaller right but then something really started standing out to me amidst this hierarchy of language was that people were so so impressed when my little white blonde child spoke multiple languages and I like at first it's great you know like every mom likes to be commended on their child and told their child is so cool but people would go on and on and on about how cool it was and these are white people right because obviously she's speaking Portuguese and Spanish so Brazilian people appreciate that Hispanic people appreciate it right it was this great cultural bridge on the one side for white Americans it was unexpected and so they were very surprised and very kind of complimentary about it and after you know by the time my child is about three I just gotta start looking at people and being like but do you compliment kids with brown skin this much when they're bilingual or trilingual cause somehow I just don't think you're that impressed by it right and then there was like the flip side of that and remember I was talking about this one day how impressed people were with my kid and a friend of mine who was an officer in the army and she's a black woman and her mom is a white woman from Germany so she speaks fluent German it's her mother tongue and people are so shocked so it's like the opposite right people see a black woman and they do not expect her to speak a high class language like German so just another little thing as we're thinking about all the stereotypes and programming and stuff that we've had one of the best tips I've ever had which I keep repeating on this series is just pay attention to where you're surprised because when you're surprised by something about someone that's usually because the stereotype of whatever they look or present like was in your head it's kind of like when people tell me they're so surprised that I'm a cult survivor they're like oh you don't seem like a cult survivor and it almost feels like when people are like oh you're one of the good ones and it's like what do you think about cult survivors like you're going to a stereotype and that's why you're so surprised that I'm one I also get this as a woman veteran right people are so surprised because they don't expect soldiers to be women and they don't especially don't expect soldiers to be feminine forward presenting women and so they'll be surprised and this has been one of my things that I've really clung to as I am deprogramming deconstructing what I was taught under the myth of white supremacy was just you know I'm awoke from that cult I don't wanna be a part of it but I've been programmed under it for decades so it's gonna take time to find all these things and get them out of my life and my practice and so the whole see what surprises you has been one of the I think the most useful tips and then once you figure something out talk about it to your white friends because a lot of the stuff I've been talking about so many black people have been like all the time this is all the time and a lot of the stuff is stuff that I figured out I never heard it from anyone else so we need to be talking about it to our white friends did you know that we take up the whole sidewalk did you know that we don't you know compliment brown black children for speaking multiple languages the way we do for white children like do you know etcetera etcetera right I think it's just something we can all do to change our little part of this system because we didn't start it but we do benefit from it thanks",
    "create_time": 1716584227,
    "region_code": "US",
    "username": "daniellamestyanekyoung",
    "video_description": "The hierarchy of language… Are you this surprised when brown children are multilingual?"
  },
  {
    "view_count": 37510,
    "create_time": 1716575543,
    "hashtag_names": [],
    "id": 7372635793275276577,
    "is_stem_verified": false,
    "region_code": "DE",
    "username": "sarahfrancis.8",
    "video_description": "How i was forced in germany to take my child to Förderschule 🇩🇪 watch this if you live in Germany so you will not fall a victim .. Part 1 "
  },
  {
    "is_stem_verified": false,
    "username": "onestopdnatesting",
    "video_description": "🤣😂",
    "voice_to_text": "Which one? Bad deal. How you doing today? Are you big? You didn't like that, huh",
    "create_time": 1716555358,
    "hashtag_names": [],
    "id": 7372549076400868650,
    "region_code": "US",
    "view_count": 11525081
  },
  {
    "id": 7372530274669841707,
    "is_stem_verified": false,
    "username": "diva_dee25",
    "video_description": "That was damn right embarrassing for so many of my people to be in the rally. #dabronx #bronx #newyork #rally ",
    "voice_to_text": "You know what's damn well pissing me off? Because Donald Trump thought it was okay to hold a rally in the Bronx. And he thought it was okay because there seems to be a rise of black and brown people supporting him. The fact that I saw my Puerto Rican brothers and Dominicans over there supporting this man, as well as black people, that shit was jarring. In the freaking Bronx, in our freaking hood. Now, I'm quite sure a lot of people are busting because they wanna show damn presence. But, you know, those people from Staten Island and Long Island, maybe City Island. Now, I honestly was very happy that I saw people walking away from this damn rally. That people were not paying attention because he's a freaking blow heart. But I was expecting a riot. I was expecting a pushback. I was expecting kind of protesters. Where you at? Why you even allow this man to step foot in the Bronx? He don't like you. It's a damn shame. It's a damn shame he's holding rallies in our hood. I never thought we would get here.",
    "create_time": 1716550986,
    "region_code": "US",
    "view_count": 137439,
    "hashtag_names": [
      "newyork",
      "rally",
      "dabronx",
      "bronx"
    ]
  },
  {
    "is_stem_verified": false,
    "username": "legacyofpretty",
    "video_description": "#greenscreenvideo ",
    "view_count": 126524,
    "voice_to_text": "This is Jasmine, not Jasmine. This is how mixed kids are raised to think they better than black people. This is why Queen Nausea was hopping on that video one time with Chris and was like, oh, girls was bullying me because my. I had good hair and they didn't have long hair, so they. They hated me for my hair. Don't get me wrong, no hate to the little girl. She is precious. Her hair is long, luxurious. But I don't like how much emphasis the mom is putting on her long, gorgeous. So I believe the reason the girl made the video, I think that's her dance coach. And people were saying in the original video where they showed her hair, that it was fake, that it was tracks. It couldn't be her hair. Um, cause I don't think the little girls like it. Doesn't matter, but it's interesting to do. Like, this is why people think they're better. They think they're better. They makes kids think they're better and all this stop making up damn excuses. Stop. Stop doing it bullshit. Because when I started my locks, I had maybe three or four inches of, you know, hair, so I really had no hang time. And that first year, the amount of people that said, aren't you gonna cut it out? While is supposed to look like that? You sure you wanna lock it? The amount of comments I got on that. On my journey, the first Year, it was just like, thank goodness. I was told as a child that my hair would not grow because I was so mean. Because I was used to the nappy hair comments. I was used to the bad hair comments from my own people. So them saying something about her hair, that doesn't bother me. It doesn't bother me, because she's probably been told that her whole life. But I was told my whole life my hair was nappy, that it was hard to work with, that it was thick, that it was this and that, and you know what I get now? Are those extensions? Are those lock extensions? Or when I. When they find out they're not lock extensions? When you gonna read a retwist? You never fucking happy. No hate to this. no, no. There's hate. There's hate all the way around. Don't tell them their hair is pretty. Tell them their hair is nappy. Well, it's not nappy now, because now it touches your ass. Now you can sit on your hair, so we're fine with that. However, you need a retwist. Y'all can't make up your mind now. This is hating because that girl's in middle school. That's a baby. She's probably had hair like that all her damn life. She can't do nothing about that. Your insecurity is showing. You're insecure because that baby got, you know, nice hair, and this is why they feel this way. So why is it I don't feel that way when people talk about my nappy ass. And it's my own damn family and own damn people saying my hair is nappy and all this other shit. And now all of a sudden, when I can sit on it, that still ain't good enough. Yeah, it goes both ways. Y'all don't like nothing, you're gonna find something wrong either way. Either damn way.",
    "create_time": 1716480159,
    "hashtag_names": [
      "greenscreenvideo"
    ],
    "id": 7372226123385572650,
    "region_code": "US"
  },
  {
    "create_time": 1716433355,
    "hashtag_names": [
      "babymamma",
      "foryoupage",
      "babydaddychronicles",
      "fypシ゚viral"
    ],
    "region_code": "US",
    "username": "metaverseprincess",
    "view_count": 107923,
    "voice_to_text": "The white girls that go after the guys in the hood secretly just have racist parents. Don't cancel me. Don't cancel me. I saw a girl asking a question, she wanna know the answer. It's cause that girl has really racist fucking parents. Obviously, I know that there's some exceptions. And I know that some girls, like for me, for example, I'm a little darker, conflicted, so I feel like darker men normally hit on me, which is fine, I don't care. I am open to all of all avenues of men, okay? However, the white girlies that go out of their way to only date black men. Dead ass have racist parents. And I literally know from just having friends. Like, I've had friends that would like. And I'm like, do you even realize you're doing that? And me personally, I've dated all different types of men. I've dated white, black, foreign, name them, I've dated them, okay? But my parents never gave a fuck. Whereas homegirl Sally dated only black dudes for like five years because her dad was screaming slurs all the fucking time. I'm not saying it's fucking right, but like, it's not right either way because I feel like in my head, if you're a snow bunny. Sorry if that term is offensive. I don't really know, I'm kind of old. But if that term is offensive, my bad. Like, no shade, no tea. I respect everybody. However, I kind of think it's fucked cause You're only doing it to kind of like, prove a point. So do you even really like them? Like, why don't you just open it up to everybody? Like, that's how I am. If I. If the love of my life happens to be white, cool. If the love of my life happens to be black, great. Like, the love of my life happens to be Asian, I don't. You know what I mean? Like, it doesn't fucking matter. Why are they only king in on 1 1 specific ethnicity? I think it's kind of like, racist. Just as well. I might be controversial, but. Yeah, the girl was asking, please don't cancel me. I'm literally just, you know, spreading my opinion. Cause this is the internet. Um, yeah.",
    "id": 7372025111718661418,
    "is_stem_verified": false,
    "video_description": "To answer your question @pradastraightjacket i mean this with love fr💖 #babydaddychronicles #babymamma #foryoupage #fypシ゚viral "
  },
  {
    "create_time": 1716433212,
    "hashtag_names": [
      "assasinscreed",
      "fyp",
      "blacktiktok"
    ],
    "id": 7372024499157372203,
    "region_code": "US",
    "view_count": 1231486,
    "is_stem_verified": false,
    "username": "un_poco_coco",
    "video_description": "Like I feel it doesnt get talked about enough how much some of these grandparents WHO ARE STILL ALIVE hated poc and how they spread it to the family 😭 #fyp #assasinscreed #blacktiktok ",
    "voice_to_text": "I've come to the realization that non racist, non black people have absolutely no idea how much people actually hate black people. And I realized this when I was looking at all the discourse about the Yasuke being in the one of the main characters for Assassin's Creed. And they were generally confused of like, Yo, what is all this outrage for? Let me tell you something. Listen, come close. They cannot stand the sight of a black person. I make these Uncle Ruckus videos. It's a haha joke. We all know that. There are people who believe it's true. There are people behind my back calling me a goddamn tar donkey, knuckle dragon, African baboon. That's what's happening. They cannot stand the side of us. They hate the way we talk, the way we walk, they hate the way we dress, they hate the way we talk. They hate everything. And I feel like we downplay what was really going on in during Jim Crow and post Jim Crow. These people could not stand to be around black people. You know why we have private pools? It's because when integration happened, these white people were like, Yo, I would rather die than to swim with a black person. That pool water will be so goddamn dirty. So we're gonna close all these pools down, we're gonna close all these parks down. We are only having private property. These are your grandparents. And it gets taught. These people cannot stand This. And I just. I just feel like we really downplayed it. And in today's world."
  },
  {
    "video_description": "",
    "view_count": 2652726,
    "voice_to_text": "I ain't gonna lie. I've been jumping from relationships to relationships. It's hard to stay loyal when you're too cute because every female wants me and I be cheating",
    "hashtag_names": [],
    "is_stem_verified": false,
    "region_code": "US",
    "username": "riakdut",
    "create_time": 1716430077,
    "id": 7372011034829180202
  },
  {
    "video_description": "BLACK MAN HOUSE BURNED DOWN IN SAN FRANCISCO 🌉🏚️✊🏾 #terrywilliams  #arson  #crime  #crimenews #sanfrancisco #california #crimejunkie  #crimestory #cali #sf #sanfran #hatecrime #fire #firefighter #sf #crimestories #newsupdate #newstoday #newsanchor #foryoupage #fyp  #explore #explorepage #everybodyhatekrissy #thegirlsareshaking  #fy #foryou ",
    "view_count": 454446,
    "create_time": 1716427552,
    "hashtag_names": [
      "california",
      "sanfrancisco",
      "sf",
      "fire",
      "sanfran",
      "cali",
      "firefighter",
      "crime",
      "explore",
      "foryou",
      "fy",
      "fyp",
      "newsanchor",
      "newstoday",
      "explorepage",
      "arson",
      "crimestory",
      "hatecrime",
      "newsupdate",
      "terrywilliams",
      "crimenews",
      "foryoupage",
      "crimestories",
      "crimejunkie",
      "thegirlsareshaking",
      "everybodyhatekrissy"
    ],
    "id": 7372000186996067630,
    "is_stem_verified": false,
    "region_code": "US",
    "username": "everybodyhatekrissy"
  },
  {
    "create_time": 1716407401,
    "id": 7371913625147133226,
    "region_code": "US",
    "video_description": "What is Bidens Safer America plan? #us #usa #biden #reform #news #fyp #current #edutok #america #blacktiktok #police #safe #history #america #politics #2024 #laws #legislation #blacklivesmatter #change ",
    "view_count": 77420,
    "voice_to_text": "I just saw President Biden say for America plan and I had what the Yankee catcher Yogi Bara might call deja vu all over again I flashback to 1994 when then Senator Biden was standing right behind Bill Clinton at the signing of the 94 crime Bill and the slogan for that one making America safer sound familiar well it should President Bill Clinton bragged that he was gonna cut 270,000 federal employee jobs to pay for his crime Bill and Senator Biden and the First Lady were out there stomping for this Bill they were warning us about the predators that had to be removed from the rest of us 100,000 new police officers and 9.7 billion for prisons that was a boost to mass incarceration well President Biden says now we should all agree the answer is not to defund the police it's to fund the police his Safer America plan calls for 12.8 billion to get officers out of cars and walking foot patrols and he uses magic words like safety and equal justice and constitutional policing to justify this expenditure so what's the difference this time if there is one we know where these police are going to go into black and brown communities across America we know that the Obama administration with Joe Biden is vice president supported training in Minnesota before George Floyd was murdered on many things including implicit bias mindfulness and de escalation what he should be concerned about is the military training that's going on in police departments across America at institutions called Cop City where police officers are being trained for urban combat when I see this new plan and I see words like impose tough penalties on all forms of fentanyl so these traffickers of deadly drugs can get the penalties they deserve that takes me back to the war on drugs folks this is simply meet the new boss same as the old boss",
    "hashtag_names": [
      "america",
      "usa",
      "change",
      "police",
      "us",
      "history",
      "current",
      "safe",
      "blacklivesmatter",
      "politics",
      "news",
      "fyp",
      "biden",
      "laws",
      "legislation",
      "reform",
      "blacktiktok",
      "2024",
      "edutok"
    ],
    "is_stem_verified": false,
    "username": "thewhoweareproject"
  },
  {
    "id": 7371876073501461803,
    "is_stem_verified": false,
    "region_code": "US",
    "username": "camlewskii",
    "video_description": "just a big happy dysfunctional family😂😂 #disneyland #birthdayboy #vacation #losangeles #anaheim #jumpoverphonetransition ",
    "view_count": 12607275,
    "create_time": 1716398657,
    "hashtag_names": [
      "vacation",
      "disneyland",
      "losangeles",
      "birthdayboy",
      "anaheim",
      "jumpoverphonetransition"
    ]
  },
  {
    "voice_to_text": "Why do white people adopt black children?   do   white   people   adopt   black   children I got a question.   got   a   question Why are there so many black children that need to be adopted?   are   there   so   many   black   children   that   need   to   be   adopted",
    "hashtag_names": [
      "funny",
      "animation",
      "foryou",
      "darkhumour",
      "mwiinebob"
    ],
    "is_stem_verified": false,
    "video_description": "😳😳 #foryou #funny #darkhumour #MwiineBob #animation ",
    "view_count": 8101,
    "create_time": 1716374795,
    "id": 7371773593602100486,
    "region_code": "UG",
    "username": "mwiine_bob"
  },
  {
    "create_time": 1716357807,
    "hashtag_names": [],
    "id": 7371699655584894226,
    "username": "thirdwavemelbourne",
    "voice_to_text": "Chris Hemsworth,   Hemsworth we challenge you to eat an entire barbecue Thor's Hammer by itself.   challenge   you   to   eat   an   entire   barbecue   Thor's   Hammer   by   itself This is just the meat. It's over 3 kilos.   is   just   the   meat   It's   over   3   kilos We serve this with a huge bed of Mac and cheese and spicy chips   serve   this   with   a   huge   bed   of   Mac   and   cheese   and   spicy   chips and oink balls.   oink   balls Could Thor himself eat an entire barbecue Thor's hammer by himself?   Thor   himself   eat   an   entire   barbecue   Thor's   hammer   by   himself Come on down. Chris Hemsworth, we challenge you.   on   down   Chris   Hemsworth   we   challenge   you",
    "is_stem_verified": false,
    "region_code": "AU",
    "video_description": "Please tag Chris Hemsworth @chrishemsworth in this video as many times as you can to make sure he sees this. 𝗕𝗕𝗤 𝗧𝗵𝗼𝗿'𝘀 𝗛𝗮𝗺𝗺𝗲𝗿 𝗶𝘀 𝗮 𝗪𝗛𝗢𝗟𝗘 𝗦𝗟𝗢𝗪-𝗦𝗠𝗢𝗞𝗘𝗗 𝗕𝗘𝗘𝗙 𝗦𝗛𝗜𝗡 𝘁𝗵𝗮𝘁 𝘁𝗮𝗸𝗲𝘀 𝘂𝘀 𝘀𝗲𝘃𝗲𝗿𝗮𝗹 𝗱𝗮𝘆𝘀 𝘁𝗼 𝗽𝗿𝗲𝗽𝗮𝗿𝗲. Then, you have a bed of slow-smoked Mac 'n' Cheese, served with spicy chips and oink balls. Reserve your spot now at: www.thirdwavecafe.com.au 𝗟𝗼𝗰𝗮𝘁𝗶𝗼𝗻𝘀: 📍Moorabbin - 20 Station St 📍Albert Park - 181 Victoria Ave",
    "view_count": 20223717
  },
  {
    "create_time": 1716344465,
    "hashtag_names": [
      "college",
      "tiktok",
      "education",
      "fypage"
    ],
    "is_stem_verified": false,
    "region_code": "US",
    "id": 7371643312790342955,
    "username": "akobi_bantu",
    "video_description": "HOW HAVE THESE COLLEGE DEGREES HELP THE BLACK COMMUNITY AS A WHOLE? #tiktok #college #education #fypage ",
    "view_count": 833,
    "voice_to_text": "let's talk about these college degrees specifically black men and black women y'all was supposed to go get these college degrees and come back to the community and give us an insight on what we need to do to get out of the position that we're in so tell me what happened what happened y'all brag about these degrees and going to these colleges HBCUs d ones and all that you get the degrees and you guys what do you do you integrate you go live with the Gentiles okay y'all look at us look down on us who didn't get degrees okay so these degrees are clearly indoctrinations because most you negroes excuse my language are the main ones sleep y'all should be on the front line right now with Doctor Claude Anderson helping us get reparation because you got the degree and just like he said y'all get his degrees and you still can't figure it out you can't figure it out either for what are these degrees worth how did they benefit us as black people as a community y'all are nowhere to be found y'all not woke the sisters don't give the jobs no smoke no attitude okay none of that you brothers y'all run and become integrated you know this is what I'm saying man these degrees ain't worth nothing they're not worth nothing bro"
  },
  {
    "video_description": "the moment vitaly, charleston white, adin ross caught a pdf file in a grocery store || #adinross #viral ",
    "view_count": 1455261,
    "create_time": 1716334520,
    "id": 7371600600255057194,
    "username": "clippingwl",
    "voice_to_text": "Oh, hello, sir. Nice to meet you. 15 year old you're trying to meet. Oh, yeah, don't cry. He trying to meet a 15 year old. Say, fresh and fit. What's up? Say he trying to fight Jesus. Say this guy right here is online trying to meet a 15 year old kid. The fuck? Yeah. He trying to put a grown man. Yes, Charles say, keep going, Charles. Yeah! Fuck, yeah! I'm the baby you talking to. No, I'm the baby. You want some baby booty? We gotta go on the same video. Tell us. Let's talk about it.",
    "hashtag_names": [
      "viral",
      "adinross"
    ],
    "is_stem_verified": false,
    "region_code": "US"
  },
  {
    "id": 7371555772318092586,
    "is_stem_verified": false,
    "region_code": "US",
    "view_count": 109381,
    "voice_to_text": "I see a lot of people have a lot of things to say, differing opinions on how Cameron conducted himself during his interview with CNN anchor Abby Phillip. Uh, and I'm still gonna say it was absolutely unprofessional and it was disrespectful for people that don't understand how media works. Cameron knew what he was coming on CNN for. He knew what they wanted to talk about because that's the hot topic. He's a rapper from New York. He knew exactly what they wanted to talk about, but he still chose to come up there and act the way he acted. Dude is 48 years old, but he still up there with that I'm a tough rapper persona. I don't do this, I don't do that. Man, you 48 years old, dog. We're supposed to be setting a positive example now, but he chooses not to do that. And I'll be honest with you. See camera, and it may really ain't gonna get too many passes from. From me, but I'm still gonna be fair in anything that they do or say that I wanna criticize or anything they do or say that I wanna uplift. And I said it because they called me a house N word because I criticized Deion Sanders when I asked him to keep the same energy for UCLA that he had for Jackson State when he thought his stuff was stolen. Anyway. So, yeah, I'm still on that, but I'm still gonna be fair. But My thing about is Abby Phillip didn't deserve that. She conducted herself as about as professional as you can in that kind of situation in live television. In live TV, they have a block set aside for how long this interview supposed to last. So she has to keep asking the questions because that's what they were on there and he was booked to talk about. And they have a time frame that they gotta meet, cause if they don't, the show is gonna be extremely light. But for him to come on and talk about something atrocious and disgusting that P. Diddy did to a woman and disrespectful, and him come back right back and disrespect that woman. Why? She was doing her job, that's little boy stuff, that little boy stuff, and ain't nothing cool about it. But that's just my opinion. Y'all can have your opinion. That's my opinion. I wouldn't have conducted myself like that. Dude, almost 50 years old, you showing up like that on the interview with shades on. You ain't on your podcast, dog. What? You trying to get eyes to your podcast. But that's just my take on it. All praises to the most high.",
    "create_time": 1716324081,
    "hashtag_names": [
      "cam",
      "diddy",
      "camron",
      "fyp",
      "cnn",
      "foryoupage",
      "blacktiktok",
      "foryourpage",
      "memphistiktok",
      "abbyphillip"
    ],
    "username": "thedochollidaytv",
    "video_description": "#fyp #foryoupage #foryourpage #blacktiktok #memphistiktok #camron #cam'ron #diddy #cnn #abbyphillip"
  },
  {
    "id": 7371538570282093866,
    "is_stem_verified": false,
    "region_code": "US",
    "username": "souljaboytv",
    "video_description": "Its lit 🔥 @S.O.D.M.G. Brand #sodmg #sodmgbrand ",
    "view_count": 262903,
    "create_time": 1716320079,
    "hashtag_names": [
      "sodmg",
      "sodmgbrand"
    ]
  },
  {
    "id": 7371512974902791470,
    "region_code": "US",
    "create_time": 1716314122,
    "hashtag_names": [
      "trump",
      "fyp",
      "newstiktok",
      "politicaltiktok"
    ],
    "video_description": "Former President Donald Trump's Truth Social account shared a video on social media Monday that referred to a \"unified Reich\" among possible developments if he were to win re-election in November, drawing criticism from the Biden campaign. MSNBC's Ana Cabrera breaks the situation down. #Trump #newstiktok #fyp #politicaltiktok ",
    "view_count": 1300559,
    "voice_to_text": "Big controversy today over a 30 second video that was posted on Truth Social by Donald Trump's campaign and it references a unified Reich if Donald Trump wins. That appears to be a reference to Nazi Germany under Adolf Hitler. And so the Biden campaign is pouncing on this saying Donald Trump is not playing games. He's telling America exactly what he intends to do if he regains power. Rule as a dictator over a unified Reich. They note that he's made other references to Nazi Germany before, talking about his political opponents as vermin, talking about immigrants poisoning the blood of this country. Well, Donald Trump's campaign is saying this post was an accident. Let me read you the quote. They're saying this was not a campaign video. It was created by a random account online and reposted by a staffer who clearly did not see the word while the president was in court. Again, that video has since been removed, but it's caused quite a stir. Even the president is expected to address it at some point today.",
    "is_stem_verified": false,
    "username": "msnbc"
  },
  {
    "create_time": 1716307609,
    "id": 7371485010748149038,
    "is_stem_verified": false,
    "region_code": "US",
    "view_count": 481174,
    "hashtag_names": [
      "blackamerican",
      "tutlanguage",
      "tutnese",
      "tutneselanguage",
      "soulaan"
    ],
    "username": "leospell",
    "video_description": "Replying to @4pf_jay15  I am soulaan not African #tutneselanguage #tutlanguage #tutnese #soulaan #blackamerican ",
    "voice_to_text": "listen I don't know what you identify as but I'm not African whatsoever I wasn't born in Africa I don't speak any African languages I I'm not culturally African I'm not ethnically African whatsoever okay my ethnogenesis was created in America my culture my food was created in America I'm American okay let me give you an analogy do I still have African genetics yes everybody does because um it's the cradle of civilization but um let me give you an analogy the water buffalo you feel me the water buffalo is native to Africa and the American bison is native to America they're both genetically related to each other but the American bison evolved out of Africa to become what we know as native to America that is the same situation Black Americans have all right especially after being a foundational key to the nation all right how the hell we gonna build shit here and then not be called American that's fucking ridiculous and that's disrespectful for people to try to bar us from that feel me so to answer your question personally for me no I'm not and that's okay "
  },
  {
    "region_code": "US",
    "username": "iamtvent",
    "video_description": "Nobody can hurt your feelings more than your own kids. #fyp #fypシ゚viral #foryoupage #kids #fatherandson #trending #contentcreator ",
    "create_time": 1716305874,
    "hashtag_names": [
      "kids",
      "fatherandson",
      "trending",
      "fyp",
      "contentcreator",
      "foryoupage",
      "fypシ゚viral"
    ],
    "id": 7371477549601574190,
    "is_stem_verified": false,
    "view_count": 1103853,
    "voice_to_text": "I want the world to see this person right here. This is my son. People ain't never heard nobody talk about this. So let me be the first one, cause I know I can't be alone. This boy is 12 years old. I've been in his life all his life. Except for the times that when his mama kept him away. You know, this boy have the nerve to say he don't like me and don't wanna come to my house. And that he missed the times with his family. Speaking of his mama family and not his daddy side of family, like we don't exist, right? So he say he. This is taking up time. He said the two days that he spent over here feel like a whole week. And then he's not even looking forward to the 30 days he had to spend over here. For some, he said he don't wanna come over here at all. Like I'm a bad person. Like I've traumatized him and did anything wrong to this little boy. We have done so much stuff, so much fun things. Spend time together, play basketball together, go amusement parks, go swimming, take riding in toys like this. He had the nerve to choose his mama. Look at the camera, gay. Choose his mama over me. Like I'm around here. Treat him wrong. What kid don't wanna be around a daddy? Please tell me. And as a daddy, is hurt because I know his Mama got something to do with it too. But still, he's old enough to make his own decisions. And he chooses mama over his daddy, his flesh and blood, somebody that can teach him how to be a man. But he wanna be up on a woman all day. Look at the camera, gay. Tell people how you don't love your daddy and how you rather be with your mama and time over here is boring and you don't want to spend time with your daddy. Tell people how you don't want to spend time with your daddy. And you, he act like I. I haven't been picking him up all these years. Like what? What is the problem? Like this not your first time at my house. But yeah, he hurt my feelings, world. He really hurt my feelings. And you can't take that back, gay. I'm gonna give you what you want. And I'm erase myself out of your life. I'm give you what you want. Gay, that is so messed up on so many levels. You know, I would never tell my daddy nothing like that. My dad was in my life. I would never tell my dad because I know that were hurt my daddy's feelings. I would never tell my daddy nothing like that. Ever."
  },
  {
    "create_time": 1716264792,
    "id": 7371300928563023136,
    "is_stem_verified": false,
    "video_description": "😳… #diddy #camron #cnn ",
    "voice_to_text": "A little bit more about that. I mean, is there, um. Is there something known in the industry about how did he treated his artists? So I'm going to get some cheeks after this horsepower joint. Um, I'm just going over what Mace said. Mace took me to Biggie",
    "hashtag_names": [
      "diddy",
      "camron",
      "cnn"
    ],
    "region_code": "GB",
    "username": "becausewhynot9595",
    "view_count": 536299
  },
  {
    "is_stem_verified": false,
    "region_code": "US",
    "username": "jwil4478",
    "video_description": "#racism  🤬🤬🤬🤬🤬",
    "view_count": 564,
    "create_time": 1716256553,
    "hashtag_names": [
      "racism"
    ],
    "id": 7371265721667521834
  },
  {
    "hashtag_names": [],
    "id": 7371177302316682542,
    "is_stem_verified": false,
    "region_code": "US",
    "username": "joichanel",
    "video_description": "Replying to @Earn Money Now 72 ",
    "view_count": 585,
    "create_time": 1716235968
  },
  {
    "view_count": 3850248,
    "id": 7371078852593863968,
    "hashtag_names": [
      "diddy",
      "somalitiktok"
    ],
    "is_stem_verified": false,
    "region_code": "GB",
    "username": "nasirkm_",
    "video_description": "Stop saying Diddy looks Somali ! #somalitiktok #diddy ",
    "voice_to_text": "Stop saying did. He looks Somali. Did. He does not look Somali. Yo, Somalis don't have that kind of. That forehead and hand look pretty Somali, but, yo, listen, Somalis don't have that jawline, bro. Listen, you see the jawline, the way it curves in and then this side here, the way that curves in? Bro, that's not a Somali jawline. I've never. I've seen Somalis with that jawline. Yo, why is. Did you not Somali again? The shadow. They gonna eat that one up, alright? Yo, Diddy is not Somali because look at the shadow here and. And the shadow here. You see how the different shades of shadows are? Oh, Diddy might be Somali, fam",
    "create_time": 1716213041
  },
  {
    "is_stem_verified": false,
    "username": "fannita",
    "video_description": "Replying to @Leah🍭 okay im done today guys love u see yall tmrw ",
    "voice_to_text": "White girls, I'm tired of you always trying to play victim. Now come to the podium and let me talk to you. I do social media for a living. I have a manager. My manager has clients on her roster. My manager has white and black clients on her roster. Who do you think is paid less, has more followers, better engagement, and can actually sells product than her white clients? Yes, that's me. Top dog. I'm on Asia's roster and I get paid less than her white clients. That I have more followers and better engagement than a lot of black women on this app. A lot of black people on this app. A lot of black creators get shitted on. When have you ever seen us in the Forbes list? We gotta have 100 million, triple dipper, fucking trillion billion followers to get somewhere, bitch. I've been doing social media for four years. I have 190 million likes and only 2 million followers. Why girls do not play with me like that? I'm not trying to read y'all. Y'all always wanna be a victim when you're not. You're the beauty standard. You get paid more. You do not experience anything that black and brown women experience. I will slap. Especially about this. I'm getting fucked over every day. I have to have a personality. I also have to be respectable. I have to be pretty. I have to be put together to get. To get the. To get a fraction of The money the white girls get and i'mma talk about it. I don't hate you hoes. My best friend is white. Oop, gag it, Emily Harley. Gag on it. White as fuck. Alabama white. So don't everything. I'm hating on white girls to hate on y'all cause y'all white. Y'all bitches just annoy me, that's it. I don't have to hate on shit. Look at me and look at where I live and look what I just bought. Please get it together and stop fucking talking about me in these fucking bags. My friends deserve everything in the world and i'mma give them to him. It is not my fault y'all friends don't give a funky fuck about y'all. Haha. And would never buy spit to put you out if you was on fire, hoe. I don't play like that.",
    "create_time": 1716171657,
    "hashtag_names": [],
    "view_count": 2742282,
    "id": 7370901106198613290,
    "region_code": "US"
  },
  {
    "view_count": 1965,
    "create_time": 1716148612,
    "hashtag_names": [
      "naturalhair",
      "blackhistory",
      "philly",
      "mommyandme",
      "melanin",
      "blacklivesmatter",
      "blackbeauty",
      "blackgirlmagic",
      "melaninpoppin",
      "boymom",
      "blackwomen",
      "newmom",
      "blackjoy",
      "blackculture",
      "blackexcellence",
      "blackvoices",
      "blacktiktok",
      "blackinfluencer",
      "blackcreators",
      "blackinfluencers",
      "mamamedusabookclub",
      "medusashowoff",
      "bglwd"
    ],
    "id": 7370802112952929578,
    "is_stem_verified": false,
    "region_code": "US",
    "username": "themedusashow",
    "video_description": "#BlackGirlMagic #Melanin #BlackExcellence #BlackWomen #BlackCreators #NaturalHair #BlackCulture #BlackBeauty #BlackJoy #BlackHistory #BlackVoices #BlackLivesMatter #BlackInfluencers #bglwd #newmom #mommyandme #blacktiktok #melaninpoppin #medusashowoff #mamamedusabookclub #boymom #blackinfluencer #philly "
  },
  {
    "video_description": "Breakfast #creatorsearchinsights #breakfast #foodie #foodietiktok ",
    "voice_to_text": "And to the government who talking about they finna start recording our conversations like we don't know y'all be eavesdropping on us the whole time. Baby, you ain't got invade these people privacy. It's me, baby. I'm the one that's been talking about you. Because, see, I find it mighty funny that I can't afford a place to live because you say I'll make three times the rent, but at the same time, I don't qualify for food stamps. Hmm. If it's one thing for saying two things for show, baby, I know a scam when I see one. And I can definitely spot a scamming when they scamming, baby. Yeah. So if you ask me, this just the whole big Cindy that needs to be exposed, baby. Yeah. So somebody just need to walk up to you and going to pull your boots right from up under you. Hmm hmm hmm hmm hmm hmm hmm hmm hmm hmm hmm hmm hmm hmm hmm hmm. Baby, if I don't do nothing else, I'm gonna do nothing else, y'all. Yes, sir. Oh, my goodness. Mmm hmm hmm. Mmm. Mmm.",
    "create_time": 1716147781,
    "id": 7370798544581594411,
    "region_code": "US",
    "view_count": 8450575,
    "hashtag_names": [
      "breakfast",
      "foodie",
      "foodietiktok",
      "creatorsearchinsights"
    ],
    "is_stem_verified": false,
    "username": "zinwithin"
  },
  {
    "hashtag_names": [
      "tizzyent",
      "whoisthiskaren"
    ],
    "region_code": "US",
    "username": "dorothyecheverria",
    "voice_to_text": "Day. She's really going to irritate me because you're being completely racist and you're discriminating. As soon as I sat down. Get out of my face. Get out of my face. Get out of my face! You just say you're gonna shoot my hands off? This is the interesting thing. Get away. Let's get security. Get out of my face. Is anybody gonna come over? I, I hear you, I hear you. I don't need to call the cops. Go ahead. Come on, you're gonna. I don't care. I don't care. You gotta leave him alone. Get out of my face. You've got to leave him alone. Get out of my face! I'm making a scene so the people can come here and tell her all I did. I don't wanna touch you. Sit down. Go psycho. Come on, leave psycho. Somebody call. Call security. I'm recording. I don't know who your child is. Whose name did you use? Say the name you used. Are you talking about when I called you a Karen? Oh, you called me a Karen? Why did you do that? Why do you think I did that? Do you know what a Karen is? Tell me. Tell me why you called me a Karen. I swear on my life, tell me why you called me a Karen. Hold on. I'm sorry. You are sorry? Your worst is sorry. First of all, you did something. You want me to, you want me to explain why I Called you a Karen? Yeah. Explain why I came over there. I sat down, you moved your bag. You said, you're gonna chop my fingers off. Why? You said I have ugly feet. You said I have sperm on my forehead. And you know what I was doing? This guy screaming at me, all of us. The only reason I scream, because I needed somebody to come over here. She would not know. You defending yourself? You're totally fine. I'm just trying to get through to my shift because TSA messed up my game. So my flight was from 7 this morning. Now it's like eight.",
    "create_time": 1716146794,
    "id": 7370794314982559019,
    "is_stem_verified": false,
    "video_description": "#whoisthiskaren  #tizzyent  this was in the fort Lauderdale airport on May 19",
    "view_count": 1300584
  },
  {
    "region_code": "US",
    "username": "porch911_lover",
    "video_description": "✨Love✨#foryou #fyp #foryou #foryoupage #romeoandjuliet #2024 #ksi #tomholland #love ",
    "view_count": 4975649,
    "create_time": 1716142340,
    "hashtag_names": [
      "love",
      "ksi",
      "foryou",
      "romeoandjuliet",
      "fyp",
      "tomholland",
      "foryoupage",
      "2024"
    ],
    "id": 7370775193171594539,
    "is_stem_verified": false
  },
  {
    "hashtag_names": [
      "bullying",
      "millenial",
      "genz",
      "hottake",
      "probablycancelled",
      "okboomer"
    ],
    "id": 7370760897817496865,
    "video_description": "I guess this is my “boomer” take lol #hottake #genz #millenial #okboomer #probablycancelled #bullying ",
    "create_time": 1716139010,
    "region_code": "RO",
    "username": "bearlynotional",
    "view_count": 18107,
    "voice_to_text": "remember when OK Boomer was a meme like a lot of other millennials and Gen Z I thought of it as a very justified response to hearing well Boomer nonsense but something has been on my mind recently that's probably gonna sound like Boomer nonsense to a lot of my followers or other people in my generation so here's my skelding hot take can we stop pretending like teenagers don't understand right and wrong I know I'm about to sound like a conservative boomer uncle going this generation's too soft but legitimately I do feel like we're infantilizing teenagers too much now here's what I mean by that once in a while a new story will come up of someone doing something terrible and there will be a strange amount of people justifying that action or saying he shouldn't be in too much trouble because the action was done by a teenager for example this teenager stole eight cars and I came across a lot of comments of people saying well he's only 17 you did stupid things when you were 17 and well yeah I can partially agree with that but my stupid thing was calling my parents while I was stoned this is like actually damaging but he's just a kid he needs help he's really scared I'm sorry but if by 17 or 18 you don't know that it's wrong to steal cars you probably should get some serious consequences here's also something more recent Parkland student who slapped a teacher in the face I'm about to sound like your conservative boomer uncle but honestly I don't have a problem with this oh but he's just a kid he shouldn't have his life ruined over this do I think someone should have their life ruined over this no but even a 5 year old understands that you probably shouldn't slap people in the face if by a certain age you don't see this as wrong you probably do need harsh consequences and look I get it the brain technically doesn't finish developing until about 25 now if you think instances like that are fringe or not that common try spending some time on the r slash teachers subreddit there are a lot of teachers talking about how people just don't wanna give kids or teens consequences for their actions I remember people getting mad when I saw this and said you know what that Dad's pretty based I have no problem with this for one thing I have like zero sympathy for bullies but also if by 16 years old you don't know that it's wrong to make fun of people with a terminal illness you probably should have this happen to you anyone who's been seriously bullied like myself can attest that teenagers don't do these things because they don't know it's wrong they do these things because they know they can get away with it or at least they'll think they'll get away with it they don't see the long term effects that their actions can have now I'm glad that we live in a world where we understand development of the brain better I'm glad we live in a world where there's a lot more discussion of mental health but even psychologist will attest that teenagers do have a sense of right and wrong the real problem is decision making kids and teens need a supportive environment they need guidance but on top of that they need consequences for their actions because remember adolescents who don't take responsibility eventually become adults who don't take responsibility and is that what you really want",
    "is_stem_verified": false
  },
  {
    "id": 7370721943563128110,
    "is_stem_verified": false,
    "region_code": "US",
    "video_description": "#greenscreen #congress #conservative #marjorietaylorgreene #crockett #congress #unitedstates ",
    "view_count": 12524,
    "voice_to_text": "So I haven't seen any videos on this. Is it appropriate to call somebody a bleach blonde? Bad built, butch body? That is wild. Wild.",
    "hashtag_names": [
      "unitedstates",
      "congress",
      "greenscreen",
      "crockett",
      "conservative",
      "marjorietaylorgreene"
    ],
    "username": "go7keys.com",
    "create_time": 1716129948
  },
  {
    "create_time": 1716065197,
    "hashtag_names": [
      "blackpeople",
      "modernwoman",
      "girlsgirl",
      "tradwife",
      "blackwives"
    ],
    "region_code": "US",
    "view_count": 38289,
    "voice_to_text": "I don't know if it's funny or embarrassing finding out that it was a black woman who created the whole black wives or for white billionaire post. Or if it's more so embarrassing or funny, seeing as how many black women got excited when the post ended up going viral. Because I thought y'all didn't believe in marriage. I thought marriage wasn't the goal, I thought marriage wasn't that big of a deal. But when a white billionaire says, black wives are for us, all of a sudden. But where did that energy go? That goes to show when it comes to a lot of black women, if a price tag isn't on it, we too much don't really care about it. And that's the issue, cause it means that we're still for sale. The love of money is the root of all evil. Y'all have a blessed day.",
    "id": 7370443860310347050,
    "is_stem_verified": false,
    "username": "realconjujwoeman",
    "video_description": "#blackwives #blackpeople #modernwoman #tradwife #girlsgirl "
  },
  {
    "is_stem_verified": false,
    "username": "thecoolestkev",
    "voice_to_text": "Black Americans need to calm down because how are y'all going to expel teenagers for putting on a face mask like how is this a real headline that I'm reading you're going to expel literal teens for putting on a face mask by accusing them of performing black face and then they're going to go to court and then literally gain millions because you're wrong I'm not even like that political but like this is exactly why activism in 2024 is like low key a joke because instead of like fighting for like real change like MLK or like Rosa Parks you would rather like Block Zendaya because she went to the Met Gala you'd rather like cancel me for putting on Youthforia’s foundation because I'm like quote unquote racist you'd expel teens for putting on a face mask I don't think it's like black Americans I think it's like American liberals as a whole but like especially black people and I'm like I'm not even conservative like I'm literally like middle left leaning but like the liberals make me seem so like not liberal when I'm like literally liberal but like you make it so hard to like identify as like middle left leaning because left is like so crazy I feel like getting offended at like random things almost like undermines the real progress and like the real change that like you actually want to see and honestly like I'm not even trying to like be annoying but like I'm genuinely scared of like liberals every election year like I'm genuinely scared of like protests and like I'm scared of like people getting mad and like things like that and like it is 2024 so like it is election year but I'm like genuinely terrified of like liberals low key and that's crazy cause like I'm not even conservative like I just don't wanna vote I don't wanna be like a part of anything I just wanna like be happy like in LA like in California like in America like I love America like except for like the guns and stuff so like lowkey just like calm down like we all just wanna be happy we all wanna live in peace like let's take a chill pill let's not expel students for putting on a face mask let's start there shall we cause you would basically rather lose millions of dollars than like get over fake black face like it's not that serious life goes on love you guys",
    "create_time": 1716062093,
    "hashtag_names": [
      "blackface",
      "blackpeople",
      "liberals"
    ],
    "id": 7370430530740849962,
    "region_code": "US",
    "video_description": "I sense vipers dressed in empath’s clothing… #blackface #blackpeople #liberals ",
    "view_count": 1206990
  },
  {
    "id": 7370179442859117867,
    "region_code": "US",
    "view_count": 3599332,
    "create_time": 1716003638,
    "hashtag_names": [
      "foryou",
      "politics",
      "fy",
      "cnn",
      "mtg",
      "politicaltiktok",
      "marjorietaylorgreene",
      "jasminecrockett"
    ],
    "is_stem_verified": false,
    "username": "millennialreport",
    "video_description": "Rep. Jasmine Crockett (D-TX): \"I have no regrets, and I'll tell you why. I was elected as a Representative of Congress, but that doesn’t mean I’m supposed to be somebody’s doormat...” #jasminecrockett #marjorietaylorgreene #politics #foryou #fy #mtg #politicaltiktok #cnn ",
    "voice_to_text": "Bad built, butch body, which I had to look at my notes to read. Any regrets about that kind of language, especially given that you were trying to make a point, frankly, about decorum in the hearing room? I have no regrets, and I'll tell you why. Because Marjorie Taylor Greene is the type of person that if you give her an inch, she'll take a mile. And the fact that they continue to allow her to break the rules of decorum over and over and over, whether it's the state of the union that the president is delivering and she's wearing a MAGA hat or otherwise. The reason that she didn't have committee assignments before was because she did not know how to conduct herself as a member of Congress. And so if I just sit there and say, oh, well, Marjorie said it about me, what's to stop her to continue to do it again and again? And at the end of the day, I was elected as a representative of Congress, but that doesn't mean that I'm supposed to be somebody's doormat. But Michelle Obama famously said, when they go low, we go high. Are those days basically over? Um, I don't know that we can even call this a low. I mean, she goes to hell, and then I do my best to remind her as to why she should not cross me. So one of your colleagues, Jamie Raskin, actually suggested that some members might Have been drinking. Others have said that as well. Making that suggestion. That's a pretty serious allegation. Do you think that that played a factor here? I think when Marjorie Taylor Greene. It doesn't require alcohol for her to be unhinged. I'll be perfectly honest. I don't know. I don't have any facts to that, so, you know, I won't say and I won't participate in rumors when I don't have any facts behind it. So you also called Greene racist, what she said about you. Why is that? Yeah, because as I've received so many amazing compliments from MAGA America throughout my time in Congress, a lot of times when I would go viral, instead of them trying to address the things that I laid out in a very factful way, what they would try to do is say, oh, look at her hair, or look at her nails, or look at her lashes. And they would all then associate anything that I do as a form of beautification with being, quote, unquote ghetto. And so to me, she was just basically repeating the nonsense that MAGA world is constantly putting out there. Because I am not the only woman in Congress that wears lashes, and there are women on her side of the aisle that wear lashes as well, as well as hair extensions. But she's never felt like that was a dig that she needed to take at anyone except for me. A black woman who sits On the committee. And then of course she went after AOC and called her unintelligent. A brown woman that sits on the"
  },
  {
    "id": 7370161357808815402,
    "is_stem_verified": false,
    "view_count": 876046,
    "voice_to_text": "I don't think a lot of girls realize this, but the moment that man stops paying for you is the moment he stops liking you. Let's talk about it. It was, like weekend two of this guy and I hanging out, and I will never forget. We are in the line of chick fil A, and he, like, lets me order first, but he's, like, keeping the distance. So I just pulled out my debit card and paid for my meal. And that's when I realized that the energy had shifted. Prior to that, he was paying for all of our meals. He was pursuing me. He was, like, trying to impress me and date me. In that moment of me paying for my chick fil A, I felt like his homie.",
    "create_time": 1715999425,
    "hashtag_names": [
      "homies",
      "letstalkaboutit",
      "paying",
      "taytalks"
    ],
    "region_code": "US",
    "username": "taytalkspod",
    "video_description": "i’m talking early on in the talking stage #paying #letstalkaboutit #homies #taytalks "
  },
  {
    "view_count": 475,
    "create_time": 1715996377,
    "hashtag_names": [
      "tiktok",
      "foryou",
      "viralvideo",
      "locgang",
      "blacktiktok"
    ],
    "id": 7370148274470194475,
    "is_stem_verified": false,
    "region_code": "US",
    "username": "thehumansiren",
    "video_description": "😏 #foryou #tiktok #blacktiktok #locgang #viralvideo "
  },
  {
    "video_description": "#StephenASmith says Diddy’s career his over after watching the 2016 hotel footage from CNN #hiphop #hiphopmusic #diddy ",
    "view_count": 820730,
    "create_time": 1715986510,
    "hashtag_names": [
      "hiphop",
      "diddy",
      "hiphopmusic",
      "stephenasmith"
    ],
    "id": 7370105887689674030,
    "is_stem_verified": false,
    "region_code": "US",
    "username": "ayooobones"
  },
  {
    "id": 7370043710635003182,
    "video_description": "It’s time to grow up pookies.. ",
    "view_count": 916272,
    "create_time": 1715972033,
    "is_stem_verified": false,
    "region_code": "US",
    "username": "karringtonsavage",
    "voice_to_text": "I feel like a. The problem with a lot of y'all today is y'all think, shit, don't be that deep, like y'all always. It's not that deep. It's not that deep. It indeed is that deep. Like, that's the issue. That's your problem, is shit be that deep. It be that deep about your friendship, about your relationship, about your morals, about setting boundaries. Like, shit be that deep about everything. And that be the. That's your problem. Y'all think, shit not that deep, and it is that deep.",
    "hashtag_names": []
  },
  {
    "create_time": 1715970143,
    "id": 7370035591292996906,
    "is_stem_verified": false,
    "region_code": "US",
    "video_description": "",
    "voice_to_text": "What? Um. Yeah, you better take that video down. You better take that fucking video down. That man said. I never said that. I never even spoke to the woman who posted it. Now, black women, I'm not gonna kick you while you're down. Even though when that fake ass quote first came out, I seen video after video after video after video. You thought you had a friend. You thought you had a fucking friend. Come back to reality. Oh, my god, he ate that! He ate that! Yeah, they know how to treat us. And man ain't say that shit. He didn't say that shit. There's so much I wanna say, but I'm not trying to get too crazy today. Uh, I just. Next time, don't be so quick to jump ship. That's all I'm saying. That's all I'm saying. Other than that, I want everybody to be blessed. Um, hope you have a good day and try to have a good weekend.",
    "hashtag_names": [],
    "username": "goofyassguidelines",
    "view_count": 576098
  },
  {
    "username": "disknowsthewizard",
    "video_description": "i hope this makes all the right people angry asf #ytsupremacyisadisease #antiracism #whitefragility #thedisanibenjaminexperience #consciouscommunity #christiannationalism #fypage ",
    "view_count": 29152,
    "create_time": 1715966210,
    "hashtag_names": [
      "antiracism",
      "fypage",
      "whitefragility",
      "consciouscommunity",
      "christiannationalism",
      "ytsupremacyisadisease",
      "thedisanibenjaminexperience"
    ],
    "id": 7370018700637981998,
    "is_stem_verified": false,
    "region_code": "US"
  },
  {
    "hashtag_names": [
      "drama",
      "politics",
      "fyp",
      "congress"
    ],
    "username": "couriernewsroom",
    "view_count": 8543410,
    "video_description": "Rep. Marjorie Taylor Greene threw a House Oversight hearing into chaos after attacking Rep. Jasmine Crockett’s appearance. #congress #fyp #drama #politics ",
    "voice_to_text": "Once talking about. I guess. I think your fake eyelashes are messing up. Ain't nothing. Hold on, hold on. This order. Mr. Chapman, we've been ordering order of your committee. Order. I do have a point of order, and I would like to move to. To take down Miss Green's words. That is absolutely unacceptable. How dare you? Are your feelings hurt? Words down. Oh, oh, girl, baby girl. Oh, really? Don't even play baby girl. I don't think we are gonna move, and we're gonna take your words down. I second that motion. So. So who will have that Miss Green agrees to strike her words? I believe she apologized. No, no, no, hold on. Then after Mr. Perry's gonna be recognized and miss. I'm not apologizing. Well, then I am not apologizing. Let's go. Come on, guys. Why don't you debate me? Mr. Chairman, the minority self evident. You're not. Yeah, you're not. You don't have enough intelligence. Recognizes Mr. Perry. Okay, move to strike the ladies words again. That's two requests to strike. That's two requests to show they cannot take the word. There's another motion to striker words again, please. Okay, here's the correct. The correct apology. Miss Green, do you ask your damn assistant. Do you agree to unanimous consent to strike your words? I repeat again, for the second time. Yes, I'll strike my words, but I'm not apologizing. Without objection. Without objection. Mr. Chair, point o. Order. Who's. Who's. It's me, Miss Crockett. I'm just curious, just to better understand your ruling, if someone on this committee then starts talking about somebody's bleach blonde, bad built, butch body, that would not be engaging in personalities, correct? A what now? Chairman? I make a. I make a motion to strike those words. I don't think that's a line. Part of it. I'm trying to find clarification on what quality. Chairman! Motion to strike those words. You just said we're not gonna. We're not gonna do this. Look, you guys earlier, literally, you just. You just voted to do it. I'm trying to get clarification. Look, it. Calm down. Calm down. No, no, no. Because this is what y'all do. Proceeding. I'm trying to get your attention. You're not recognized. I can hear you with your yelling. Calm down. No, please don't tell me to calm down because y'all talk calm down, and then you're out of control, because if I talk shit about her. Chairman! Mr. Chairman! Chair! Chair! Okay, order! Chair! Now! Ricky!",
    "create_time": 1715960558,
    "id": 7369994403756215594,
    "is_stem_verified": false,
    "region_code": "US"
  },
  {
    "id": 7369979194521947438,
    "region_code": "US",
    "voice_to_text": "Just last week, a bunch of black men came on the internet talking about everything that's wrong with black women and why we aren't getting picked by these male black athletes. Fast forward to now. We have the black girlfriend, black wife effect. And then we just have this billionaire put out the statement talking about how black women are for grown men and that billionaires prefer black women because of everything that we bring to the table. Why am I now? Uh, that man said, uh. I never said that. That billionaire y'all talking about, he said, I never said that. I never even spoke to the woman who originally posted it, so, I mean, he never said that. You want to know what's funny, though, right? We have the lowest marriage rates, right? But we have the highest divorce rate. It actually says this. Black women are the only group, among other races, with a number of divorce rates higher than their marriage rate. Haha. And this is all research. I might be making this up at some point. It's just like, damn, where's the accountability? I'm not even gonna see her and act like black men are just perfect, because we're not. I know some fuck boys, right? But oh my goodness, where. Where is the accountability at? You can't just sit here and blame the men forever. I mean, the proof is in the pudding. Pudding.",
    "view_count": 372704,
    "create_time": 1715957016,
    "hashtag_names": [
      "foryou"
    ],
    "is_stem_verified": false,
    "username": "scarfacemark",
    "video_description": "The proof is in the Pudding! #foryou "
  },
  {
    "is_stem_verified": false,
    "video_description": "Old Bay Seasoned Goldfish Taste Test w/ @jesshilarious  ! 🐠 #yerrrp‼️ #MackBeTryinShit #foodtiktok ",
    "view_count": 1029784,
    "create_time": 1715952023,
    "hashtag_names": [
      "foodtiktok",
      "yerrrp!!️",
      "mackbetryinshit"
    ],
    "id": 7369957721359076650,
    "region_code": "US",
    "username": "radiobigmack",
    "voice_to_text": "All right, so I have a guess. We're trying. Shit. I want you to be twins. All right? There's no way. Well, I'm having twins. You only got one. So we got these goldfish. Obey flavored. Just wanted to try it. So where did you even find these? On the supermarket. Even though it was here. Really? Yeah. Alright, let me see. At the same time. Wait. Jesus, wait. Go. First of all. Yeah, bro. No. Date me. Hey, babe. Oh, my god. You want more? Yes. You got it from the market up here? Yeah. Mmm. Can you give me some of that good money? Yeah, I got it. This is good as shit. Got some crabs. Thank you. Oh, yeah. Thank you. They good? Thank you. Market"
  },
  {
    "region_code": "US",
    "username": "lil.goodiee",
    "video_description": "Black people make the least but spend the most…. #fyp #viral ",
    "view_count": 2251964,
    "create_time": 1715894195,
    "hashtag_names": [
      "viral",
      "fyp"
    ],
    "voice_to_text": "And black women are complaining about 50 50. Girl, we are in last place. Look at it. Income by ethnicity. We are in dead last place. Well, I'll never go 50 fifty with my man. Shut up, bitch! Look, open your eyes for once and look. Wait a minute. Everybody pay attention. Read this with me. Median household income. That means it could be two people in a household making $51,374. And you're telling me you're gonna use one income because you refuse to go fifty fifty with your man? You will never make it. You will never make it. Listen, the black community, we need to change our thought process. Oh, I'm not gonna go fifty fifty with my man. He gotta pay all the bills. He gotta. Shut up! Shut up your mouth! We are in dead last place. You know that babyface race song, A million cash race? We are in last place. Not only do we make the least, but we spend the most. Let me show you. Wait a minute, wait a minute. Black consumer spending is growing at a rate of 5% per year, faster than the overall US consumer spending. We are spending more than the average American. Okay? Now, black spending power reached the record of 1.6 trillion in 2021. And you know what they're trying to say now? Black people spending in the US is gonna reach $1.8 trillion. Meanwhile, we make the least. Like, are we using our braids? You're black and You hate the soft guy era. While we promote partnership. Go back and watch this video. What place are we in again?",
    "id": 7369709412329508139,
    "is_stem_verified": false
  },
  {
    "is_stem_verified": false,
    "region_code": "US",
    "username": "ron_crucial",
    "voice_to_text": "Dear white people that are cool with black folks and don't judge nobody by their skin tone, would you be my friend? That's all I wanted to know. That's all I'm trying to find out.",
    "create_time": 1715890951,
    "id": 7369695488729189674,
    "video_description": "“Dear White People,” Would yall be my Friend?",
    "view_count": 5595454,
    "hashtag_names": []
  },
  {
    "create_time": 1715882922,
    "hashtag_names": [
      "cosplay",
      "noir",
      "blanc",
      "dilemme",
      "polemique",
      "cosplayeuse",
      "couleurdepeau"
    ],
    "username": "apoushtiiii",
    "view_count": 156450,
    "voice_to_text": "Pour vous, 1 personne blanche qui souhaiterait cosplayer ou interpréter 1 personnage noir, est-ce que c'est problématique ? Vous posez 1 question parce que j'ai 1 gros dilemme. J'adore la princesse et la grenouille et c'est l'un vraiment de mes Disney préférés. Et surtout j'adore les robes de Tiana, j'adore tous dans le dessin animé, j'adore les chansons et tout et tout. Et je me mets juste des barrières, mais incroyables en fait, vis-à-vis de ce dessin animé, parce que je me sens tellement illégitime de faire 1 cosplay de Tiana étant donné que je suis blanche. On parle tellement d'appropriation culturelle, de blackface, de blackfishing, que je me dis, mais punaise, si 1 jour j'ose même cosplayer ce personnage, j'vais me retrouver dans la sauce. Alors oui, il y a des personnes noires qui interprètent la petite sirène, la reine des neiges et cetera. On en voit de partout, j'ai vraiment l'impression que ce n'est pas la même chose. Surtout dessin animé est associé à 1 tout, 1 contexte historique. Euh. Ou vraiment pour moi ce serait 1 honte de de de de. Osé cosplayer Tiana euh. Alors que je suis plus blanche qu'une paire de fesses en hiver. Voilà, dites-moi ce que vous en pensez, est-ce que vous l'auriez fait ou pas ? Sachant que le cosplay on dit qu'il y a pas de couleur de peau, que truc. Voilà",
    "id": 7369661010816388384,
    "is_stem_verified": false,
    "region_code": "FR",
    "video_description": "Vraie question ! Est-ce que vous l’auriez mal pris ? Est-ce que il y aurait un problème éthique derrière ? Bref, dites-moi ce que vous en pensez ! 😭 #cosplay #cosplayeuse #polemique #couleurdepeau #noir #blanc #dilemme "
  },
  {
    "id": 7369608043450944814,
    "is_stem_verified": false,
    "region_code": "US",
    "video_description": "#tiffanystratton #tiffytime #jadecargill #biancabelair ",
    "voice_to_text": "It's a two second video. How much racism could be put into a two second video? I gotta watch it again. Hang on. She hits her. She for I am. What am I not seeing? Dude, I don't get it. Why is this. And watch it again. Because it's a heel punching a baby face off the mat. Like, that's what I'm saying. Like, how is it racist? Is it just cause she's white and Jade's black? And then watch it again. I don't. Dude, I gotta understand this video. This day and age. If I don't get it, people can call me racist. Let me go back. What am I missing? Is maybe it's the audio. Let me listen to it again. Oh. Oh, that's what it is. I gotta sit down. She really posted that and she thought that was okay? That's not a good look.",
    "create_time": 1715870601,
    "hashtag_names": [
      "tiffytime",
      "biancabelair",
      "jadecargill",
      "tiffanystratton"
    ],
    "username": "derekkmoore",
    "view_count": 687384
  },
  {
    "video_description": "#proWrestlingPickMe #TheAntiWrestlingFanWrestlingFan #ShannaHillOfficial #theantiwrestlerwrestlingfan ",
    "view_count": 1006,
    "create_time": 1715854043,
    "hashtag_names": [
      "theantiwrestlingfanwrestlingfan",
      "shannahillofficial",
      "theantiwrestlerwrestlingfan",
      "prowrestlingpickme"
    ],
    "region_code": "US",
    "username": "shanna.hill.official",
    "voice_to_text": "You guys, TikTok heard me ask why I didn't have the 30 minute option for a video. They did me one better, baby. I got a fucking hour.",
    "id": 7369536798407544110,
    "is_stem_verified": false
  },
  {
    "hashtag_names": [
      "fyp",
      "genx",
      "riseup",
      "xennial",
      "genxcrew",
      "genxtiktokers"
    ],
    "is_stem_verified": false,
    "video_description": "#fyp #genx #genxtiktokers #genxcrew #xennial #riseup ",
    "view_count": 1875211,
    "create_time": 1715850973,
    "id": 7369523586513505582,
    "region_code": "US",
    "username": "jessicapearsontarot",
    "voice_to_text": "I think we can all agree that if we're generalizing, Gen X is the worst generation. Hi, I've been summoned. Apparently. Apparently Gen X is, uh. We're all. We're all getting phone calls right now. Baby girl with the pink hair. I don't know what you're doing. I mean, I think it's a great thing, because I've been waiting forever for the rest of the Gen Xers, and if you are here right now, time to check in. Technically, I am a baby Gen X. I'm the youngest Gen X in 1980. And supposedly I'm, like, a cusper, because I'm, like, in this weird little gap of, like, five years and a millennial cusper or something like that. So I have, like, the older generation millennial traits and then, like, the younger generational X traits. I don't know. Look, I'm here for all of it. We're the Goonies generation. We knew how to handle grown adults, like the fertelities at the age of, like, seven. Okay? Nothing that's going on right now scares us. You little videos don't scare us. We used to watch the gremlins when we were five. The kids from Stranger Things. That's us. You see them? Scared to fight a Demogorgon? Nah. No, neither are we. We are the ones that will literally just run into a dark alley. We don't care. We will just do. That's what we do. We were taught never to start a fight, but to finish it through shows, movies, our Parents. That's what we were taught. Be for real. Right now. If it's gonna be anybody, it's gonna be us. We don't have organized lists of what we do. We just do. And that should scare a lot of people. We just do. We watch as well, which is something you got to be careful about. I saw somebody tonight talking about how Gen X is literally Beth Dutton and rip combined. That's it. That's all you need to know. That's all you need to know about. About us. I knew what my mission was years ago on this planet. I've just been waiting for everybody else to wake up. I'm ready. I've been ready. Let's go."
  },
  {
    "is_stem_verified": false,
    "region_code": "US",
    "username": "ironclad1836",
    "video_description": "I love you all!! #texas #1836 #comeandtakeit #rollout #1776 #78 #fy #foryou #foryoupage #fypage #fyp #trending #viraltok #genx #ironclad #genxtiktokers #blackflag #letsdothis #dodgeball #redrover #america #smarttokviral #tiredofit #unity #black #white #red #brown #yellow #texasboys #genxvibes #merica #reddawn #justsayno #genxvibes #pondering ",
    "view_count": 38990,
    "create_time": 1715815273,
    "hashtag_names": [
      "red",
      "america",
      "black",
      "unity",
      "white",
      "blackflag",
      "texas",
      "brown",
      "trending",
      "foryou",
      "letsdothis",
      "merica",
      "yellow",
      "rollout",
      "dodgeball",
      "fy",
      "tiredofit",
      "fyp",
      "justsayno",
      "genx",
      "texasboys",
      "comeandtakeit",
      "pondering",
      "redrover",
      "reddawn",
      "ironclad",
      "1776",
      "foryoupage",
      "78",
      "1836",
      "fypage",
      "viraltok",
      "genxtiktokers",
      "genxvibes",
      "smarttokviral"
    ],
    "id": 7369370448808693035
  },
  {
    "view_count": 3030297,
    "create_time": 1715813566,
    "hashtag_names": [
      "trending",
      "viralvideo",
      "ceaser",
      "makemeviral",
      "apestogetherstrong",
      "fypシ"
    ],
    "username": "li3kdafreek",
    "video_description": "Apes together strong!🤣 #fypシ #makemeviral #viralvideo #trending #ceaser #apestogetherstrong ",
    "voice_to_text": "Shit. That was a good move. I ain't gonna lie, bro. Damn. Great move. It just make you wanna. You know what I'm saying? Oh, shit.",
    "id": 7369362442784165150,
    "is_stem_verified": false,
    "region_code": "US"
  },
  {
    "id": 7369357239351528747,
    "is_stem_verified": false,
    "username": "booksbewild",
    "video_description": "Hes gotta be angling for a future career in politics #harrisonbutker #harrisonbutkergraduationspeech #benedictinecollege ",
    "voice_to_text": "Become my wife and embrace one of the most important titles of all. Holemaker. In case you were wondering how the crowd reacted to that statement. Then he goes on to say that Isabelle, his wife, has no regrets about giving up her dream of having a career. Isabel's dream of having a career might not have come true, but if you ask her today if she has any regrets on her decision, she would laugh out loud. Now, his wife is truly happy with that decision. I absolutely support her. I think being a wife and mother are beautiful things. I think addressing women specifically and saying, this is your purpose is really unfortunate, to put it mildly. You know, she is happy and healthy. They have a great marriage, great family. Then I'm all for it. For them. I fear that may not be the case, but I. I pray that I'm wrong. Also, by the way, this is his company, MD Keller, for which he is a co founder, and the college where he gave this commencement speech. It is listed as an organization that his company fully endorses. Now, there is something he said that I actually agree with. It has to do with men being absent from their homes. But I'm sure we have different thoughts on why that is. Here's that clip. Absence of men in the home is what plays a large role in the violence we see all around the nation. Other Countries do not have nearly the same absentee father rates as we find here in the. He also spends quite a bit of time arguing for traditional Latin Masses. And I understand he's talking at a Catholic church. Seems a little odd to me. Why is he arguing so hard for this, like at a college graduation? It just seems kind of out of place. I don't know. Just like, a little odd. Last clip about cost of living is extremely important that you actually think about the places you are moving to. Who is the bishop? What kind of parishes are there? Do they offer the TLM and have priests who embrace their priestly vocation? Cost of living must not be the only arbiter of your choice. That's pretty rich coming from a multi millionaire. It doesn't have to worry about the cost of living all that much. Anyways, just wanna share some clips with y'all.",
    "create_time": 1715812199,
    "hashtag_names": [
      "benedictinecollege",
      "harrisonbutker",
      "harrisonbutkergraduationspeech"
    ],
    "region_code": "US",
    "view_count": 5326507
  },
  {
    "username": "thecharliekirkshow",
    "voice_to_text": "which one was managing the border better Joe Biden I will I will justify that I will justify it please economically when an immigrant comes to this country they contribute more to the economy as a whole than they take away so do you believe in borders at all um I believe that practically yes I believe that there does need to be made for reform in the way we deal with borders more than that what actually we need we're talking about immigration reform we need to make immigration more accessible for legal immigration how about this or we need to put our own US citizens first ahead of foreigners yeah isn't the whole idea of a government that the you the citizens of the country should come above the citizens of another country United States citizens we are immigrants I hold on no no no hold on a second our second some are immigrants here some are descendants of settlers settlers and immigrants are two different things settlers come to a barren land and build something new immigrants come to a country that's already built yeah barren like I don't know Plymouth Rock",
    "create_time": 1715808375,
    "region_code": "US",
    "is_stem_verified": false,
    "video_description": "",
    "view_count": 11571534,
    "hashtag_names": [],
    "id": 7369340806836030766
  },
  {
    "create_time": 1715800159,
    "id": 7369305495846391083,
    "region_code": "US",
    "video_description": "why can men live with their mothers?? #dating #datingadvice #single #fyppppppppppppppppppppppp #relationships #9to5 #9to5life #hardworking #bus #transportation #foryoupage #women #men #dusty ",
    "view_count": 32163,
    "voice_to_text": "Why do women make a big deal out of it when you live with your mama, you know what I'm saying? Like, things have changed, man. I mean, back in the day, a man can be on a bus and a woman will still love him, you know what I'm saying? I ride the bus and I live with my mama, you know what I'm saying? I help. I help out with bills, you know what I'm saying? I ain't making that much, you know, I do the best with. I came with my man. But why is it there, women. I want to talk to a man that you don't say he's trying his best, and because he don't have a car, he might still stay home with his mom? Why I'm making a big deal about that? You know I'm saying? And then we. We. We get called Dusty's. We get called Dusty, Man, you know what I'm saying? So you just mean to tell me I can't. I can't get no love because I stay with my mama and I don't have a car, you know, like, what's wrong with riding a bus? At least I'm getting back and forth to where I need to go to go make my change, you know what I'm saying? I'm doing the best for me. I'm doing the best for me and my kids. And, you know, I think maybe it's just these new age women, you know? You know, So what if I don't have a car? So what if I still stay home with my mama? I mean, what's the big deal? Family.",
    "hashtag_names": [
      "men",
      "single",
      "women",
      "relationships",
      "bus",
      "dusty",
      "9to5",
      "dating",
      "transportation",
      "hardworking",
      "datingadvice",
      "foryoupage",
      "9to5life",
      "fyppppppppppppppppppppppp"
    ],
    "is_stem_verified": false,
    "username": "blacksun88888888"
  },
  {
    "voice_to_text": "I wanna have no ugly baby. I just knew that it was gonna be a fifty fifty chance that one of these kids was gonna come out ugly cause of him. Now look, now I gotta wait for his looks and shit to come in. One minute he look all handsome and the other minute he look like Fucking Alien versus predator. He need to pick a side. He need to pick it quick. Got me walking around. This your baby? Oh, bless his heart. Yeah, I know what that shit mean.",
    "username": "dominickelena",
    "hashtag_names": [
      "fyp",
      "onthisday"
    ],
    "id": 7369251571059789099,
    "is_stem_verified": false,
    "region_code": "US",
    "video_description": "#onthisday #fyp ",
    "view_count": 7369048,
    "create_time": 1715787612
  },
  {
    "video_description": "Roger Fortson, a 23-year-old Black serviceman from Atlanta, was killed by the US police after an officer stormed his flat in Florida. His family’s lawyer - who was involved in multiple high-profile cases such as George Floyd and Breonna Taylor - says law enforcement went to the wrong apartment and repeatedly shot at Fortson before telling him to drop his gun, which was pointed to the floor when he opened the door. Sheriff’s officials reject assertions that the deputy was at the wrong apartment and say he acted in self-defense while responding to a call of a disturbance in progress at an apartment complex. Fortson’s relatives say he was alone in his flat, talking to his girlfriend on Facetime. Policing experts say Fortson simply holding a gun when he opened the door wasn’t enough justification to use deadly force. The Florida Department of Law Enforcement is investigating.",
    "view_count": 288362,
    "voice_to_text": "Baby was shot up.   was   shot   up He was shot six times.   was   shot   six   times Roger Fortson was the best America had to offer.   Fortson   was   the   best   America   had   to   offer He was a US airman, special ops.   was   a   US   airman   special   ops He was 23 years old. His girlfriend was on Facetime with him.   was   23   years   old   His   girlfriend   was   on   Facetime   with   him So she heard everything.   she   heard   everything Do not move. Stop moving.   not   move   Stop   moving It wasn't a good exchange.   wasn't   a   good   exchange He never fired a weapon or anything. He respected authority.   never   fired   a   weapon   or   anything   He   respected   authority Correct this narrative   this   narrative and don't put a stain on the name of this young man.   don't   put   a   stain   on   the   name   of   this   young   man",
    "create_time": 1715756737,
    "hashtag_names": [],
    "id": 7369119050070347013,
    "is_stem_verified": false,
    "region_code": "TR",
    "username": "trtworld"
  },
  {
    "region_code": "US",
    "username": "devyneli",
    "create_time": 1715744238,
    "id": 7369065336429382958,
    "is_stem_verified": false,
    "video_description": "QTNA! #devyneli #fyp #deadcelebrities #getcholickin #hypothetical ",
    "view_count": 815047,
    "voice_to_text": "Okay, so I have a weird ass hypothetical question for y'all. I was just talking to my roommate, right? If you could fight anybody in history and you guaranteed to beat their ass, who are you choosing? Now, my rules are they have to be dead and they have to be famous. Don't tell me about little Ray Ray from down the street that jumped you and your little sister back in 1978, and you ain't let it go. We don't give a damn, okay? They have to be dead and they have to be famous. Whose ass are you beating",
    "hashtag_names": [
      "fyp",
      "hypothetical",
      "deadcelebrities",
      "devyneli",
      "getcholickin"
    ]
  },
  {
    "id": 7368996820241894698,
    "region_code": "US",
    "username": "attorneycrump",
    "video_description": "As we gather to welcome Senior Airman Roger Fortson back into the arms of his grieving family, our hearts weigh heavy with sorrow, especially for his mother, whose strength amidst such pain is a beacon for us all. Together, we honor their unyielding spirit and renew our commitment to justice.",
    "view_count": 1427156,
    "voice_to_text": "There you go, there you go. There you go. There you go. There you go. Turn up. Ready? Up. Still",
    "hashtag_names": [],
    "is_stem_verified": false,
    "create_time": 1715728278
  },
  {
    "id": 7368906934721826090,
    "region_code": "us",
    "view_count": 216681,
    "voice_to_text": "Listen, I'll be the first one to say it, but a lot of y'all black women have the white man savior complex. A lot of times y'all overlook with black men, say about y'all that's good for white men that say mediocre shit about you. The simple fact that all y'all black women are around this bitch parade and celebrating because a black, a white man said that black women are for grown UPS. When there's literally black men out here that are single, that are craving, that are thirsting for black women to treat them right, to create families, to unify with them. And y'all over appreciate the mediocre shit that comes from other cultures, but when black men do the same shit now is bare minimum. Don't you understand that that's a problem? Like, that's a really big fucking problem. The fact that a black man has to cross off 25 things on your list, but a white man can get on the news and say that black women are for grown UPS, and he can get some cooch, he can have your babies. Like, I don't understand, bro. I don't understand the logic. And then y'all always try to make it seem like black man just so against black women is not the case. Bro, just look at the case in point. Y'all make us go through hoops and loops for y'all, and y'all let these other motherfuckers walk scot free straight into the building. Like, I Don't get it, bro. That shit stupid.",
    "create_time": 1715707356,
    "hashtag_names": [
      "viral",
      "foryou",
      "fyp",
      "drizzledrizzle",
      "greenscreenvideo",
      "foryourpage",
      "fypシ",
      "softguyera"
    ],
    "is_stem_verified": false,
    "username": "ballerbellysean",
    "video_description": "Its crazy how yall under appreciate black men and over praise men from other cultures….#fyp #foryou #greenscreenvideo ##viral##drizzledrizzle##softguyera##fypシ##foryourpage"
  },
  {
    "hashtag_names": [
      "funny",
      "comdey",
      "comedyvideo",
      "following",
      "fyp",
      "hahadavis",
      "foryoupage"
    ],
    "is_stem_verified": false,
    "video_description": "#foryoupage #fyp #hahadavis #comdey #funny #comedyvideo #following ",
    "view_count": 740109,
    "voice_to_text": "The bingo. Cut that game off. You ready for school, pops? He can't spend the night. If he spend the night, i'mma spend the night in your ass. Get your friend about and get ready for school. Son, get up and take this trash out. I'm eating right now. Do it when I'm finished. You gonna do it when you're done eating? I'mma eat your ass! Get up and take this damn trash out! Hey, what's all this noise I'm hearing back here? Pops, we just playing. I'm gonna play in your ass. Y'all sit your ass down. Come on, start at 7:00. Come on, start! Turn it in! Come on, pops. I can't stay outside, damn it! I'mma play outside your ass! Get in this house so you know what time it is! Cut this TV off! Hold on, I'm watching a movie. I'mma make a movie in your ass! Cut this damn TV off! Whoa, whoa, son. Who is this? I told you, get my ride home. I'mma ride your ass home. What I look like Uber, little boy? Get out of my goddamn car!",
    "create_time": 1715685558,
    "id": 7368813306410421550,
    "region_code": "us",
    "username": "hahadavisfanpage"
  },
  {
    "username": "jamylecannon",
    "video_description": "Safe adults behave in ways that show kids how safe adults behave. The JaQ Lee controversy shows that we have a lot to learn about the potential impact adult/child relationships can have, how abuse happens, and our responsibility to create a safer world.  In my work with young people, I try to behave in ways I would be comfortable with ALL adults behaving with kids. There are actions I don’t take not because they are inherently evil, but because it is my responsibility to build relationships that set emotionally and developmentally appropriate expectations for kids. Transference is natural, but this teacher’s behaviors consistently invite a transfer of parental or romantic emotions from students to him.  So should a teacher allow students to take down their braids in class? No. And that goes for any gender of teacher or student.",
    "view_count": 886649,
    "create_time": 1715647282,
    "hashtag_names": [],
    "id": 7368648925043100970,
    "is_stem_verified": false,
    "region_code": "us"
  },
  {
    "region_code": "nl",
    "username": "progress.portal",
    "voice_to_text": "You moved six of your friends from back home to Atlanta. I didn't move. We all left together. I mean, is this sort of a Newport News thing? Cause Alan Iverson kind of had the same thing going on. He would always have a big crew from back home with. You got a crew. Yeah, but I don't, I don't financially. I don't financially support him though. For millions of dollars. I don't know what you call it. I don't know if it's a qualified me supporting them, I, I never felt like I supported anybody. I, I gave. You had a couple million dollars, you might look at a difference. Like walking in that back room and you broke and you find $20 million, ain't you found it? They was outside. You ain't gonna give them nothing. You're not gonna do. You're not gonna give him a damn. You go, he did. He got a kids and he trying to get a apartment. You're not gonna help him when you got a pocket full of money. It's a tougher. It's a tough situation. No, it's not a tough situation. I don't think it's a tough situation. I've dealt with it, I've dealt with friends and it's always. One thing is tough is a respect level man. Like, I'll buy you a dollar, you know a value, you know loyalty, you know a value, respect, cares",
    "create_time": 1715608933,
    "hashtag_names": [
      "relationships",
      "godisgood",
      "friendships",
      "mindset",
      "vladtv",
      "progressportal"
    ],
    "id": 7368484232181599521,
    "is_stem_verified": false,
    "video_description": "We all left together. 🔮✨ #mindset #relationships #friendships #godisgood #progressportal #vladtv",
    "view_count": 1810459
  },
  {
    "hashtag_names": [
      "everyone"
    ],
    "username": "user6835973825684",
    "create_time": 1715605305,
    "id": 7368468583388564778,
    "is_stem_verified": false,
    "region_code": "us",
    "video_description": "2024 THEY STILL TRIPPING!!! GEESH!#everyone #everyone ",
    "view_count": 86981,
    "voice_to_text": "Yo, I thought I was tripping, man. What is this? What is this? What is this? But, but, but. 2,024, y'all trip"
  },
  {
    "hashtag_names": [
      "happymothersday",
      "happymother",
      "godisgood",
      "fyp"
    ],
    "id": 7368123814095424814,
    "is_stem_verified": false,
    "region_code": "us",
    "username": "sbn_wifewilliams73",
    "video_description": "#fyp #happymother #happymothersday #godisgood @MR.ON DUTY🚓🚒🤪🌹 @Shanti.GayyAhh @COUNTRYCOMEDIAN3 @Mr. LA 251 @Kenneth Gibson @𒆜🅵🅻🅾🆁🅸🅳🅰_🅺🅸🅳🅳𒆜 @👑KevyKev👑 @🔥Bippity-boppity-Hail-Satan🔥 @jazzyj974 @💚💚Kmarie77💚💚 @Ms Greenlee @felikev @🍾🎉Miss.IDGAF🎉🍾 @👑Mis.IDGAF👑 @🧜🏾‍♀️🖤Black_Siren_Magick @Misha_j_writer @Romisha Sanders281 @Jalisha Sanders @KaraFrancis @Shanti&Petra💕 @ROBBEAST30 @Angie aka AandW419 @Gordito Famoso 🐼 ❤️ @DayDaytheMua ",
    "view_count": 446,
    "create_time": 1715525024
  },
  {
    "is_stem_verified": false,
    "username": "clubshayshaypod",
    "video_description": "“#KevinHart is very corporate; Kevin has to be careful what he says. #KattWilliams and #DaveChappelle don’t have these corporate deals. … Kevin ain’t trying to mess up them checks.” - #garyowen ",
    "hashtag_names": [
      "kevinhart",
      "kattwilliams",
      "davechappelle",
      "garyowen"
    ],
    "id": 7367890082419739947,
    "view_count": 315663,
    "voice_to_text": "Chappelle, he can't be canceled. Ricky Gervais, he cannot be canceled. Andrew Schultz cannot be canceled. I would think Shane Gillis right now he can. A cat can't be canceled. Kevin can. Kevin's very corporate, right? Kevin has to be careful what he says. You know what I mean? Yes, so that's what I'm saying. Like someone like Ken Chappelle, they don't have. They don't have these corporate, corporate deals. Kevin's got to be careful. And I'm sure there's some things he wants to say, right? But he ain't trying to mess up that check. Just like you. You don't defend black women, you know. I mean, there's a lot. I'm sure like wranglers about to call you John Deere. Haha. I got it. I need some water. There you go. See, I should never open that kid, that. That can of words. Cause I know. Don't, Shannon.",
    "create_time": 1715470599,
    "region_code": "us"
  },
  {
    "view_count": 697557,
    "create_time": 1715435660,
    "hashtag_names": [
      "kanye",
      "viraltiktok"
    ],
    "id": 7367740026555256096,
    "is_stem_verified": false,
    "region_code": "gb",
    "username": "heartfromlondon007",
    "video_description": "#Kanye West Confronts P Diddy of Abusing Young Artists #viraltiktok "
  },
  {
    "region_code": "us",
    "username": "hunnofrmphilly",
    "view_count": 796987,
    "create_time": 1715430870,
    "hashtag_names": [
      "duck",
      "fypage",
      "tesekhi"
    ],
    "is_stem_verified": false,
    "id": 7367719361320324398,
    "video_description": "Nahhh frr tho😭😭 #tesekhi #duck #fypage ",
    "voice_to_text": "You go around, you fight, right? You spoke the by the weave. With a bitch like you don't know how to fight, baby"
  },
  {
    "hashtag_names": [
      "kimkardashian",
      "dubai",
      "blockparty",
      "letthemeatcake",
      "dubailife",
      "difc",
      "blockout",
      "expatlife",
      "metgala",
      "arabiangulf",
      "dubainightlife",
      "persiangulf",
      "dubaifoodie",
      "dubairestaurants",
      "deinfluencer",
      "haleyybaylee",
      "creatoreconomy",
      "metgala2024",
      "deinfluencing",
      "blockout2024",
      "celebrityblockparty"
    ],
    "id": 7367717197541707054,
    "is_stem_verified": false,
    "region_code": "us",
    "username": "datpinkrobe",
    "video_description": "#blockout #blockparty #dubai #dubailife #dubaifoodie #deinfluencing #deinfluencer #expatlife #creatoreconomy #celebrityblockparty #blockparty #blockout2024 #kimkardashian #haleyybaylee #metgala #metgala2024 #dubairestaurants #difc #dubainightlife #persiangulf #arabiangulf #letthemeatcake ",
    "view_count": 10979,
    "create_time": 1715430365
  },
  {
    "id": 7367562118310235434,
    "region_code": "us",
    "voice_to_text": "Black men. Japan needs you. Japan is calling specifically for black men. Now, I know you're saying. Why, Tasha? They said they need babies, and black men tend to make a lot of them. $5,000 per baby that a family has. Japan is in desperate need, okay? And they are calling all black men, specifically immigrants, um, to come and impregnate their women so that they can save their dying population. Now, I don't understand, because, you know, blackmail were once and still is, on the inner side, um, side of the line, which means their lives. I mean, what. What are you going to guarantee us if we send our men over there to help save you? Could you imagine? Think about this. After everything they put us through, everything y'all try to take these men out. Now, you need them the repopulate the earth. The United States is responsible for what's going on over there in Japan. Why should we be held responsible? And get this. They ain't even paying. No, please, please, black men, immigrants, please come have babies. Without women, they can't have babies. Now, here's the thing. We gonna need to run some tests, because it could be from what happened years ago as to why their population is down. You know what I'm saying? That stuff still in the soil, it's still in the air. You already know what I'm talking about. What's his name? Open heart hammer or open hammer. What's that? White man. Name that thought it was a genius idea to create the biggest bullet in the world. Um. Oklahoma. Yeah. This is nice. So why is it that, you know, y'all call them this, y'all call them that is hating it did this, and now you ain't calling for white man. You ain't calling for. You calling for to come save your community.",
    "create_time": 1715394241,
    "is_stem_verified": false,
    "username": "lexicalnow",
    "video_description": "#fyp #reels #new #world #immigrants #Japan #women #black #men #tashaklive ",
    "view_count": 394093,
    "hashtag_names": [
      "new",
      "black",
      "world",
      "japan",
      "men",
      "women",
      "fyp",
      "reels",
      "immigrants",
      "tashaklive"
    ]
  },
  {
    "is_stem_verified": false,
    "username": "blacksweeets",
    "video_description": "His dreams cut short by Fl Sheriff #greenscreen #rogerfortson #airman #florida  #fyp #foryou ",
    "voice_to_text": "I cannot imagine fighting for this country. And I'm in my apartment and I get shot up. Do I even sound right? I keep looking at his face, his sweet face. This was somebody's son. And I don't think I can even begin to fathom the pain that she's going through, the grief that she must feel. I don't think that must have crossed the sheriff's mind at the time. When he was knocking on the door, he said he was shouting, Sheriff, but he had the people covered up. Interesting. Hmm. So Roger says, let me go get my piece, because somebody's banging at my fucking door, okay? Wanna protect yourself? And in the state of Florida, want you to not need a license to carry, but you do have stand your ground. You have a right to protect yourself. So he was within his rights. Okay. Roger opens his door, cracks it just a little with his peace pointed to the floor, and still got shot six times. Interesting. That's interesting. And they just released a body cam footage. You know, that the sheriff is on administrative leave, and they're doing an internal investigation, yada, yada, yada. It will see where this comes up. But honestly, to my people, to the people who share the same sentiments, who know where we are right now in history, with everything that keeps repeating and happening, we keep sitting down and watching shit happen, just happen to us. What is the Next move. What's the next move? Cause I'm ready to flip tables. This might as well be our cousin. It should hurt like that. That's what community means. And I wish we would come together and do something about it. Cause I'm. I'm tired of this. And I don't want it to be you. And I don't want it to be me.",
    "create_time": 1715353756,
    "hashtag_names": [
      "florida",
      "foryou",
      "fyp",
      "airman",
      "greenscreen",
      "rogerfortson"
    ],
    "id": 7367388226476100906,
    "region_code": "us",
    "view_count": 1704
  },
  {
    "is_stem_verified": false,
    "region_code": "us",
    "username": "colleenb415",
    "video_description": "Please tell me how one can be allowed to speak at college commencement and mess up that badly 🫠😬",
    "view_count": 15666797,
    "create_time": 1715291393,
    "hashtag_names": [],
    "id": 7367120404407831854
  },
  {
    "is_stem_verified": false,
    "region_code": "us",
    "username": "policelawnews",
    "video_description": "Roger Fortson. Part 2. #police #policeoftiktok #cops #copsoftiktok #military #militarylife #airforce #airman #florida #floridacheck #sheriff #deputy #crime ",
    "hashtag_names": [
      "florida",
      "military",
      "sheriff",
      "police",
      "cops",
      "crime",
      "airforce",
      "militarylife",
      "airman",
      "deputy",
      "copsoftiktok",
      "floridacheck",
      "policeoftiktok"
    ],
    "id": 7367099756658609450,
    "voice_to_text": "So Ben Crump is making the claim that police officers went to the wrong apartment when they killed Roger Fortson. But he made this exact same claim in the Brianna Taylor case, and it was an absolute lie. We know that police officers had a search warrant for Brianna Taylor's apartment. That's a fact. But despite that, Ben Crump made that claim for years. But let's go down this rabbit hole, because the idea of police officers going to the wrong apartment could mean a lot of different things. So in this case, we know that the leasing office from the apartment complex called and reported a domestic disturbance. Did the leasing office hear a disturbance and then gave police officers the wrong apartment number? If so, that's not really the fault of the cops. Or did police officers have the right apartment number, but for some reason got confused and knocked on the wrong door? Or is Ben Crumb saying it's the wrong apartments because there was no disturbance, the leasing office got it wrong, and they never should have sent cops. But the bigger question, why did the cops force entry?",
    "create_time": 1715286586,
    "view_count": 64221
  },
  {
    "view_count": 438439,
    "create_time": 1715261494,
    "id": 7366991952413494574,
    "is_stem_verified": false,
    "video_description": "#shaq #TamronHall #shaunie #thejasminebrand #love #relationship #family #fyp #foryou #foryoupage #pameospersonalpicks #trending ",
    "hashtag_names": [
      "love",
      "family",
      "relationship",
      "trending",
      "foryou",
      "shaq",
      "fyp",
      "shaunie",
      "foryoupage",
      "thejasminebrand",
      "tamronhall",
      "pameospersonalpicks"
    ],
    "region_code": "us",
    "username": "pameospersonalpicks",
    "voice_to_text": "Looking back, I don't know that I was ever really in love with the man. Made one cry. Yeah. But I was in love with the idea of being married to the man I had a family with. I was in love with the idea of building a life together. Absolutely. I was in love with the partnership that I never got. I didn't. I didn't experience partnership in a relationship until now. But, you know, Shaquille and I have a great relationship now. Beautiful children. And beautiful children. I would not change any part of my story, not one part of my story. No matter how depressed, how sad, how. How much of. At the bottom I felt, I would not change one part of it. Because I feel like my reward is now like I. I am, you know."
  },
  {
    "id": 7366974171605110059,
    "region_code": "us",
    "view_count": 617181,
    "voice_to_text": "The blocks of the internet are very upset with euphoria for releasing this super dark foundation. So today, let's put this on my face and see if their criticism is valid. If their criticism is valid. I put on the darkest shade of the Euphoria Foundation last night. Not to perform blackface, because, literally, blackface is, like, when you pretend to be black and, like, mock black people. I would never literally do that. And, like, I literally say that, like, I don't condone blackface in the dark. I literally went on Google and, like, did my research cause I knew that, like, this specific shade was going super viral just for being, like, problematic. Just for being, like, problematic. I inserted myself in the scandal in this small corner of TikTok. So, like, I'm sorry, but, like, I guess enjoy the ride for the time being, I guess.",
    "create_time": 1715257350,
    "hashtag_names": [],
    "is_stem_verified": false,
    "username": "africaqueenzz",
    "video_description": ""
  },
  {
    "create_time": 1715214295,
    "id": 7366789260189469994,
    "is_stem_verified": false,
    "username": "white_woman_whisperer",
    "video_description": "Well, this is exhausting 🫠 join patreon to protect my peace ✌🏽 #whitewomanwhisperer #greenscreen ",
    "hashtag_names": [
      "greenscreen",
      "whitewomanwhisperer"
    ],
    "region_code": "us",
    "view_count": 66409,
    "voice_to_text": "Today I would like to say Oof. And also darn"
  },
  {
    "region_code": "us",
    "view_count": 970020,
    "voice_to_text": "If Jesus Christ came back today Like you threaten he will  Which poor group of people  do you think that he would kill?  Who would Jesus choose to starve If you gave him the chance? And if there was a Jen o’ Side would he take a neutral stance? Who Would Jesus Bomb? Tell me Who Would Jesus Bomb? Would it be kids in Pal E Stine? Or how ‘bout Vietnam? Would Jesus bomb the atheists, the Muslims, or the Jews? I want you to ask yourself  “what would Jesus do?” Would he say “it’s complicated  there's sinners on all sides?” Or would he say that some people  they just deserve to die? If Christ the savior rose again Then on a sidewalk slept Would you extend a hand to him Or just watch where you stepped? Who Would Jesus Bomb? Tell me, Who Would Jesus Bomb? Would it be kids in Pal E Stine? Or how ‘bout Vietnam? Would Jesus bomb the atheists, the Muslims, or the Jews? I want you to ask yourself “what would Jesus do?” Would Jesus hate the gay folx,  the queer folx, or the trans? Would he suggest they end their lives  according to God's plans? Would Jesus tell a homeless man  to get a fucking job? Then turn his back on the poor Would Jesus be a snob?  Who Would Jesus Bomb? Tell me, Who Would Jesus Bomb? Would it be kids in Pal E Stine? Or how ‘bout Vietnam? Would Jesus bomb the atheists, the Muslims, or the Jews?  I want you to ask yourself “What Would Jesus Do?” Would Jesus vote Republican  or would it be Democrat? Would he be chanting four more years?  Or wear a MAGA hat?  Would Jesus run for president? Or dictator or worse? Would Jesus be the pastor of his own mega church? Who Would Jesus Bomb? Tell me Who Would Jesus Bomb? Would it be kids in Pal E Stine?  Or how ‘bout Vietnam? Would Jesus bomb the atheist, the Muslims, or the Jews?  I want you to ask yourself “What Would Jesus Do?” Would Jesus build a border wall? Would Jesus drive a tank? Would Jesus own an arsenal? Would Jesus run a bank? Would Jesus feel safe in his skin  if he came to your town? Would you still believe in Jesus if you found out he was brown? Who Would Jesus Bomb? Tell me, Who Would Jesus Bomb? Would it be kids in Pal E Stine?  Or how ‘bout Vietnam? Would Jesus bomb the atheists, the Muslims, or the Jews? I want you to ask yourself well  “what would Jesus do?” I want you to ask yourself well  “what would Jesus do?” I want you to ask yourself well  “what would Jesus do?”",
    "create_time": 1715208081,
    "id": 7366762557245541678,
    "is_stem_verified": false,
    "hashtag_names": [
      "jesuschrist",
      "faith",
      "usa",
      "gaza",
      "jesus",
      "christian",
      "politics",
      "radical",
      "religion",
      "freepalestine",
      "christianity",
      "imperialism",
      "whatwouldjesusdo",
      "zionism",
      "evangelical",
      "usa🇺🇸",
      "palestine🇵🇸",
      "freepalestine🇵🇸❤️",
      "whowouldjesusbomb",
      "palestinianliberation",
      "ceasefirenow"
    ],
    "username": "jordansmartmusic",
    "video_description": "Who Would Jesus Bomb? As someone indoctrinated as a chimd into the Christian faith, then in adolescence instructed to ask himself “what would jesus do?” I’m having an awfully hard time grasping how the same folks preaching the gospel can support mass slaughter of children, and innocent people. Make it make sense. #whatwouldjesusdo #christian #radical #christianity #jesus #jesuschrist #zionism #evangelical #palestine🇵🇸 #freepalestine #freepalestine🇵🇸❤️ #gaza #imperialism #politics #religion #palestinianliberation #ceasefirenow #whowouldjesusbomb #faith #usa #usa🇺🇸 "
  },
  {
    "id": 7366565029245701418,
    "region_code": "us",
    "username": "imyvanabee2",
    "video_description": "He knows exactly what he’s doing. #kevinleonardo ",
    "view_count": 307240,
    "voice_to_text": "the darkest of blacks would get called out for cultural appropriation if they wore this euphoria foundation shade this man has built his entire platform on rage beating black Americans look at this I sing the N word out loud when black people music come on not because black people will rip Taylor Swift and her music to shreds and like that's somehow okay cause she's like what I'm especially disturbed by is the amount of likes that his videos garner listen I'm not American and I won't pretend to understand the dynamics that exist within the US however I'm Italian and Mauritian I grew up on a small island by the coast of Africa and though I would generally say that Americans are just more self aware when it comes to döġ whistlês I was taught from a very early age that you don't refer to people as blacks or whites they're black people or white people and I'm confused because is this not a thing in the US because I'm pretty sure it is regardless I don't understand how he still has a platform",
    "create_time": 1715162092,
    "hashtag_names": [
      "kevinleonardo"
    ],
    "is_stem_verified": false
  },
  {
    "username": "kingroseworld",
    "video_description": "Nickname for Black Women #chitlenbunnies #nickname #bw #conversation #homehealth #chitterlings ",
    "voice_to_text": "Well, I have nickname now for you black women. Where is your home health aid? I just thought of in my head cause I'm clever. Okay, yeah, we see that you are clever. But where is your home health aid? Yeah, I'm so cute. Yes, ma'am, you are darling. But again, where is your home health nurse? I was nobody. I love my black man, by the way. Um, okay. Black men where I live only date. There's chitlins Bunny. Before we go into further, where is your CPAP machine? You know, black women, that's what I call them now. Chitlins Bunny. Okay, so some black women and also some black men would tell you to kiss their. Why? Cause white women snow buddies of you black. Um. Did you say chins? I call us white women snow bunnies. Some of you black bitches.",
    "create_time": 1715153690,
    "hashtag_names": [
      "bw",
      "conversation",
      "nickname",
      "chitterlings",
      "homehealth",
      "chitlenbunnies"
    ],
    "is_stem_verified": false,
    "id": 7366528776437501230,
    "region_code": "us",
    "view_count": 2042131
  },
  {
    "region_code": "us",
    "username": "qbthedon",
    "video_description": "Who suppose to teach them how to act? #fyp #viral #teachertok #teachersoftiktok ",
    "view_count": 1338852,
    "create_time": 1715121399,
    "hashtag_names": [
      "viral",
      "fyp",
      "teachersoftiktok",
      "teachertok"
    ],
    "id": 7366390265361321259,
    "is_stem_verified": false
  },
  {
    "hashtag_names": [
      "newyork",
      "nyc",
      "newyorkcity",
      "governor",
      "computer",
      "bronx",
      "kathyhochul"
    ],
    "is_stem_verified": false,
    "username": "lcharlemagnenyc",
    "view_count": 39176,
    "create_time": 1715108806,
    "id": 7366336154855148843,
    "region_code": "us",
    "video_description": "Always a good day when the governor talks down on the people. #newyork #newyorkcity #nyc #bronx #governor #kathyhochul #computer ",
    "voice_to_text": "Young black kids growing up in the Bronx who don't even know what the word computer is. Oh, you know, just a young black kid from the Bronx who knows what computer is. And as a matter of fact, got my damn degree in computer engineering. That's why I didn't vote for her ass in that last election, man. Like, all these people are clowns, bro"
  },
  {
    "region_code": "us",
    "username": ".talyeh",
    "video_description": "please be safe out here girls. being alone in a new city at 17 isnt safe. these people arent your friends ",
    "view_count": 1686367,
    "create_time": 1715108718,
    "hashtag_names": [],
    "id": 7366335784892304682,
    "is_stem_verified": false
  },
  {
    "is_stem_verified": false,
    "create_time": 1715102744,
    "hashtag_names": [
      "nba",
      "timberwolves",
      "minnesota",
      "season",
      "anthonyedwards",
      "espnnbaplayoffs"
    ],
    "username": "firsttake",
    "video_description": "@stephenasmith has the #Timberwolves winning it all this #season 😯 #NBA #ESPNNBAPlayoffs #AnthonyEdwards #Minnesota",
    "view_count": 749158,
    "voice_to_text": "They put them brothers under lock and key. Yes. Devil couldn't do nothing. I ain't seen defense play like that. It. It. It. Damn near 35 years. That's how much lock and key Denver was on. Give my man big perk some credit. Finals and all of this other stuff. I think that the Denver Nuggets are on the verge of getting swept. I, I never thought of my wildest dreams. No. That I'd be able to say that. And I believe that the Minnesota Timberwolves are gonna win the world championship. Wow. I think they're gonna win it all. I'm looking at Anthony Edwards. I'm not saying he's Jordan, he's got a lot to prove. But when you saw Jordan and you saw Kobe, that's what you see right now. And that killer instinct. I'm looking at a call. Anthony Towns, the brother was averaging 19. He dropping 27. He's sitting there shooting threes and posing. I have not seen a defense like that. Dallas or. Okay, see, good luck. Because I'm looking at this team without Rudy Gobert forcing the 35% shooting. Jamal Murray couldn't get off. Aaron Gordon couldn't get off. Yo kids couldn't get off any. Looked exhausted. Mad love and respect to the Denver Nuggets. But something special has developed in Minnesota. I got the Minnesota Timberwolves winning it all, man.",
    "id": 7366310110349495598,
    "region_code": "us"
  },
  {
    "hashtag_names": [
      "stich",
      "foryoupage",
      "trendingviralvideo",
      "fypシ゚viral",
      "stichthis"
    ],
    "id": 7366303234119486763,
    "is_stem_verified": false,
    "region_code": "us",
    "username": "kitabita5",
    "video_description": "I want to hear from yall stich this video #stichthis #stich #foryoupage #trendingviralvideo #fypシ゚viral ",
    "view_count": 3742,
    "create_time": 1715101145
  },
  {
    "view_count": 2194636,
    "create_time": 1715084624,
    "hashtag_names": [
      "vegan",
      "fyp",
      "blacktiktok",
      "weddingtiktok",
      "womenoftiktok"
    ],
    "id": 7366232319331683630,
    "is_stem_verified": false,
    "region_code": "us",
    "username": "ingbq",
    "video_description": "Would you give a monetary wedding gift if they bought food for everyone except you and your kid who are vegan?  #fyp #vegan #weddingtiktok #womenoftiktok #blacktiktok "
  },
  {
    "hashtag_names": [],
    "id": 7366106865748430122,
    "is_stem_verified": false,
    "region_code": "us",
    "video_description": "Replying to @PDB ",
    "view_count": 7383,
    "create_time": 1715055413,
    "username": "thecosmicexperience",
    "voice_to_text": "Non black women and men of all races have been in my comments since that video dropped. All lives mattering my content. I said black women. None of you experience misogynoir. You all are the perpetrators of misogynoir. Some of us too, but solely due to colonization and white supremacy and having to assimilate. Stop coming in to black women creators comments and censoring yourselves when no one was talking to you. That is for all of you. All. If I'm making content specifically for black women because I am a black woman, if I'm speaking directly to black women because they understand me, we face the same adversity. We have similar experiences. We can relate to each other. You cannot relate to me. Men cannot relate to me. You all do not know what it feels like. So, like I said, black women. Okay. Because black women experience misogynoir, you don't know what that is."
  },
  {
    "id": 7366060921619516718,
    "voice_to_text": "No one is pitch black with no undertone at all. When you see this foundation in person, you would realize that it is pitch black. When you mix it with white, it turns gray. No one is this color. This is the last watch video I'm making on this because I just want to spread awareness, and I don't want to get into the disrespectful realm. But I really encourage you to look up black creators and see them swatching this on their skin, giving their opinion, using their voice. But the biggest thing I just want to show in this video is that this is pitch black. Unless you see it in person, it is really hard to believe, but it is black paint.",
    "username": "gabrielle.fisher0128",
    "video_description": "Replying to @Anna Čuturić That is impossible, no one is pitch black or has grey undertones @Youthforia  #youthforia ",
    "view_count": 18628778,
    "create_time": 1715044713,
    "hashtag_names": [
      "youthforia"
    ],
    "is_stem_verified": false,
    "region_code": "us"
  },
  {
    "create_time": 1715023543,
    "hashtag_names": [],
    "id": 7365969991390334215,
    "is_stem_verified": false,
    "region_code": "za",
    "username": "gladnesscolelwa",
    "video_description": "Dead🤣🤣🤣🤣🤣🤣@samkelo_shezi ",
    "view_count": 1044874
  },
  {
    "region_code": "us",
    "video_description": "we love a black wife but it shouldnt stop there, how can we support a black wife, how can we elevate a black wife the way they elevate us (this is spoken symbolically not in a dehumanizing way) #blackwifeeffect ",
    "view_count": 229963,
    "create_time": 1715013607,
    "hashtag_names": [
      "blackwifeeffect"
    ],
    "id": 7365927284575948074,
    "is_stem_verified": false,
    "username": "basicallybetsy2.0",
    "voice_to_text": "So I wanna talk about the Black Wife Effect because it's been on my timeline. I know it's been on others, and I feel like there's so much to break down about it. So for me, as I'm watching The Black Wife Effect, what I'm thinking is that everything black woman touch, they elevate. And that's not just on a partner scale, that's on a societal scale. When you look at the foundation of any social justice movement, you will find a black woman there. And that is not a coincidence. When you look at any industry, at the top of it, there will always be a black woman there. And that is not any coincidence. And every time I say this, people get mad. Click the link tree in my bio. I already have the notes. But anyways, I thought the fascinating thing about the black white effect is not even that they look better, their styles better, but it's also like, you can visibly see their confidence get better. And that's something that not. Isn't like a physical change. That's something of, like, being properly cared for. I feel like black women have been socialized to be deep carers. And a lot of time people put us on this pedestal of like, their goddesses, their otherworldly, but it is a little bit exhausting. people hold us to this standard where we have to go above and beyond, like, to be pretty as a black girl. You Have to be above and beyond. To be smart as a black girl, you have to be above and beyond. To be kind as a black girl, you have to go above and beyond. You know what I mean? That's why when they exceed in these industries, when they exceed in these fields, when they exceed in these foundations, they do that because the standards is, exceed or not exist. And so if this trend should show you anything, it shouldn't just be like, oh, my gosh, let's see how we can exploit and use black woman, and how can we get a mammy to elevate us? It should be, let me try and take notes so I can be on the same level, or let me see what they do that really does it, you know what I mean? Like, a lot of times, people can appreciate what black women do, but they don't know how to properly support us to keep doing it. I think that's all I need to say for now."
  },
  {
    "view_count": 29472,
    "create_time": 1715008233,
    "hashtag_names": [
      "greenscreen",
      "inverted",
      "thevillainsguild"
    ],
    "id": 7365904199080496426,
    "is_stem_verified": false,
    "region_code": "us",
    "username": "thomas_thevillain_bishop",
    "video_description": "#Inverted #greenscreen the proof is right there.#thevillainsguild "
  },
  {
    "view_count": 596182,
    "id": 7365884184029596971,
    "region_code": "us",
    "username": "dianarodriguezwallach",
    "video_description": "Thank you algorithm for putting me on black tiktok this week for the Kendrick Lamar and Drake diss track battle. @Blabbertok @Aliya @Blabbertok ",
    "create_time": 1715003572,
    "hashtag_names": [],
    "is_stem_verified": false,
    "voice_to_text": "this Drake and Kendrick Lamar beef has now officially reached white women over 45 and I would like to thank the algorithm for putting me on Black TikTok because I Learned that Kendrick Lamar has a Pulitzer Prize and I would think as a published author you do not go after Pulitzer Prize winners in a battle of words because a lot of black creators have pointed out lyrics in Kendrick's diss tracks one line in particular says ain't you tired trying to strike a cord and it's probably a minor and at surface level you think oh he's going after the age of the girls that Drake has dated reportedly but someone else pointed out that the cord A minor uses no black keys only the white keys of the piano which is then a double diss on Drake's ethnicity which I am learning so much and apparently Drake's diss track Taylor Made uses AI vocals from Tupac Shakur so now you're gonna bring in BookTok because there is one thing that we do not like it is AI generated art Tupac's estate had to release a cease and desist because he didn't have the rights to use that and the Taylor Made crack which is making fun of the fact that Lamar is on Bad Blood which was honestly the only reason that I knew him so instead of getting upset about that Lamar came back and had his next diss track 6:16 produced by Jack Antonoff the ultimate Swifty oh yes thank you the algorithm for putting me on Black TikTok I am learning so much keep this post coming because I'm watching them and boosting all of them"
  },
  {
    "create_time": 1715002013,
    "id": 7365877470391815467,
    "is_stem_verified": false,
    "region_code": "us",
    "username": "nishiesty19",
    "video_description": "#greenscreen he is ALIVE!! and to those “friends,” every last one of you will get what you deserve. #justiceforchrisgilbert ",
    "hashtag_names": [
      "greenscreen",
      "justiceforchrisgilbert"
    ],
    "view_count": 195588,
    "voice_to_text": "If you are a black person and you have all white friends, or you're surrounded by white people 24 7, as a fellow black person, yes, I look at you funny. And stories like this are the exact reason why I look at you funny. Man makes miracle recovery after allegedly being pushed into a lake by his friends and he was left underwater. After being hospitalized for more than two weeks, a 26 year old man from Louisiana is officially off life support. Doctors described Christopher Gilbert's survival as a miracle after allegedly being pushed into a lake by his friends and left underwater for nearly ten minutes. Gilbert and a group of his friends were at a lakefront restaurant when he ended up in the water, leaving him with significant rain damage and on life support. His friends, right? Family attorney Claudia Payne said Gilbert's friend group initially reported to police that he had fallen into the lake. However, after an investigation was conducted, it was said that he was allegedly pushed into the water by a girl in the friend group. Gilbert's legal team is demanding and arrest be made. They also want the restaurant owners to be held accountable for not keeping him safe. So far, no arrests have been made and activists are demanding justice and answers. I'm not even an activist and I need answers. I want answers like now. But let's get into the real story, you feel me? A white woman pushed An aspiring black doctor into a lake knowing he couldn't swim. The woman also lied to his parents and the police saying he fell into the lake. They also watched him for 10 minutes struggling before bystanders who did not know him intervened. Uh huh. And I know when said friends concocted this little plan, cause this was definitely premeditated. I'm not hearing it was premeditated. When they sat there, got together, and made up this little plan of what they was gonna do, they did not think of the possibility of him surviving it. They thought he was going to drown that way. They already had the story that they wanted to tell. It was already set in stone. This man was on his way to be a doctor. He was on his way to make a change in this world. A black man on his way to greatness. And they tried to stop him from that. You would like to donate to Chris's cause? I've already donated. The link to his gofundme is under this thread on Twitter is still up, so just type in that name and you'll be able to find it. Mr. Chris, we see what's going on. We know what's going on, just like you know what's going on. And we are behind you. We as in black people. We are behind you. I promise you."
  },
  {
    "region_code": "us",
    "username": "itsohhkay",
    "video_description": "#yallnasty #thatsdisgusting #seethatswhatiamtalkingabout #whattypeofstuff #ewwww #racoonsoftiktok #racoon #petsoftiktok #petpartners #fy #fyp #fypage #fypシ゚viral #reel #reels #reelsinstagram #reels__tiktok #reelsvideo #reelsviral #petty #pettytiktok #blacktiktok #blackfypシ #blackcreators #blackcreatorsoftiktok #blackcommunity ",
    "view_count": 45880,
    "create_time": 1714999299,
    "hashtag_names": [
      "racoon",
      "petty",
      "ewwww",
      "fy",
      "reel",
      "fyp",
      "yallnasty",
      "thatsdisgusting",
      "blackcommunity",
      "reels",
      "petpartners",
      "blacktiktok",
      "petsoftiktok",
      "fypage",
      "racoonsoftiktok",
      "blackcreators",
      "fypシ゚viral",
      "whattypeofstuff",
      "blackcreatorsoftiktok",
      "pettytiktok",
      "reelsinstagram",
      "reelsvideo",
      "reelsviral",
      "reels__tiktok",
      "blackfypシ",
      "seethatswhatiamtalkingabout"
    ],
    "id": 7365865780078136622,
    "is_stem_verified": false
  },
  {
    "region_code": "us",
    "video_description": "",
    "view_count": 79041,
    "voice_to_text": "Listen, I got a serious question. Do black lives only matter when somebody white kill or harm one of us? Because when Pookie kill Ray Ray or John Shoe, Willie or Rebecca stab Shalanda, nobody say nothing. Y'all had the person, y'all lie about it, y'all go on the run, y'all keep it a secret. It's all hush, hush, hush, hush, hush. And we do it to each other. But soon for white motherfucker do something to us, it's black lives matter. Why don't it matter when we do it to each other? I'm just so confused and really wanna understand it. To this. Or do it only matter when it's a different skin tone that does something to us? Because what is it called when we do? Huh? Huh?",
    "create_time": 1714988315,
    "id": 7365816979229314335,
    "is_stem_verified": false,
    "username": "bambinoootalks",
    "hashtag_names": []
  },
  {
    "hashtag_names": [
      "drake",
      "kendricklamar"
    ],
    "voice_to_text": "Hey, hey, my name is Drake, and I'm here to say Kendrick Lamar. your disses aren’t ok, diss me diss me, Now you gotta kiss me. I go to college to get more knowledge. (you got to Jupiter go get more skibidi)",
    "create_time": 1714962262,
    "id": 7365706775561030954,
    "is_stem_verified": false,
    "region_code": "us",
    "username": "andreathon_",
    "video_description": "DISS ME DISS ME NOW YOU GOTTA KISS ME 🔥💯🗣️ #kendricklamar #drake ",
    "view_count": 6105790
  },
  {
    "is_stem_verified": false,
    "region_code": "us",
    "id": 7365572154349407518,
    "hashtag_names": [
      "share",
      "chicago",
      "sunday",
      "viral",
      "itsgoingdown",
      "desmadre",
      "followme4more",
      "littlevillage",
      "bigfight",
      "washtenaw",
      "cermak",
      "onlyinchicago",
      "lavillita",
      "foryourpage",
      "fypシ゚viral",
      "5demayo🇲🇽",
      "noparadetoday"
    ],
    "username": "omarslp23",
    "video_description": "#CHICAGO #5demayo🇲🇽 #LITTLEVILLAGE #SUNDAY #NOPARADETODAY #LAVILLITA #BIGFIGHT #CERMAK #washtenaw #DESMADRE #ONLYINCHICAGO #ITSGOINGDOWN #fypシ゚viral #FORYOURPAGE #VIRAL #SHARE #FOLLOWME4MORE ",
    "view_count": 3471791,
    "voice_to_text": "Just when I don't know, that's what. So, Cinco de Mayo in Little Village. Get out there! Get out there! Get out there! Get out there! Get out there! 1, 2, 3,",
    "create_time": 1714930991
  },
  {
    "view_count": 1208471,
    "create_time": 1714906410,
    "hashtag_names": [
      "drake",
      "rap",
      "music",
      "metroboomin",
      "bbl"
    ],
    "id": 7365466922055437601,
    "is_stem_verified": false,
    "region_code": "fr",
    "username": "rapplug_8",
    "video_description": "#rap #music #drake #metroboomin #bbl "
  },
  {
    "region_code": "us",
    "username": "tiffanystrattonwwe",
    "voice_to_text": "Hey guys, we are gonna taste test French dessert. Wee, wee, wee, wee. I think this is a pie. It's a lemon. Lemon, lemon pie. Lemon, lemon pie. These are power bells. Energy balls, not power balls, but that's fine. This is like what, a chocolate cake? Yeah, the chocolate cake got like a Graham cracker on the bottom of it. And maybe a banana bread. Maybe another banana bread. And then I don't know. We don't know. But rate them out of 10. Yeah, I knew this one first right here. This one right here. We don't know the name of it. We're just gonna do it. Alright. Yes, I like it. I like the crunch. I don't like the chocolate. That mousse isn't my thing. I'm gonna give that a 3 3 out of 10. I'm in. Pie. Okay, get out here. Okay, cheers. Cheers. Let's go. Cheers. Cheers. That was the best one. I think so. That's not bad. What kind of nut is that? I don't know. Marzipan. Is that what it's called? No, I don't even know what it is. Taste kind of like me trying to act like I have a big palette and I don't. We're American. There's a little OD. Like Hershey's chocolate. Here we go. Okay, next one with other loaf of bread. We have nothing but carbs. I know. Oopsies. That's dry. That's dry. Look good. Oh, I don't like that. It's giving like grandma. Like my grandma would like That. Let's hope not every grandma has a better taste. Hell than that. That's a no where. That's a zero. I can't even rate that. That's terrible. Dry. That are like chalk in my mouth. Yeah, it literally tastes like chalk too. Okay, let's hit this one, because I feel like the energy balls might come through for us. Okay. Is what it looks like. This one right here. Thank you. Cheers. Cheers. Oh, France, come on. Not gonna eat that. That is not good. That is a black liquor effect. EWW. I tasted black liquorice in that. That's so gross. This is a fail. Yeah. Negative. Negative one. This. These. I thought you guys are like the land of pastries and like, delicious stuff. Yeah. Need to like, cleanse my palate. Yeah. Wait. Get some diet Coke. That's not the palate. Sure. Cheers. Cheers. To balls. It's like fruity. It's like a prune. Yeah. Yeah, right. It tastes like a prune. Major fail overall. I'm sorry, France, but I was like, thumbs down. A one out of 10. Thumbs down. Until next time. Next tour. Two rolls. Bye.",
    "create_time": 1714874624,
    "id": 7365330381094079786,
    "is_stem_verified": false,
    "hashtag_names": [],
    "video_description": "Taste test french desserts with us 🇫🇷💘😋🥐🥮",
    "view_count": 665513
  },
  {
    "hashtag_names": [
      "funny",
      "newyork",
      "military",
      "atl",
      "viral",
      "alabama",
      "army",
      "memphis",
      "viralvideo",
      "fyp",
      "armybts",
      "superviral",
      "comedy",
      "miltok",
      "armytok",
      "fyppppppppppppppppppppppp"
    ],
    "id": 7365292563600837931,
    "is_stem_verified": false,
    "region_code": "us",
    "username": "djrouse",
    "video_description": "#fyp #fyppppppppppppppppppppppp #viralvideo #newyork #alabama #atl #memphis #viral #superviral #funny #comedy #armytok #army #miltok #military #armybts ",
    "view_count": 106584,
    "create_time": 1714865820
  },
  {
    "is_stem_verified": false,
    "hashtag_names": [
      "foryou",
      "fyp"
    ],
    "id": 7365234630598954286,
    "username": "politicianfromthetrenchs",
    "video_description": "Republican SLIPS, says how he really feels about black people #foryou #fyp ",
    "view_count": 13845,
    "voice_to_text": "If you look at the statistics, African American voters are voting and just as high percentage as Americans.",
    "create_time": 1714852331,
    "region_code": "us"
  },
  {
    "is_stem_verified": false,
    "region_code": "us",
    "video_description": "Replying to @ChilledIceberg you already know 😂",
    "voice_to_text": "Listen, when I was growing up, my mom looked at my dad and said, I'm raising the kids black. And he went, you got it. And backed up. Just backed up and let it be. Um, so shout out to my mom. She a real one.",
    "create_time": 1714849759,
    "hashtag_names": [],
    "id": 7365223594307276078,
    "username": "danny.meyerend",
    "view_count": 1059383
  },
  {
    "hashtag_names": [
      "endracism",
      "blacklivesmattter",
      "blackinamerica",
      "fypシ゚viral"
    ],
    "region_code": "us",
    "username": "thescotloyd",
    "video_description": "#endracism #blacklivesmattter #blackinamerica #fypシ゚viral ",
    "create_time": 1714842697,
    "id": 7365193247838244139,
    "is_stem_verified": false,
    "view_count": 18477,
    "voice_to_text": "What's in it for white people? White people need to understand that the current situation and circumstance in the United States is unsustainable. And whether white people like it or not, changes are coming to the demographics, and there is a reckoning that is at hand. Black people aren't asking for supremacy. They're asking for Equality. Equality under the law, Equality in our institutions, Equality in our economic and educational systems, Equality in our judicial system. So what is it that white people need to do? Quality is the foundation of any nation. And in order for us to survive, in order for us to thrive, we have to be willing to change. And we cannot change what we refuse to acknowledge. What's in it for white people? Sustainability. A healthy nation, a better world, a more equitable society for all."
  },
  {
    "username": "mashenap",
    "video_description": "#SAMA28 #fypシ゚viral #mashenap ",
    "view_count": 154867,
    "create_time": 1714833567,
    "hashtag_names": [
      "fypシ゚viral",
      "sama28",
      "mashenap"
    ],
    "id": 7365154072392994066,
    "is_stem_verified": false,
    "region_code": "za"
  },
  {
    "video_description": "This young lady lost members of her family in the bombing of the IDP camp. Her cry id for the world to see her struggle, for peace to come because she can not take it anymore.  Please please stand with Congo.  . . . . . . . #freecongo #congo #congolesetiktok #banacongo #human #congolesetiktok #naija #kinshasa🇨🇩 #unity #ubuntu #rise #congolaise🇨🇩 #afrique #afriquetiktok #africa #africantiktok #goma #congoisbleeding #freecongo #kivu #@Joy @Focus Congo @claudebwenge8 @Fabrice KARUBI ",
    "view_count": 1338974,
    "create_time": 1714803559,
    "hashtag_names": [
      "rise",
      "unity",
      "human",
      "africa",
      "naija",
      "congo",
      "afrique",
      "goma",
      "ubuntu",
      "banacongo",
      "kivu",
      "africantiktok",
      "kinshasa🇨🇩",
      "congolaise🇨🇩",
      "afriquetiktok",
      "congolesetiktok",
      "freecongo",
      "congoisbleeding"
    ],
    "id": 7365025092876717344,
    "is_stem_verified": false,
    "region_code": "de",
    "username": "pappyorion"
  },
  {
    "view_count": 1777451,
    "voice_to_text": "Why? My bad, bitches. I'm prettier than a motherfucker. Hoes be looking okay. Cheating and she fucking with me. It's suspicious.",
    "create_time": 1714785891,
    "hashtag_names": [
      "crimpedhair",
      "fyp",
      "hairextensions",
      "bowhairstyle",
      "hairinspiration",
      "blackgirlhairstyles",
      "chicagohair"
    ],
    "id": 7364949272007134506,
    "is_stem_verified": false,
    "region_code": "us",
    "username": "kysiimone_",
    "video_description": "Bow hairstyle with crimps >> 🎀🧸!! 🫧 Hair: 4 bundles of 30” Burmese Virgin from my personal hair vendor  #fyp #bowhairstyle #crimpedhair #blackgirlhairstyles #hairinspiration #hairextensions #chicagohair "
  },
  {
    "id": 7364807911694060846,
    "is_stem_verified": false,
    "region_code": "us",
    "video_description": "Every feeling is an invitation for somatic processing #www #manvbear ",
    "view_count": 1320213,
    "voice_to_text": "one of my favourite creators on this app, White Woman Whisper  posed a sub question to the man versus bear question which was Black women: you are alone in a conference room, who do you wanna walk in, a white man or a white woman? and the answer overwhelmingly has been white man and there are a lot of white women in the comments angry, vitriolic that she dared post this question that the answer dare be men instead of women because we wanna think of ourselves as better, right? I just want to ask you I want to invite you to this if you are mad about that question if you are feeling vitriolic about people saying that white women are doing as much harm as white men where do you feel that in your body??  where is that coming up for you??  if you are angry about this if you are feeling powerful emotions about that where are you feeling that??? because that is where you are holding misogyny and racism in your body and deconstruction is not just a matter of the mind it's a matter of processing it in your body that's an invitation to learn about yourself",
    "create_time": 1714752980,
    "hashtag_names": [
      "www",
      "manvbear"
    ],
    "username": "committothebritt"
  },
  {
    "create_time": 1714745993,
    "id": 7364777044724567326,
    "is_stem_verified": false,
    "region_code": "us",
    "username": "keepingupwithtricee",
    "view_count": 58567,
    "hashtag_names": [
      "drake",
      "rap",
      "kendrick",
      "viral",
      "beef",
      "fyp",
      "disstrack"
    ],
    "video_description": "Nawwww Drake i was rocking with you until you said that corny Zimmerman line😒 throw the whole track away! #drake #kendrick #beef #rap #disstrack #fyp #viral ",
    "voice_to_text": "What did he say"
  },
  {
    "view_count": 1230100,
    "voice_to_text": "My brother know this world has a bad habit of taking the best people away from us for the most no making this sense reasons ever. And I don't like it. Let me tell y'all the latest. They have gone down the hood fishing. Dude, I literally just start following this guy. He made fishing so cool. He fished with rats, he used rats as bait, he used chicken as bait. And he was just showing that a regular guy could just be from the hood and be fishing and get love and not a whole internet is going crazy cause this is a good dude. I don't know if he alive, I don't know if he Unalive. Please let me know any details y'all know. Put them in the comments. And the saddest part. Popular Florida fisherman hood fishing allegedly spewed in his hometown it always be your own damn city. Prayers for the fish hood fisher.",
    "is_stem_verified": false,
    "region_code": "us",
    "username": "flodaddyflo",
    "video_description": "This is the saddest news on tiktok today. #hoodfishing ",
    "create_time": 1714742664,
    "hashtag_names": [
      "hoodfishing"
    ],
    "id": 7364763558057528622
  },
  {
    "create_time": 1714698337,
    "hashtag_names": [
      "funny",
      "shorts",
      "cincodemayo",
      "tacos",
      "fyp",
      "margarita",
      "currentevents",
      "reels",
      "podcast",
      "blackpodcasts",
      "thentspod"
    ],
    "username": "thentspod",
    "view_count": 1695886,
    "id": 7364573220038659370,
    "is_stem_verified": false,
    "region_code": "us",
    "video_description": "How do you feel about black people (ground beef) tacos? #thentspod #funny #blackpodcasts #fyp #reels #currentevents #podcast #shorts #cincodemayo #tacos #margarita ",
    "voice_to_text": "Those tik toks are so informative. They did one for black people. Tacos. Oh, tacos with ground beef. Yeah. Did y'all see? I hate those. I hate it with a passion. Yeah. What? I want that. What? That's no. What? Hate them. That's a struggle meal. Taco that falls in the same line of spaghetti. We're talking about. Just black people talk. Just, you know, just taco shell with the ground beef. No. Blah, blah, blah. I don't want. You don't like that? No. A regular tacos? No, that's not regular to me. So that's not tacos. Fucking Niggas. Is taco kit. That's a no. Yeah. Huh? I want shredded chicken. Oh, they eat like, cause so bougie. God damn. I want shredded chicken. Jesus Christ. I want chopstick. I want fish, I want shrimp. I don't want. You can't have both. You can't just like, hey, we should talk both tonight. If I say, guys, come over, we're having tacos, you will not see ground beef. But if I did, I'll be like, sweet. If you invite me to your house and say, hey, yo, I'm making tacos, and I show up and it's ground beef, I'm not eating and I might leave."
  },
  {
    "region_code": "us",
    "video_description": "Replying to @shortiewithsass the hypothetical question everyone is lying about. Man vs bear #grizzlegrizzle #unwaw #manvsbear #manorbear #bearvsman #bearorman #relationships #childabuseawareness ",
    "view_count": 2466473,
    "voice_to_text": "I'm a sexual assault survivor when I was 15 a 55 year old woman assaulted me and three of my friends at a party where she served a bunch of 15 year olds alcohol way to go Granny and I don't hate women I've stepped in to defend women against attacks from men in city streets or bars I can't say if they're all sexually related or sexually motivated they probably were but when we get to the question of this I mean like I do empathize for victims I get that but the question isn't real and we all know the question isn't real it's hypothetical I was just at a store there are hundreds or thousands of people at this Walmart men and women walking around doing their thing minding their own business not a single woman in there was shifty eyed dysphoric or afraid of any of the men in that store I was just at a restaurant I was at a bank I was at a coffee shop I was walking through a park no one was afraid of men replace any of those men with one bear and see what happens so because we know it's hypothetical let's have an adult conversation ready the existence of the question at all creates bias against men I can trick you just the same way I'd say what do you think Islamic men use more to murder their wives with guns or knives or rope the fact that I asked the question you go well why is he asking that question do they murder their wives a lot the question is safety bear man alone right those are the four real words in that question it is embedding a bias against men every woman that has answered that question bear has stepped out in public sense has interacted with hundreds of men the average woman will interact with 300 men per day maybe they'd up for the bear just cause they wanna mix it up they're like I'm getting so bored with the thousands of men that I see every week then maybe I just wanna see a bear I don't think you understand the gravity of this question as a abuse survivor I'm standing up against a false claim against the nature of men where one in a thousand men or maybe just a hair over one in 1 thousand men will commit a crime of this nature it's a very thin number of men and as a man whose family was responsible for starting World War 1 you know the assassination by the Black Hand the Archduke friends Ferdinand my family paid for that assassination we started World War 1 which is why World War 2 happened because I'm so closely tied to that genocide I've studied it and Hitler and the Germans use the same type of questionings and comparative logic to wage war against Jews I'm literally trying to stop thousands of women who don't know any better but then to participate in a trend from creating this wave of propaganda against men someone is trying to use this question against men and women think it's a cool dramatic way to say I'm afraid of men but they're really actually not afraid of men cause they wouldn't go outside they wouldn't go shopping they wouldn't walk through the park they won't do anything they'd be so actually mortified of men the question appeals to a logical fallacy called the fallacy of relative privation they're trying to say that because a single man could do more harm than a single bear that all men are more dangerous than all bears on average regardless of the context of the interaction that strips away all sense of goodwill or truth to the fact that women interact with 300 men per day on average that strips away the truth that a woman per male exposure if you walk down the sidewalk and you see a guy you have a 1 in 35 million chance of being forcibly graped in that walk by on the sidewalk that fallacy of relative privation strips all logic to the fact that men are bienlarge safe but yeah 81% of women will report being sexually harassed or assaulted 43% of men just the same the number of people who will experience unwanted sexual contact men and women are roughly the same men will under report at three times the rate of women men are victimized just as much but we're stigmatized against talking about it both sides are victims but men are not doing this campaign to smear women to try to damage the entire like gender of women except for me now I'm doing what's called logical parallels my whole argument for the last two week has been such since women assault children their children their biological kids at 2.5 x the rate that all men assault all women sexually then women should lose custody of their kids until they stop it because the phrase going around online right now is all men until no men so until no women or women women do not deserve custody of their biological kids if any of them are capable of harming a child because children are innocent and honestly all parallels aside it's the abuse of children that is propagating people who are becoming monsters later on in life so if anyone could make a decision right now to make the world a better place in the next 15 years it's women not abusing their kids it's already too late for us as adults we're already screwed we all have our trauma that we have to work through and that's gonna be a dog fight but if we wanna guarantee the world's gonna be a better place let's stop abusing kids so the reason why women are choosing the bears cause it's not a real question and they won't have consequences if they answer in a dramatic way for effect just like the 30 something percent of boys are like well dude if like there's no consequences I totally take advantage of a chick see yeah maybe people are bad people by nature but people still obey the law and that's why if 32% of college men would commit essay if there's no consequences but then only one out of every thousand men will commit that crime that shows how much people have disciplined over their nature and you cannot say the same thing about a bear",
    "hashtag_names": [
      "relationships",
      "childabuseawareness",
      "manvsbear",
      "bearvsman",
      "grizzlegrizzle",
      "manorbear",
      "bearorman",
      "unwaw"
    ],
    "id": 7364526032721874219,
    "username": "milliondollarrenter",
    "create_time": 1714687349,
    "is_stem_verified": false
  },
  {
    "create_time": 1714682560,
    "hashtag_names": [
      "black",
      "women",
      "fyp"
    ],
    "is_stem_verified": false,
    "voice_to_text": "The black community has used romantic love to gaslight black women into dealing with men with very limited resources. One of the main reasons why women used to get married back in the day was access to resources. Because women couldn't have their own bank accounts, on their own homes. They weren't their own person. They had to partner themselves with men to gain resources for survival. And because black women have never had the privilege to not work in this patriarchal society, and we've always had to help our men pay the bills, they are now convincing us that we should continue to do that and that we will only be loved by black men, which is not the truth. So it got me thinking, why is the black community, specifically the black church, so dedicated and so fixated on black women having to be obsessed with romantic love? And I realized because of black women decide they're not going to deal with romantic love, decentering men for be movement, then black men don't have access to any sort of legacy or really lineage. They don't have access to women's resources because they don't have very many resources of their own. So if black women aren't convinced or aren't aren't obsessed with black love, there is no black community.",
    "id": 7364505457639296302,
    "region_code": "us",
    "username": "imdaven",
    "video_description": "So who really holds the power??? #fyp #black #women ",
    "view_count": 42973
  },
  {
    "username": "toosii",
    "voice_to_text": "Like. Like fuck. She won't listen to. To see, like the biscuit calling my name. Touch me, try to like me in the party. She call her booty. Fuck. He listen to wife and Gucci, like. Like broke out the gate with",
    "view_count": 5229206,
    "create_time": 1714670276,
    "hashtag_names": [
      "fyp",
      "toosii"
    ],
    "id": 7364452681370422571,
    "is_stem_verified": false,
    "region_code": "us",
    "video_description": "Like???? 😂😂😂  #toosii #fyp "
  },
  {
    "hashtag_names": [],
    "id": 7364408213883702571,
    "is_stem_verified": false,
    "region_code": "us",
    "username": "josephinealarie",
    "video_description": "Never thought I’d experience a Karen in real life 😭",
    "view_count": 17760144,
    "create_time": 1714659918
  },
  {
    "username": "debtbeatdads",
    "video_description": "\"it's just a girl harmonizing with her fan\". Close.  Sounds more like / dri·zl • dri·zl / #drizzledrizzle #AmberHeard #debtbeatdad #strongasamother #mrdoubtfire #LegalizeFatherhood #theunmarriedfather #fauxparent #dadlore  ",
    "view_count": 1010645,
    "create_time": 1714657394,
    "hashtag_names": [
      "amberheard",
      "drizzledrizzle",
      "strongasamother",
      "mrdoubtfire",
      "theunmarriedfather",
      "fauxparent",
      "legalizefatherhood",
      "dadlore",
      "debtbeatdad"
    ],
    "id": 7364397377656163630,
    "is_stem_verified": false,
    "region_code": "us"
  },
  {
    "id": 7364309661144632607,
    "video_description": "#cocktails #bars #restaurant #customer #entitlement #fyp",
    "view_count": 436192,
    "voice_to_text": "I feel like cocktail culture has really jumped the shark because there are far too many young people out here particularly on this app getting upset that they can't order whatever cocktail they want at whatever bar they want right so there's a young woman on this app right now telling the story about how she went to a bar asked the male bartender for a French 75 she was met with a weird attitude and the guy was like yeah this is a man's bar right this is a guy bar and yeah that was a stupid fucking statement like who the fuck talks like that but at the same time that would indicate to me just as an observer of her story that there were likely some cues in that bar that would indicate that that is not the place that you would order a French 75 from right then there was another young woman who was telling another story of how she ordered a French 75 at the bar and directly after the bartender made an announcement to the entire bar saying no more cocktails only you know spirit and mixer drinks allowed right and again I feel like there has to be some type of clues that indicates that that is not the place that you go to order a French 75 and look I know that there are some egotistical and power trippy bartenders out there I totally get it I was a bartender for a decade I was a craft bar cocktail bartender for a long time I was deep into the mixology and craft cocktail world when it was at in its heyday you know between 2011 and 2017 so like I get it right but now all that craft cocktail drinking has trickled down to everyone and everyone feels like they can walk into any bar and order whatever they want and it doesn't matter that that drink only has four ingredients right the it there are people in the comments of both of those videos saying French 75 are really easy to make there only these four ingredients that doesn't fucking matter right go to a craft cocktail bar if you want a craft cocktail or even go to a mid range bar and order a craft cocktail ask the bartender can you make a French 75 as opposed to just saying I want one and then getting upset or bothered or running to TikTok to talk about it when the bartender doesn't respond in the way that you want would you go to every would you order a steak at every single restaurant that you go to would you order tacos de lengua at any single restaurant you go to you should apply that same logic to the cocktails that you're drinking and I feel like a lot of this is just the entitlement of customers right they don't care about it being done right they care about it being done period they want it when they want it the the place where I work is a very  high volume venue it is a restaurant but it is also a music venue we do everything in a very limited amount of time and so because of this we can't do a lot of you know the the classic craft cocktails I get people coming in asking for whiskey sours with egg whites and when I explain to them why we are not able to do the egg whites they get upset they roll their eyes they want a bees knees when I explain to them that it's not just honey that they need it's honey syrup we don't keep that and it takes time to make that and no we can't just put honey in the cocktail tin and shake it right common sense would tell you that they get upset right why can't you just do it it's just the three ingredients I would think that people would just want to have something they enjoy right and have it be made well by a person that is happy to make it as opposed to holding people hostage just so you can simply get your demands met but here we are customers always right",
    "username": "housecatchronicles",
    "create_time": 1714637339,
    "hashtag_names": [
      "restaurant",
      "bars",
      "cocktails",
      "fyp",
      "customer",
      "entitlement"
    ],
    "is_stem_verified": false,
    "region_code": "us"
  },
  {
    "id": 7364188445985508650,
    "username": "cupidsoulja",
    "voice_to_text": "Feel better? It would make me feel better. You make me feel a lot better if you just stop recording at all, bro. I'mma record myself though. Okay, well, you're more than welcome to do so. I'mma record myself. You're more than welcome and no one else is necessary. Yeah, you guys crowded around a lot, bro. What's going on? Y'all good? Back up. Alright. Did I get you to just walk with me? Let's get you out. Don't touch my daughter's shoulder. Don't touch my daughter's shoulder. Don't touch my daughter's shoulder. Okay? Don't ever do that again, bro. Would you be able to take your daughter out of here? No. You. How about this, bro? You can take your compadres and y'all can get out of here. I'm a student at this school. That's the library that I. That I use. That's power library that I use. Would you like. That's Royce Hall, where I have classes in. That's Royce, Bro. Would you like. Would you like to go to library? I'm asking if you. No, I'm asking would you. Would you could. Oh, you wanna walk someone? Yeah. Walk yourself to the library, bro. How about that? See, my daughter don't need no one to walk her, cause I can walk her. And I'm a grown man, so I don't need no one to walk me, right? You kind of touching me, bro. Can you back up? So once again, you making skin contact with me, bro. I don't. I don't. I don't go that way, bro. Don't make skin contact with me. I'm asking you to respect. Alright? And I'm. Bro, you're telling me. You're telling me. You're telling me. Okay, so why are you. Why is your intent to endanger and harass the students here who endanger my daughter right here? Are you in danger? No. Right, so what are you talking about? Who's in danger? Who was in danger? You just said someone's in danger. Who's in danger? Are you threatening me? You're calling. You're saying you're gonna put me in danger, alright? So chill out, bro, I can. I can turn my camera this way, that way, to the sky, to the ground. Is my phone, bro. It's my phone, bro. Why am I.",
    "create_time": 1714608746,
    "hashtag_names": [
      "ucla",
      "protest",
      "foryou",
      "fyp",
      "student",
      "audit",
      "1stamendment"
    ],
    "video_description": "#1stamendment #audit #fyp #foryou #student #ucla #protest ",
    "view_count": 1296995,
    "is_stem_verified": false,
    "region_code": "us"
  },
  {
    "video_description": "#TheAntiWrestlingFanWrestlingFan #TheAntiWrestlerWrestlingFan #AntiWrestlingFanWrestlingFan #AntiWrestlerWrestlingFan #ProWrestlingPickMe #AEW #WWE @James Stephen Beary @Suplex Media @Light Skin Gaijin @Baldbro ",
    "view_count": 1575,
    "create_time": 1714607189,
    "hashtag_names": [
      "wwe",
      "aew",
      "theantiwrestlingfanwrestlingfan",
      "theantiwrestlerwrestlingfan",
      "antiwrestlerwrestlingfan",
      "antiwrestlingfanwrestlingfan",
      "prowrestlingpickme"
    ],
    "id": 7364181757224078634,
    "is_stem_verified": false,
    "region_code": "us",
    "username": "shanna.hill.official"
  },
  {
    "region_code": "us",
    "username": "nikkibellant",
    "video_description": "Its sad we still have these issues in 2024 but conversations need to be had! Speed up x2. #racism #texascheck #school #elementaryschool #bully #bullying #bullyingawareness #schoollife #christian #christiantiktok #fypシ゚viral ",
    "view_count": 1443913,
    "create_time": 1714603278,
    "hashtag_names": [
      "school",
      "bully",
      "christian",
      "schoollife",
      "bullying",
      "racism",
      "bullyingawareness",
      "elementaryschool",
      "christiantiktok",
      "texascheck",
      "fypシ゚viral"
    ],
    "id": 7364164954133466411,
    "is_stem_verified": false
  },
  {
    "region_code": "us",
    "username": "sifurickb",
    "video_description": "Replying to @Mari I’ll ask it #teacher #student #parent #parentsoftiktok #teachersoftiktok #sifurickb #genx #kungfu #dadsoftiktok #growingupgenx #genxdad #genxtrovert #iwantsifurickb ",
    "view_count": 13740,
    "create_time": 1714602732,
    "hashtag_names": [
      "teacher",
      "kungfu",
      "parent",
      "student",
      "genx",
      "teachersoftiktok",
      "parentsoftiktok",
      "dadsoftiktok",
      "genxdad",
      "growingupgenx",
      "genxtrovert",
      "sifurickb",
      "iwantsifurickb"
    ],
    "is_stem_verified": false,
    "id": 7364162597417012522,
    "voice_to_text": "so I'll ask it what was your child doing to warrant that teacher being after your child see because teachers don't pick a random kid and go I'm going after that kid they don't have the time you know that there's sometimes up to 25 to 29 other kids in that room besides your child and if they are on your child most likely your child is doing something wrong and they're trying to change the behavior now am I saying that no teacher can be an a hole yes but you know what that's in every profession but teachers don't sit at the first of the year looking over their roster going hmm who am I going to choose to be you know to be on this year it doesn't happen now parents I want you to think about something if you're always having problems with the school something's going on they always seem to be targeting your child it might be your child and not the teacher or the school and if that's the case you need to take a very long look in the mirror because it's reflection of you"
  },
  {
    "hashtag_names": [
      "comedy",
      "thejoebossshow"
    ],
    "id": 7364117484296817962,
    "is_stem_verified": false,
    "region_code": "us",
    "username": "_joeboss",
    "video_description": "Generational comeback 😂😂 #thejoebossshow #comedy  @Adam Calhoun  ",
    "view_count": 18164594,
    "create_time": 1714592226,
    "voice_to_text": "Why do white people adopt black children? I got a question. Why are there so many black children that need to be adopted? Haha, holy shit! Hey, Shorty. Shorty, i'mma keep it a stack with you. I don't know where your plan was. I don't know where you were going with that shit. Yep. I'mma need you to tap out. Tap out, tap out. It's time to go. Pack it up. Pack it up, shorty. Now that man cook this. That man cook this. As a collective, we got deep fried in this bitch. That was an all time generational comeback. Good grief. I see. The thing is, y'all not gonna answer bro cooking us and nobody got come back. No. No one's gonna say nothing, bro. Bro, this man cooking us like job Turkey. And everyone through that comment section, ain't no one get a response. Somebody do something!"
  },
  {
    "create_time": 1714588033,
    "hashtag_names": [
      "duet"
    ],
    "id": 7364099458990083371,
    "is_stem_verified": false,
    "region_code": "us",
    "username": "briancpinkney",
    "video_description": "#duet with @Lady O #Duet ",
    "view_count": 467
  },
  {
    "video_description": "I personally agree that mother’s day is for moms in the trenches! For mother’s day most moms are simply asking for the luxury of sleeping in and eating a meal in peace which grandmothers have every day of the year! This is not to say we should never celebrate our moms or MILs but mothers day is just not the day! #mothersdaygift #mothersday #grandmasoftiktok #motherinlaw #millennialmom #toddlermoms ",
    "view_count": 156029,
    "region_code": "us",
    "hashtag_names": [
      "mothersday",
      "motherinlaw",
      "mothersdaygift",
      "millennialmom",
      "toddlermoms",
      "grandmasoftiktok"
    ],
    "id": 7364058583224405279,
    "is_stem_verified": false,
    "username": "sheisapaigeturner",
    "voice_to_text": "if you're one of the people who's confused about Mother's Day only being for moms in the trenches let me just paint you a picture okay if you're a grandmother chances are you've been sleeping through the night uninterrupted for a very long time maybe even decades if you're a mom in the trenches chance are you're not sleeping through the night at all ever if you're a grandmother you probably have tons of free time to spare you might even have a hobby you might play tennis or pickleball who knows you've got time on your hands if you are a mom in the trenches chances are your self care might be a shower alone without a screaming baby or simply listening to a podcast while you cook dinner that's your self care cause you're not getting out of the house without a kid in toe if you are a grandmother chances are when you drive your car you can listen to whatever you want to you can even have peace and quiet if you want to windows down breeze in your hair but if you are a mom in the trenches not only are you listening to Baby Shark or something like that there's also screaming toddlers in the background and if you put the window down they all screaming you to put it back up if you are a grandmother chances are when you eat a meal you can do so in peace and quiet and nobody's asking you to take a million little bites of your food but if you're a mom the trenches that's probably not the case you're probably sharing your food with every little kid in your home because once they see you eat it they want it and this is why so many moms say Mother's Day is for the moms in the trenches because what moms are asking for for Mother's Day is to sleep in to take a shower alone to have some peace and quiet to eat a meal by themselves uninterrupted by little children to just have a day where they don't have to think about serving everybody around them so when you ask that mother to show up and feed you and celebrate you and take care of you on Mother's Day it feels a little bit insulting because your every single day is all she's asking for if she could live your life every single day that would be her dream come true and she's just asking for one day of what you have every day of the year",
    "create_time": 1714578678
  },
  {
    "create_time": 1714569868,
    "id": 7364021398777449770,
    "video_description": "#therapist #dave #dad #adoption #mixedrace #black #mexican ",
    "view_count": 9884030,
    "hashtag_names": [
      "mexican",
      "dad",
      "black",
      "adoption",
      "dave",
      "mixedrace",
      "therapist"
    ],
    "is_stem_verified": false,
    "region_code": "us",
    "username": "therapist_dave",
    "voice_to_text": "Why do white people adopt black children? It's a real question for me. If you've been following me for very long, you know that both of my children are adopted. And you may have seen my daughter in a video or two. And half the world has heard my daughter in a video that went semi viral and went around the world a couple of times. Hey, Ava. Yeah. Knock, knock. Show me the warrant. But odds are you've probably never seen my son. And that's because he's just no fan of TikTok. He's no fan of the attention. He is, um. He. He's a little bit shy. This is my son. We adopted him at 2 years old. And the picture you're seeing is from prom, which was last weekend. My wife and I were 35 and 36 years old when we adopted our children. We had real simple criteria. We wanted a boy and we wanted a girl, and we wanted an older brother and a little sister. We wanted a big brother, little sister situation. If you know anything about adoption, it's kind of a you get what you get and you don't throw a fit situation. There is no inventory, there's no warehouse where they're keeping these children, and you get to put your order in. It's a. It's a let's see what we have available, and let's see what would be a good fit for your family. Look, we did not set out to adopt A mixed race child. We got the call from CPS saying, hey, we've got a little man needing a home. And we said, what a coincidence, we've got a home needing a little man. And to be quite Frank about it, he could have been purple with three eyes and I would not have cared. He is my son. He has been my son for 15 years. And truth be told, he was always my son. I just hadn't found him till he was two. So another question on the table is why do white people adopt black children? Can't speak for all white people, but for us, we had a home needing a child and we were connected with a child who needed a home. That's simple."
  },
  {
    "video_description": "Lmao she cool af man idccc #foryou #viral #work #FYP ",
    "view_count": 768115,
    "create_time": 1714538383,
    "hashtag_names": [
      "work",
      "viral",
      "foryou",
      "fyp"
    ],
    "id": 7363886221589794094,
    "is_stem_verified": false,
    "region_code": "us",
    "username": "raydoll17"
  },
  {
    "id": 7363860669260729646,
    "is_stem_verified": false,
    "view_count": 2259643,
    "hashtag_names": [],
    "region_code": "us",
    "username": "lootenantmusic",
    "video_description": "THE MATH AIN’T MATHING UP..😑 ",
    "voice_to_text": "Hey do y'all not find it weird that a country with $35 trillion in debt is the one that's given us a credit score make it make sense",
    "create_time": 1714532430
  },
  {
    "username": "okay_really_official",
    "video_description": "She looked like Shrek at one point 😂 #faketan #faketanfail #faketanroutine #tan #fail #fails #gonewrong #shrek #green #fyp #viral",
    "view_count": 9368734,
    "voice_to_text": "I've mixed Bondi Sands, Saint Maurice, Saint Tropez Tanning drops from Superdrug, Molly Mae Filter Tan. And this is one coat. So I think that it's gonna be a nice colour in the morning and I wanted it a bit darker because every time I do it, when I wash it off, so, like, it's completely covered my eyebrows, my teeth are like a filter and there's no filter. I'm getting greener by the hour. My hair, this is a pink girl. I've just woke up. Wait till you see my bed sheets and my pillowcase. And just to top it off, they are bright white. Beautiful bedding. Look at the pillowcase queen. Most of the people will be like 70, 80+. Can you imagine when they see me? Now I am getting scared. Oh my God, you can lose your eyebrows. Look at this. Um, I will get dressed and show you if I look normal to go out in society or not.",
    "hashtag_names": [
      "fail",
      "fails",
      "shrek",
      "green",
      "tan",
      "viral",
      "gonewrong",
      "faketan",
      "fyp",
      "faketanfail",
      "faketanroutine"
    ],
    "is_stem_verified": false,
    "region_code": "gb",
    "create_time": 1714570200,
    "id": 7363751132491042080
  },
  {
    "is_stem_verified": false,
    "create_time": 1714516811,
    "id": 7363793572530834730,
    "region_code": "US",
    "username": "themedusashow",
    "video_description": "#BlackGirlMagic #Melanin #BlackExcellence #BlackWomen #BlackCreators #NaturalHair #BlackCulture #BlackBeauty #BlackJoy #BlackHistory #BlackVoices #BlackLivesMatter #BlackInfluencers #bglwd #newmom #mommyandme #blacktiktok #melaninpoppin #medusashowoff #mamamedusabookclub #boymom #blackinfluencer #philly #kendricklamar #drake ",
    "view_count": 424341,
    "voice_to_text": "Kendrick Lamar has no right to question Drake's blackness. I really hate that I'm defending Drake right now, but I gotta call a thing a thing. Kada baby. Your wife is just as whitewashed as Drake is. Be fucking for real. Your wife has a white mother and is just as far removed from the black community as Drake is. If we're being honest, in terms of phenotype, Drake actually looks more black than your wife does. Your wife does not look black at all. She just looks like a woman of color. I noticed that with biracial women. Y'all always wanna call them black but then wanna switch it up when it comes to biracial men. I don't like that shit. Your wife actually has more in common with Drake than she does with you as a white mother. Just like Drake, she did not grow up with her father, she has no ties to the black community and she struggle with her identity just like Drake did. Not only that, Kendrick Lamar lied and said that he loves dark skinned women. Meanwhile he's been married to a biracial, light skinned woman the whole time. Like your wife is the female equivalent of the person that you're dissing, so stop trying to act like you so down for the community. It's the hypocrisy for me. I just don't like that shit. Stop playing both sides of defense. No we don't like Drake, but Kendrick Lamar be pandering to the Black community too if we being honest.",
    "hashtag_names": [
      "drake",
      "kendricklamar",
      "naturalhair",
      "blackhistory",
      "philly",
      "mommyandme",
      "melanin",
      "blacklivesmatter",
      "blackbeauty",
      "blackgirlmagic",
      "melaninpoppin",
      "boymom",
      "blackwomen",
      "newmom",
      "blackjoy",
      "blackculture",
      "blackexcellence",
      "blackvoices",
      "blacktiktok",
      "blackinfluencer",
      "blackcreators",
      "blackinfluencers",
      "mamamedusabookclub",
      "medusashowoff",
      "bglwd"
    ]
  },
  {
    "video_description": "Don’t they understand that we have undertones??  #youthforia #darkskinmakeup ",
    "voice_to_text": "This should be a crime. This is what we get when we ask to be included in the beauty industry, because they're just. There's no way in 2024 we are getting this. They just slapping in our face, saying, if you want a darkest shade, there you go. Here's a black paint for your face. This is truly a crime. We have suffered our knees. We are one of the darkest people on this planet. And if you cannot find anyone among us to match this shade, just know this is not a foundation, neither a skin tan. And this is just a big shame. I am so glad that I declined four months ago when they reach out to me asking if I can collaborate with them. This. This. It's one thing to make a mistake once, but once you make it twice, it's just a slap in the face. And we now learn anything. Ah!",
    "create_time": 1714514336,
    "hashtag_names": [
      "youthforia",
      "darkskinmakeup"
    ],
    "is_stem_verified": false,
    "view_count": 53536918,
    "id": 7363782954725723434,
    "region_code": "US",
    "username": "awuoimatiop0"
  },
  {
    "id": 7363777594031901998,
    "is_stem_verified": false,
    "region_code": "US",
    "view_count": 647159,
    "voice_to_text": "A bunch of little babies that don't understand the reality of the world around them. Weakness and in action from campus leaders has allowed universities to become cauldrons. Criminal chaos. In a perfect world, we would remove all funding for these schools as well as remove the student visas of a foreigners that are protesting yelling death to America. They need to go back home. The demands are reasonable in my opinion. And you know, I'm concerned about the heavy handed repressive response from Columbia's president, from New York City mayor. Smashing windows with hammers and taking over university buildings is not free speech. And those who commit such acts are doing nothing to convince others that their cause is just. I do believe they should lose their funding, including studentate. I do not support, um, taking over buildings. That is not appropriate.",
    "hashtag_names": [
      "columbia",
      "congress",
      "democratic",
      "republican"
    ],
    "username": "nbcnews",
    "video_description": "#Republican and #Democratic members of #Congress reacted to the protests taking place on campuses across the U.S., including #Columbia.",
    "create_time": 1714513087
  },
  {
    "create_time": 1714507733,
    "region_code": "US",
    "voice_to_text": "so I heard people are trying to claim that hoodoo is open to everyone again um hello my name is Jihae I'm a scholar of religion and my master's thesis is about um digital hoodoo communities on TikTok and I as a non black person to all the other non black people out there I guarantee that I have read more about hoodoo than you have and in everything that I read in the thousands and thousands of pages not once have I ever thought to myself hmm I have the information necessary to go and practice hoodoo myself cause that's not why I research what I research so let me read you something from the book Slave Religion by Al Albert Rabbitoh huh I'm so irritated this is still a conversation um the prevalence of the idea that conjure was African in origin and that Africans were especially powerful conjurers indicates that slaves thought of hoodoo as their own separate tradition here we go um so Huda was created for revenge against overseers and masters that was a clear theme in the folktales um and ghost lord told by slaves to one another and to their children um in these tales ghosts witches and conjurers redressed the wrongs which the slaves could not um then to the world of conjure answered deeply felt needs within the slaves own community where white control inhibited the free outward expression of social conflict so here's the thing this is why I get so pissed off when people try to come on this app and say oh anyone can practice hoodoo it's open blah blah blah it was blended with European folklore hoodoo was literally created out of out of the pain and suffering of enslaved people in the United States it is the only indigenous folk religion of African Americans there's just no way just can you guys just cut it out cut it out",
    "hashtag_names": [
      "hoodoo",
      "witchtok"
    ],
    "id": 7363754578279517486,
    "is_stem_verified": false,
    "username": "neomudang",
    "video_description": "I’m probably a little late to this conversation, but I can’t believe people are still trying to claim hoodoo when it is not their ancestral birthright ##hoodoo##witchtok",
    "view_count": 703649
  },
  {
    "create_time": 1714504123,
    "is_stem_verified": false,
    "region_code": "US",
    "view_count": 48236525,
    "hashtag_names": [],
    "id": 7363739043219246379,
    "username": "adamcalhoun1",
    "video_description": "What!?",
    "voice_to_text": "Why do white people adopt black children? I got a question. Why are there so many black children that need to be adopted? A second question is, why do you care who adopts them and what color they are, as long as they love that child and raise them right? And lastly, I see color, I see color. But when I see a little baby, I don't go, oh, look that little white baby, or, look at that little black baby. These are babies. They haven't been filled with ignorance yet. Let them babies be babies and grow up to be good people."
  },
  {
    "id": 7363461652664175914,
    "create_time": 1714439527,
    "hashtag_names": [],
    "is_stem_verified": false,
    "region_code": "US",
    "username": "saw5994",
    "video_description": "",
    "view_count": 11326397,
    "voice_to_text": "Why do white people adopt black children? It's a real question for me because you keep throwing it away. Maybe if black mothers would stop having random children with random men without being married and having a family to keep that child in, there wouldn't be so many black children to adopt. Also, while you're on the internet running your mouth, how many children can you adopt? Probably zero, because you don't qualify. Because you have to have a family. You have to be financially sound. See, this is how the process works. First they reach out to the immediate family, any blood relatives, and try to get somebody to take that child. That didn't work. Then they try to find a child which a family they can connect with. Same race. That didn't work, and they had no choice but to put the child with a white T family who was willing to take the child. So instead of asking why are YT people adopting black people, why don't you ask why there's so many black children up for adoption? Aren't y'all the most educated? Aren't y'all making the most money that any other group of black women have ever made? So why aren't you adopting black babies?"
  },
  {
    "video_description": "",
    "view_count": 14083,
    "create_time": 1714343104,
    "hashtag_names": [],
    "id": 7363047493090725166,
    "is_stem_verified": false,
    "region_code": "US",
    "username": "darthvitiate87"
  },
  {
    "username": "moebryy",
    "video_description": "Dont bring nothing to the table but 🐱 #fup #fyp #lgbt #rants #realspill ",
    "view_count": 6879,
    "create_time": 1714258903,
    "hashtag_names": [
      "lgbt",
      "fup",
      "fyp",
      "rants",
      "realspill"
    ],
    "id": 7362685825315900715,
    "is_stem_verified": false,
    "region_code": "US"
  },
  {
    "create_time": 1714235554,
    "hashtag_names": [
      "fyp"
    ],
    "id": 7362585536621497643,
    "is_stem_verified": false,
    "video_description": "Can’t we all just get along #fyp",
    "voice_to_text": "if you say Palestinians deserve a homeland  just for themselves you're “woke”  but if you say white people deserve a homeland  just for themselves you're racist?",
    "region_code": "US",
    "username": "daterightstuff",
    "view_count": 4596321
  },
  {
    "view_count": 390014,
    "create_time": 1714220809,
    "hashtag_names": [],
    "id": 7362522304628182277,
    "is_stem_verified": false,
    "region_code": "ZA",
    "username": "ncwane.sfundo1",
    "video_description": ""
  },
  {
    "create_time": 1714154029,
    "id": 7362235352460873006,
    "region_code": "US",
    "username": "kelsey.kingston",
    "voice_to_text": "Is anyone gonna talk about how Jake Paul's literally gonna kill Mike Tyson? Like Mike is literally a 57 year old grandpa. I'm lying about my whole life savings that Mike isn't even gonna make it past the first round. Okay, hear me out. Like, Jake has been doing this for 3 years and he's already knocking out pro boxers. And Mike's last fight was an exhibition and those punches looked more like soft kisses. I don't know, I think this is his easiest match yet cause he obviously has more power and skill and like this fight's gonna get ugly quick. If you're smart, lock your bets and now and hammer round 1 TKO and thank me later.",
    "hashtag_names": [],
    "is_stem_verified": false,
    "video_description": "RIP Mike Tyson 😮‍💨",
    "view_count": 601529
  },
  {
    "create_time": 1714109493,
    "hashtag_names": [],
    "is_stem_verified": false,
    "region_code": "US",
    "video_description": "",
    "view_count": 1075380,
    "id": 7362043962988760363,
    "username": "emilysavesamerica",
    "voice_to_text": "okay the amount of annoying videos I see on a daily basis the pro Palestine people are actually worse than the BLM people were which I didn't even know that was possible um whatever you think you're doing for your cause you're hurting it a million times more and if you're if you're so fond of a place I suggest you leave America and you go there and you fight for that thing that you believe you believe so strongly about it has no place here anymore I'm frankly very over it this is a subject I don't even like and I don't even talk about because I don't agree with a lot of shit on both sides but these people are like actually the worst America's so bad on your little carnage campus your parents paid for the worst oh ready for this this is a kicker you're not gonna like this one you know who's not blocking airports you know who's not blocking me from getting inside a coffee shop my Jewish friends cause they're all at work making money cause they're smart"
  },
  {
    "create_time": 1714087931,
    "hashtag_names": [
      "nomoremakeup",
      "makeupover50",
      "makeupformatureskin",
      "makeupformature",
      "nomoreliquidfoundation"
    ],
    "id": 7361951516753661227,
    "is_stem_verified": false,
    "region_code": "US",
    "username": "brettbizikbeautytricks",
    "video_description": "#nomoreliquidfoundation #makeupformatureskin #makeupover50 #makeupformature  #nomoremakeup ",
    "view_count": 1114678
  },
  {
    "hashtag_names": [
      "foryou",
      "fyp"
    ],
    "is_stem_verified": false,
    "video_description": "Republicans vs Democrats on REPARATIONS #foryou #fyp ",
    "view_count": 253509,
    "voice_to_text": "I don't think preparations for something that happened 150 years ago, for him, none of us currently living are responsible, is a good idea. We've elected an African American president. I think we're always a work in progress in this country. But no one currently alive was responsible for that. Remember, we're not talking about a gift to anybody. We're talking about mending what was broke. We're talking about the generational theft of the wealth of generations of African Americans. And just crossing out a racist policy and replacing it with a neutral one is not enough to deliver Equality. Harm's compound. Just like a dollar saved in its value compounds over time, so does the value of a dollar stolen. And that is why the United States must act immediately. With investments in minority owned businesses, with investments in health equity, with investments in HBCUs. And on the longer term, look at reparations so that we can mend what has been broken.",
    "create_time": 1714070089,
    "id": 7361874897217309994,
    "region_code": "US",
    "username": "politicianfromthetrenchs"
  },
  {
    "create_time": 1714008638,
    "hashtag_names": [
      "manvsbear",
      "whitewomanwhisperer"
    ],
    "username": "white_woman_whisperer",
    "voice_to_text": "Hey, white women, I know y'all are getting really excited about the, um, man versus bear conversation. It's. But you know, I. I get it, but I just. I just want us to sit in our hut of humility real quick and know that this is the same thing. Sameish thing as me asking, hey, black women, hey, you're at work and you're alone in a room. Who would you rather walk in right now? You don't know what it is, a white man or a white woman. You're in a conference room alone. You have to be with one or the other. Which one is it gonna be? Now be careful how you feel about this, because how did man feel when we picked bear? Okay, alright, women, I just. I just want us all to just be in our. In our. In our proper placement. I love. I love the conversation. I just, you know, you know what I'm here for. That's it.",
    "id": 7361610957388254507,
    "is_stem_verified": false,
    "region_code": "US",
    "video_description": "Just a quick check-in 🙂… #manvsbear #whitewomanwhisperer ",
    "view_count": 1276534
  },
  {
    "create_time": 1713983103,
    "hashtag_names": [
      "fyp",
      "biden",
      "maga",
      "letsgobrandon",
      "bidengaffes",
      "craiglong45",
      "craiglong"
    ],
    "id": 7361501288145636650,
    "video_description": "#biden #bidengaffes #letsgobrandon #maga #fyp #craiglong45 #craiglong 💁🏼‍♂️🇺🇸",
    "voice_to_text": "I hope somebody in the Republican Party is making a montage of these. Let's go, brand and gas. That make great campaign ads. Play the clip. The court to recognize that women in America got a fundamental constitutional right. And then Trump took it away. By the way, the deal he made, all he did. Now, in America today, 2024, women have pure rights than their mothers and their grandmothers had. It's all President Trump. The dark death, light. I don't think we're gonna let get away with it. To you and folks, in a sense, I don't know why he's. We're surprised by Trump. How many times he have to prove we can't be trusted. You can't. Trump bragged how proud he was. Everybody took credit for it. He said, there has to be punishment for women exercise in the reproductive freedom. His words, not mine. It is so nice for Sleepy Joe to be so upfront and honest with us. Y'all remember when they told us that they had put together this voter fraud organization before he got elected? It was supposed to be the most extensive and inclusive voter fraud organization in the history of the United States of America. Pay attention, folks. If you listen carefully, they actually admit their crimes out loud. It is always fun when they say the quiet part out loud. I just hope that they're brazing attacks on all of us comes to an end quickly before it is too late. Remember, folks, For more mean tweet commentary, be sure to subscribe to the YouTube channel and hit that notification bell so that you get notified every time I put out some more mean tweet commentary aka fine brimstone commentary. And don't forget to hit me up on Instagram! It is official Craig Long 45 vote Trump 2024. And to you rosters I still can't stand.",
    "is_stem_verified": false,
    "region_code": "US",
    "username": "craiglong45",
    "view_count": 17685
  },
  {
    "create_time": 1713898598,
    "hashtag_names": [
      "black",
      "foryou",
      "fy",
      "blackman",
      "fyp",
      "foryoupage",
      "blackexellence"
    ],
    "id": 7361138408879672609,
    "is_stem_verified": false,
    "region_code": "GB",
    "username": "saadmustafauk",
    "video_description": "Black man black man black man #foryou #foryoupage #fy #fyp #black #blackman #blackexellence ",
    "view_count": 917056
  },
  {
    "view_count": 506068,
    "id": 7361099541606616351,
    "is_stem_verified": false,
    "region_code": "US",
    "username": "savejxn",
    "video_description": "Why are the #black #Genxers so angry as of late? #blacktiktok #blackpeople #genx #genxtiktokers #trump #nineties #eighties #tupac #rapmusic #hiphop #blackculture #clayedwardsshow ",
    "create_time": 1713889564,
    "hashtag_names": [
      "hiphop",
      "tupac",
      "black",
      "trump",
      "rapmusic",
      "nineties",
      "blackpeople",
      "genx",
      "eighties",
      "blackculture",
      "blacktiktok",
      "genxers",
      "genxtiktokers",
      "clayedwardsshow"
    ],
    "voice_to_text": "Why are black Gen Xers so pissed off nowadays? You guys grew up in the same generation I did. The generation of the 80s and 90s that dealt with the best race relations in the history of this country. You ain't never seen a Klansman? I never seen a Klansman. What the hell are y'all so mad about? Why you always claiming that everything is about white supremacy and racism? You know damn well it's not. You always got a scowl on your face, mad about something. You grew up in the 80s and 90s again, just like I did. We grew up with Jordan on our walls, bumping Master P, Doctor Dre, Snoop, Tupac. East Coast, West Coast. Then we took it into the 2. We had cash money. Back that ass up. You lived on my couch, I lived on yours. I ate dinner with your family, you ate dinner with mine. We worked together, we lived together, we went to school together. Again, I'm gonna ask you, what are you so angry about? That ain't self inflicted, is it? Because Donald Trump came down that gold escalator, you cried, you told us he's racist, and we told you, no, he's not. Hey, we just went on, y'all, 30 years of co signing for him telling us he wasn't racist. It's gonna take more than a because I said so to convince us. Come on, it ain't too late. Jump on the Trump train with me. I'll accept Your apology"
  },
  {
    "hashtag_names": [],
    "is_stem_verified": false,
    "video_description": "When they start tryna fit they big foot into every shoe that’s when you know… 🤣",
    "voice_to_text": "I don't care what nobody say. This is how you know when a bitch is turned into a weirdo and she no longer likes you no more. Number one, she go from always comment on your stuff to only give you compliments in the DM. Bitch, why is you sending me heart eyes in the DM's? Bitch, put it on my picture. You can't cause you be talking shit about me. You don't want them bitches that you be talking shit about me with to see you talking to me. Cause then that's gonna make you look like a weird ass fake ass bitch. Which you are. But number two, you think that stuff that I say on the internet is about you? Why would you think anything I said on here is about you? You got a guilty ass conscience. Why would you think as my friend, why would you think anything that I post is about you? Unprovoked? You're a weirdo. You're talking shit about me and you think that I noticed you talking shit about me? I don't even have a fucking clue, bitch, I'm not even thinking about you. You thinking about it. You got a guilty ass conscious. You over there like damn, maybe she knows I'll be talking shit about her and she responded back to me. Bitch, no, it's just you. It's you babe. You're just a fucking creep. You're just a weirdo. Just you.",
    "create_time": 1713844201,
    "id": 7360904671831002411,
    "region_code": "US",
    "username": "realcocacolalola",
    "view_count": 552125
  },
  {
    "is_stem_verified": false,
    "region_code": "US",
    "username": "sincerelysparrow_",
    "video_description": "",
    "view_count": 8032,
    "create_time": 1713559745,
    "id": 7359682954651553070,
    "hashtag_names": [],
    "voice_to_text": "if you can do that and a tablecloth or something that you can go ahead and do probably do that I'm thinking it's gonna be okay I just have to to um let Rachel know about it okay um I guess my final question is um I'm sure you've probably seen like what a a lot of the topics that I touch on like on my Instagram I talk about my home country Democratic Republic of the Congo in my um in my album and I just want to know if there's like any censorship things that are required like am I allowed to speak freely or are there certain topics that I'm just not allowed to touch on in the festival or on stage we like um we looking at like no profanity yeah okay cool because we're family friendly okay and um we just try to keep it there we I know we allow I think it's it's not like we we allow we look at political abuse of being taken um you know we just look at um not being offensive um toward any group of people and I mean a group of people um I don't know what do you say so um yeah I mean yeah the operative word is definitely um family friendly and sit and we wanna be sensitive to the community at large because we're in a predominantly white town um and so we you know we don't want to you know we don't wanna get out there like you know white people are funny you know that guy yeah so we kinda wanna steer away from that but you know but if if there's a truth involved we you know we definitely don't wanna hide the truth but we don't we wanna try to keep from being um too political I mean you know in terms of like you know you know um we don't wanna get like like the Jimmy Kimmels in the Jimmy um in the um Seth Meyers just in in Colbert where we're where we're dogging a particular political party or anything like that you don't wanna dog anybody but you know but but we also don't wanna shy away from the truth so somebody's telling a slavery story you know you you know you gotta tell the whole story right and we just don't wanna you know wanna just not do anything like an anti hate you know we just like no yeah that's kind of where we look at anti hate and um you know not to particularly slander is like as long as we're not looking at you know they can say oh they're preaching hate or something like that all right so but we're all about truth can you give us an example of what I wanted to perform a poem that is on the album called welcome to the Congo um kind of just talking about the um the exploitation of African people in my home country essentially um that was that's it I don't know that I have a problem with that yeah everything fine yeah okay cool yeah yeah and then it's that's cool cause it's an expanded perspective and it'll be yeah alright alright yeah those are those are my questions that's all I have okay well we've got a minute and 50 seconds so we better say goodbyes now okay nice meeting you it's so nice meeting thank you guys for this opportunity I'm so excited I'll look out for those for those emails and yeah I'll see you both in June alright thank you so much yeah for sure bye bye take care bye bye"
  },
  {
    "video_description": "Togetherness❤️🫂#fypシ #trending #foryou ",
    "view_count": 6127066,
    "create_time": 1713303635,
    "hashtag_names": [
      "trending",
      "foryou",
      "fypシ"
    ],
    "id": 7358583064215260421,
    "is_stem_verified": false,
    "region_code": "GH",
    "username": "moralefamily"
  },
  {
    "region_code": "US",
    "username": "iamangeloc",
    "video_description": "#greenscreen #samanthairvin #wwe #wwetiktok #wwefans #wwefansoftiktok #wwetok ",
    "view_count": 40919,
    "create_time": 1713274655,
    "hashtag_names": [
      "wwe",
      "wwefans",
      "greenscreen",
      "wwetiktok",
      "wwefansoftiktok",
      "wwetok",
      "samanthairvin"
    ],
    "id": 7358458547962744107,
    "is_stem_verified": false
  },
  {
    "username": "jstnfrtt",
    "view_count": 1269833,
    "create_time": 1713111596,
    "hashtag_names": [
      "fyp"
    ],
    "region_code": "US",
    "voice_to_text": "One thing I can't stand is when people say something stupid. And one thing that people say that I find to be so moronic is that it's easier to have a son. Because I know exactly what it is that you're implying. You're implying by having a son, I don't have the parent as hard. And because we have normalized in society neglecting boys, and it starts at home, we have generations of men my age, younger and older, who lack foundational things that they needed at home because it was believed at home they needed nothing at all. Oh, he's a boy. He. He don't need me checking up on him all day. Yeah, he been in his room all day. He's good. I know what he's doing. When is the last time you asked that boy, how are you? And it was genuine. When was the last time you saw your son cry about something that was really devastating? Because that's what a human being does. But, oh, if he gets emotional, he need to toughen up. If your daughter cries, you rub her back. When was the last time you supported him in self discovery? When was the last time you asked him what he wanted out the world and what did he want for himself? When. When did you make sure you foster the space where he was connected to the universe and connected to himself as a human being? That's why we have men today. Who don't know how to communicate, who lack EQ. Who don't know how to turn for help. Who don't know how to go through things because they were never supported. They were neglected. And that's why boys, that's why young boys are the highest rates of suicide in this country. But you went in jail with her daughter. You make sure she's good. You make sure you see what she's wearing so she's safe. When she navigates to the world, you need to know where she at and if she's okay. And she's been in that room too long, you peeking through the door. It's only easier to have a son, because with a son, you have been told that you don't have to parent. You don't have to do much. Just let them rock. But what they needed was to be parented like a daughter. You gotta relinquish that mindset, because we're continuing the cycle of men not knowing how to be men. And they delayed into childhood because they still need a mom to do things that Mama didn't do. They still need a dad to do things that dad never did. And they navigate through the world, searching through it through friends and relationship, when that's nobody else's responsibility but the ones who put them on the earth. And the funny part about all of this is you always hear people say, girls mature faster than boys. No, girls are supported. Girls are supported from birth. Boys Are neglected at adolescence.",
    "id": 7357758175082335530,
    "is_stem_verified": false,
    "video_description": "It should not be easier to you ! #fyp "
  },
  {
    "create_time": 1712874512,
    "hashtag_names": [
      "william",
      "blackhistory",
      "obama",
      "president",
      "fyp",
      "presidentobama"
    ],
    "region_code": "US",
    "username": "cierralikeseggs",
    "voice_to_text": "do y'all remember the era when Barack Obama won his presidency for the first time and how absolutely insane it was looking back on that like I remember the night that he won because my mom has stayed up all night to make sure that she heard the results and then she woke me up and she was screaming in my face she was like we have our first flight president and I was a kid so I was looking all like ah I didn't really know what that meant you know and then people was banging pots and pans and then they had that hope flyer everywhere in like his specific art style and then I woke up getting ready for school well I am I woke up this morning feeling brand new'cause the dreaming I've been dreaming is finally come true and it was like all this Obama music like it was really a specific era everybody I it was it was the closest thing I could imagine in my mind to what it was like when the slaves found out they were straight it was insane it was really insane and they was hating on him they was calling him a monkey it was really a crazy time in history like I'm happy that I was there to experience it but looking back I'm like wow that was absolutely insane it was a specific era",
    "id": 7356739956062047534,
    "is_stem_verified": false,
    "video_description": "the original obama era was rlly a time!!! Like a time was had!!! #obama #president #blackhistory #william #presidentobama #fyp ",
    "view_count": 1726418
  },
  {
    "region_code": "US",
    "username": "mrl.a.251",
    "video_description": "#duet with @ i am going to have to re-evaluate my life 🤣🤣🤣! #mrla251 ",
    "view_count": 1800,
    "create_time": 1712784365,
    "hashtag_names": [
      "duet",
      "mrla251"
    ],
    "id": 7356352735672896811,
    "is_stem_verified": false
  },
  {
    "create_time": 1712697270,
    "hashtag_names": [
      "school",
      "love",
      "funny",
      "mom",
      "bible",
      "support",
      "foryou",
      "lgbtq",
      "momlife",
      "parent",
      "trans",
      "fyp",
      "liberal"
    ],
    "voice_to_text": "as a Liberal helicopter parent raising a child in America let me tell you what scares me more than my child peeing next to a trans woman in a public restroom I worry more that she's gonna find a Bible in her school library and bring it home",
    "id": 7355978659330657578,
    "is_stem_verified": false,
    "region_code": "US",
    "username": "sarahbellumcalls",
    "video_description": "#liberal #mom #momlife #parent #bible #school #funny #foryou #fyp #lgbtq #love #trans #support ",
    "view_count": 35755
  },
  {
    "username": "xiandivyne0",
    "view_count": 6675370,
    "voice_to_text": "so I just opened Instagram to Megan Thee Stallions post from what is probably 24 minutes ago what",
    "create_time": 1712465290,
    "hashtag_names": [
      "fyp",
      "megantheestalllon",
      "xiandivyne"
    ],
    "region_code": "US",
    "video_description": "#fyp #xiandivyne #megantheestalllon ",
    "id": 7354982285038357802,
    "is_stem_verified": false
  },
  {
    "create_time": 1711999310,
    "hashtag_names": [
      "relatable",
      "relationships",
      "viral",
      "viralvideo",
      "fyp",
      "jealousyjealousy"
    ],
    "id": 7352980990739909931,
    "is_stem_verified": false,
    "voice_to_text": "I feel like y'all talk about jealous friends a lot, but nobody ever talked about these men would be dating. Sometime they become jealous of us. This is why I'm so big on having people in my corner who kind of come from like the same backgrounds. Because like, for instance, me and my mom, we like this. I had to break my fingers to show you how close my mom and I are. We even share the same birthday. Mom used to real life warn me. She be like, you know, you need to find you somebody who come from the same background, a household like you do, cause if you don't, they're going to be jealous of the relationship that you have with us. And I used to think to myself like, now that's kind of shallow thinking. Nobody's gonna be jealous of that. And said another. And I'm saying, and I be dog on if my worst nightmare did not start to unfold. I've talked about my previous marriage on here before. I remember one night waking up, I mean, one night I went to sleep with my cell phone. I woke up the next morning and my phone was so called stolen. Now, I know we had had people over to the house, um, and I don't think any of those people would have stolen my belong. When I woke up that morning, I could not find my phone. Um, decided to take me to ATNC. To go get another one. And instead of getting me an iPhone, came back with the LG. With the LG, I could not Facetime my parents anymore. So I went out, I got a laptop, um, and I started to Skype them. I came back from work one night, and my laptop was no longer working. What's so crazy is I went about this whole time possibly thinking that, yeah, maybe the phone was stolen. I don't know. Maybe somebody picked it up. It just is what it is. And after I moved back here, and then a few months later, he passed. When they shipped out his stuff back home, in a box of electronics, there were my cell phone again. Nobody talks about the way that partners can also be jealous of you and be jealous of the relationships that you have when they lack those relationships. This is why, like, now I'm so big on us having to come from, like, similar backgrounds, because you're going to be able to understand family when you come from a great family. Like, that's the way I feel.",
    "region_code": "US",
    "username": "yothatscoco",
    "video_description": "#fyp #jealousyjealousy #relationships #relatable #viralvideo #viral ",
    "view_count": 296336
  },
  {
    "id": 7351808902175984939,
    "is_stem_verified": false,
    "region_code": "US",
    "video_description": "I guess being funny pays off🤷‍♂️🤣#girls #man #dating #blinddate #smashorpass #CapCut1min+ ",
    "create_time": 1711726430,
    "username": "attheclips",
    "view_count": 60540464,
    "voice_to_text": "My boy. Stay right here. Why did you pop your balloon? Well, was the fit and the glasses. I can't see why you pop your balloon. I'm not gonna lie. I like nerds. I like the glasses. You ain't got the balloon, though. I know, I know, I know. I just feel like you're really close to my height. I could. You mean? No. How tall are you? 5 2. I'm 5 9 and a half, though. Really? Yeah. Come on. Come on. Get close. Yeah. Smell me to. Smell me to. Yeah, yeah. Come on. You do smell good together. Come on. You need to take the balloon. Put the balloon back in the hand. Come on. Nevaeh. Why you do that? I was coming. I'll do that. Hold on, hold on. Do you want to pick up a balloon? You know what? I'll give it a try. Okay. Stay right there. Stay right now. Why did you pop your balloon? It's okay. Just keep. You okay? Why did you pop your balloon? It's just not me. Not you. Okay? I kind of already know why now. Why you pop it? Balloon. You had it, then you let it go. You seem like he was good over there. Talking to know her. I was gonna know. She made a mistake. You seem like it was good over there. Good over there. I was coming. Making my way downtown. This is passing homebound. There you go. Yep. I'll be on Video. So why did you pop yours? You're not ugly. It's just. I don't know. Not me. I'm already. I'm blonde, too. I got in contacts. We background our baby. Not even gonna be able to see. I like tall. Like, real tall. But one thing is this. Come on, come on, come on, come on, right? Y'all do realize, like, I can't control how tall I came out. Whatever way I came out is this way I came. I'm bad at bird PG. Yeah. I can't control what's going on with none of these, you know I'm saying? So my thing is, I'm taller than you, and you wear heels, and I'm still gonna be tall type. Why you pop yours? That's not because you probably twice hardest what I do to you. Is it the glasses? What it. What is it? Let me know. What's your type? You like light skinned niggas? No. You like dark skinned niggas? No, I like. I like what I like, but you know what I like. Let's go. Let's go.",
    "hashtag_names": [
      "girls",
      "man",
      "dating",
      "blinddate",
      "smashorpass",
      "capcut1min"
    ]
  },
  {
    "view_count": 5449982,
    "id": 7351151117096570155,
    "is_stem_verified": false,
    "region_code": "US",
    "username": "daveislate",
    "video_description": "#fyp #america #geography #culture #viral ",
    "voice_to_text": "But here's the US black population percentage by county. The 12 black people that decide to move to Alaska, good for you. The question I've seen before is, are there vast areas of the US where you can go without seeing a black person? And according to the map here, absolutely. You also have to understand there are vast parts of the US where you can go without single person, period. A lot of people don't realize black people make up only 12% of the US population. We're not spread out evenly throughout the US at all. What a lot of people actually don't realize about Alaska is the fishing industry there makes it for a very diverse population. Work there is absolutely terrible, so they draw from all over to get workers. And the pay is actually really good compared to other, you know, no experience jobs or blue collar jobs. People from all around the world actually move there, you know, at least for a period of time, for work.",
    "create_time": 1711573269,
    "hashtag_names": [
      "culture",
      "america",
      "viral",
      "fyp",
      "geography"
    ]
  },
  {
    "username": "mosesthamighty",
    "video_description": "Replying to @Delay ",
    "view_count": 21757,
    "create_time": 1711420832,
    "hashtag_names": [],
    "id": 7350496382920232234,
    "is_stem_verified": false,
    "region_code": "US"
  },
  {
    "region_code": "US",
    "username": "sookiesontheprofessor",
    "video_description": "Pride, Ego & Intimacy ⤵️ 😡 Never let your man be in the presence of an ex intimate partner without telling him.  🤯 That betrayal damages trust and the pride of your man. The person you prioritize with the most knowledge of you is the one that you technically are most loyal to in your heart.  #psychology #love #fyp #foryourpage #viral #trending #personaldevelopment #dating #relationshipadvice #relationships #infidelity  #datingadvice #redflags #cheatingmen #relationshiptips #cheatingpartners #adviceforwomen #staymotivated #relationship #adviceformen #cheatingonyou #marriageadvice #cheatingwife #realmen #toxicrelationships #caughtcheating #cheatingboyfriend #pride #cheatingspouse #cheatinghusband #traditionalwoman #modernwoman #cheatinggirlfriend #whydomencheat  ",
    "view_count": 473543,
    "create_time": 1711148438,
    "hashtag_names": [
      "love",
      "relationship",
      "relationships",
      "trending",
      "viral",
      "pride",
      "dating",
      "realmen",
      "infidelity",
      "fyp",
      "whydomencheat",
      "staymotivated",
      "cheatingmen",
      "relationshipadvice",
      "psychology",
      "marriageadvice",
      "caughtcheating",
      "datingadvice",
      "relationshiptips",
      "cheatingboyfriend",
      "cheatinggirlfriend",
      "redflags",
      "modernwoman",
      "cheatingonyou",
      "personaldevelopment",
      "toxicrelationships",
      "traditionalwoman",
      "cheatingwife",
      "cheatinghusband",
      "foryourpage",
      "adviceformen",
      "adviceforwomen",
      "cheatingspouse",
      "cheatingpartners"
    ],
    "id": 7349326397602647326,
    "is_stem_verified": false
  },
  {
    "username": "fromtheblock4so",
    "video_description": "J.P. - Bad Bitty | From The Block Performance 🎙🔥🔥🔥",
    "view_count": 6642852,
    "create_time": 1711048438,
    "hashtag_names": [],
    "id": 7348897026169589023,
    "is_stem_verified": false,
    "region_code": "US"
  },
  {
    "hashtag_names": [
      "viral",
      "sonic",
      "bonnetqueen",
      "fypシ",
      "xyzbca"
    ],
    "id": 7347900148913081643,
    "region_code": "US",
    "username": "kgbynum",
    "view_count": 181556,
    "voice_to_text": "Have you ever seen a white girl in a bonnet at Sonic or food? I'm gonna ask car hop, car hop! If she likes my bonnet. Stay tuned. Do you like my bonnet? Can you say hello? Hi. I don't think she like my bonnet. For real. And she didn't really want to say hi. That's rude. That's real rude. And if you're wondering why I'm wearing a bonnet, it's healthy for your hair. I wash my hair. It just keeps it. I really don't know. Like, I couldn't tell you how it makes your hair healthier. Keeps your hair healthy. It just does.",
    "create_time": 1710816350,
    "is_stem_verified": false,
    "video_description": "rude🤨 #fypシ #xyzbca #viral #sonic #bonnetqueen "
  },
  {
    "is_stem_verified": false,
    "region_code": "US",
    "username": "yofavpescatarian",
    "video_description": "What was the moment that made you take things more seriously?  #pescatarian #pescatarianmeals #vegetarianmeals #mealprep #healthyeating ",
    "view_count": 486602,
    "create_time": 1709911868,
    "hashtag_names": [
      "healthyeating",
      "mealprep",
      "pescatarian",
      "vegetarianmeals",
      "pescatarianmeals"
    ],
    "id": 7344015490982874414
  },
  {
    "hashtag_names": [
      "chicken",
      "friedchicken",
      "meater",
      "meatermade"
    ],
    "is_stem_verified": false,
    "region_code": "US",
    "username": "meatermade",
    "video_description": "Lemon tea and fried chicken…the duo you didnt know you needed!  #friedchicken #chicken #MEATER #MEATERmade ",
    "view_count": 689428,
    "voice_to_text": "Speed lemon tea brine buttermilk fried chicken is seriously the best. I start by making the brine which is not only gonna keep the chicken super moist but also add lots of flavors. Definitely a game changer here. With lots of herbs and overnight brine is definitely the way to go with this one. You wanna dredge the chicken pieces and buttermilk and hot sauce, spices and season flour. A double dredge is necessary for that extra extra crispy skin. Insert your meter probe and deep fry in oil. Set to 3:50 until the internal temperature is 1 67 and it's nice and golden brown. No, I wasn't eating this without hot sauce. It was seriously perfect. So so good.",
    "create_time": 1709160449,
    "id": 7340788082196696362
  },
  {
    "region_code": "US",
    "username": "hotweirdg0rl",
    "video_description": "the same adults who want all this grace for their adult mistakes cuss their child out for not having a developed frontal lobe ",
    "view_count": 314943,
    "create_time": 1708792684,
    "hashtag_names": [],
    "id": 7339208527661436206,
    "is_stem_verified": false
  },
  {
    "video_description": "Black people vs Christianity 👀 #christiantiktok #bible #fyp follow @bibleboy218 for more of my chrsitian videos 😊",
    "view_count": 37068,
    "create_time": 1708255094,
    "hashtag_names": [
      "bible",
      "fyp",
      "christiantiktok"
    ],
    "id": 7336899729059564833,
    "is_stem_verified": false,
    "region_code": "GB",
    "username": "davidwhitely2"
  },
  {
    "create_time": 1705988328,
    "is_stem_verified": false,
    "region_code": "US",
    "view_count": 1183935,
    "voice_to_text": "Why your driver standing your mama house that you grew up in and rolling Oaks and I heard is a trap house. I'm. It's evergress a billionaire. Yeah, he know. Being that he over exaggerate everything. Y'all better stop believing that bitch. He do shit for the ground. And Drake, I want you to call me cause I got something to tell you personally. He talked about your family back. Any racist to me? He got a baby from a Russian woman. Look just like Drake. Beautiful little boy, same age. One of that girl got them three turn from baby, don't you? In the same way. That why she'd be hiding in the hole somewhere every now and then. Because she know he got a baby. That whole ass baby. I'll tell you. Break on Drake business. Allegedly. Let's. He put a towel with me every hour through the night. When he want sandwiches and wake up, his sleep pattern off.",
    "hashtag_names": [
      "meekmill",
      "drake",
      "guccimane",
      "rickross",
      "miami",
      "hollywood",
      "funnyvideos",
      "tiakemp",
      "funnyinterviews",
      "keyshiakaoir",
      "celebrityinterviews",
      "celebritytea",
      "cristinamackey",
      "woolady",
      "keyshiaka",
      "wooladytv",
      "nivanews",
      "rickrossbabymommadrama",
      "rickrossbabymomma",
      "keyshiakaoirandrickross",
      "tiakempbook",
      "tiakempceaseanddesist",
      "tiakemplive",
      "rickrossdrama"
    ],
    "id": 7327163809309871406,
    "username": "nivanewschannel",
    "video_description": "Rick Ross’ Baby Momma, Tia Kemp spilled all the tea during a live interview and said Rick Ross allegedly is racist and talks badly about Drake and his family too! 🫣 Follow @nivanews for more of the latest 🫖☕️ #tiakemp #rickross #drake #guccimane #keyshiakaoir #keyshiaka’oir #keyshiakaoirandrickross #tiakempbook #tiakempceaseanddesist #tiakemplive #miami #celebritytea #celebrityinterviews #funnyinterviews #funnyvideos #nivanews #hollywood #drake #meekmill #rickrossdrama #cristinamackey #rickrossbabymomma #rickrossbabymommadrama #woolady #wooladytv "
  },
  {
    "region_code": "US",
    "username": "gabrielle4u",
    "video_description": "#fyp #parati #wendywilliams #ritamoreno #elvis #marlonbrando #oldhollywood #195#0 #viral#celebrity #50s #wendywilliamshow #funny #dontblameme",
    "view_count": 5674506,
    "create_time": 1702890436,
    "hashtag_names": [
      "funny",
      "elvis",
      "viral",
      "celebrity",
      "oldhollywood",
      "50s",
      "parati",
      "fyp",
      "dontblameme",
      "wendywilliams",
      "0",
      "marlonbrando",
      "ritamoreno",
      "195",
      "wendywilliamshow"
    ],
    "id": 7313858661858987310,
    "is_stem_verified": false
  },
  {
    "video_description": "We just not friendssssss relax #fyp ",
    "voice_to_text": "Growing up is realizing just because I don't wanna be your friend don't mean we got beef like that. There's no issue. You're just. You're just not my type of person. That's it. But I got no problem with you. I don't wish ill on you. I'm not gonna talk bad about you. I. You. You really don't even come to my mind. I just don't wanna talk everyday. I don't wanna meet up with you one on one. I don't wanna get to know you. But there's no issue. We don't have a problem. We just not friends.",
    "hashtag_names": [
      "fyp"
    ],
    "is_stem_verified": false,
    "region_code": "US",
    "view_count": 8300505,
    "create_time": 1702679389,
    "id": 7312952258084211998,
    "username": "jstnfrtt"
  },
  {
    "create_time": 1702337740,
    "hashtag_names": [
      "fem",
      "feminist",
      "feminism",
      "girlythings",
      "womenempowerment",
      "dinks",
      "femininity"
    ],
    "id": 7311484836533865770,
    "is_stem_verified": false,
    "region_code": "US",
    "username": "lilykateshow",
    "video_description": "Oh &, I let him pay for dinners 😌 #fem #feminism #feminist #dinks #womenempowerment #femininity #girlythings ",
    "view_count": 4844687,
    "voice_to_text": "I'm not a feminist I can see men and I don't immediately feel threatened I'm not a feminist people ask me if I'm actually a woman I'm not a feminist I can wear dresses and feel pretty I'm not a feminist thank you! I'm not a feminist I don't hate children I'm not a feminist I would watch this video and I wouldn't be offended I'm not a feminist I can actually cook"
  },
  {
    "hashtag_names": [
      "japan",
      "tokyo",
      "japantravel",
      "workinjapan"
    ],
    "id": 7298381907723947265,
    "is_stem_verified": false,
    "username": "jesseogn",
    "view_count": 11775915,
    "create_time": 1699286965,
    "region_code": "JP",
    "video_description": "What is it like moving to Japan for work? 🇯🇵 #japan #japantravel #tokyo #workinjapan ",
    "voice_to_text": "Does it feel like trying to get a job here? I don't wanna work for a Japanese company. I'm trying to steer as far away from Japanese companies. The work culture, the environment, Japanese companies is very like, ah, if you're young, you're kind of unimportant. You're there to basically, you know, fuel our ideas as the older generation. So I really am not into that. I wanna be able to be really contributing to the company. They really do look down on foreigners as well. And for example, my friend, she applied for an interview just now. The woman who was asking her, even though my friend, she's white, uh, she's from Finland, speaks perfect Japanese. Uh, and she goes up and she's asking her questions in Japanese and the woman keeps being like, now write, address, address, very condescendingly. So that's really a common occurrence. I think even you have experienced that, both of us. I think I've experienced that."
  },
  {
    "hashtag_names": [
      "leftist",
      "socialist",
      "conferateflag",
      "americanheritage",
      "capcut"
    ],
    "id": 7290693393959718175,
    "region_code": "US",
    "view_count": 1426639,
    "voice_to_text": "How I came to buy this. So I get a call from one of my friends who had just visited this flea market, and he said that they have a bunch of cool stuff. Me, flea markets, cool shit. I'm in there. I go to this flea market in this very rural area in Indiana. Now this is deep red Indiana territory. Fits perfectly down there with Alabama and Mississippi. I walk in and I see it is a large crowd of older white people, 50 and up. They are looking at me like I just walked off of a UFO. As I'm walking around, I'm seeing a lot of Confederate flag themed memorabilia. So with all these white people here, I said, I'm gonna buy one of these flags because I wanna see what their reaction is to a black guy buying a Confederate flag. So I got it and I'm carrying it very visibly so everybody can see that I have it. And I definitely got their attention. I'm in line and this younger white dude says, man, I gotta ask you, why you buying the Confederate flag? And I can tell he asked what a lot of people were wondering. So a lot of ears start to tune in. And I asked him, what do you think I got it for? And he said, hopefully to burn it or wipe your ass with it. I got a teammate, the room was full of people that were like, His racist grandparents he didn't like. Immediately after he says that, an older white lady says, that's so unpatriotic. Why would you wanna be disrespectful to American heritage? And I'm like, youngster, stand down. I got this. Ma'am, you are right and you are completely wrong about something. You are right about the fact that it is American heritage, but it is a side of American heritage, and that side wanted to preserve the institution of slavery and felt that blacks were subhuman. So it is American heritage, but it is reflective of the team that you are playing on when it comes to American heritage. And what you are completely wrong about is the Confederacy is the most un patriotic group of people in American history. Patriotism is loyalty to your country and the person chosen to run your country. In this case, Abraham Lincoln was elected president of the United States, and the United States had chose a direction, and the Confederacy did not agree with that and wanted to succeed. From the United States, they engaged in an act of war against the government. If the Confederates were patriots, they would have followed the direction that the country was going and the leader that was elected to run this country. What they did was they chose to pick up arms and go to war against the United States of America. That is the most treasonous, unpatriotic thing in American history. Then an older white guy chimes in and he says, this Well, why do y'all always blame America for slavery? Slavery was in Africa. Slavery was in Rome. Slavery existed a lot of other places outside of America, youngster. They fucking with the wrong one, sir. There is one ingredients in American slavery that made it completely different from any other form of slavery that existed on the planet before. And that ingredients was based on a pseudo saying that the people being subjugated were not even a part of the human race. They were not Homo sapiens. They were subhuman. So the people being enslaved were not even being considered human beings. Slavery and other places never had that element. In Rome and Africa, the people being subjugated were not seen as not being human. It was based solely on might is right. I defeated you. You can't beat me. Go take care of my cattle. But the idea that Africans were not even humans made American slavery totally different. It was more dehumanizing than any other form of slavery that existed on the planet before. This is an American ingenuity. If I own you and you have a kid, I own your kid. And if your kid has a kid, I own that kid. I own your whole bloodline. It is an egregious miscalculation to equate slavery in Africa, slavery in Rome, and what the fuck was going on in America then? I hear this, and I got a lot of those flags around my house, and I don't Understand why people get all in a tizzy about this? Okay, ma'am, let me ask you this. If we was in Germany and somebody was flying the little mustache guys flag and saying that it was a part of German heritage, do you think that would be right? It is a part of German heritage. I don't see why it would be disrespectful. Youngster, this bitch, super racist. She had a little boy with her, and I asked her, was that her grandson or something? She says, yes, he was autistic. So I told her, ma'am, do you realize that if you lived in Germany at that time, your grandson would have been euthanized under the Nazi regime? Shut her ass up. The rest of them are looking dumbfounded and youngster looking like, we just won the super bowl. Got to the parking lot, chopped it up with youngster. He's super cool. He invited me to his bonfire where we burning this damn thing.",
    "create_time": 1697496845,
    "is_stem_verified": false,
    "username": "comrade_sinque",
    "video_description": "It was a teachable moment #conferateflag #socialist #leftist #americanheritage #CapCut "
  },
  {
    "region_code": "US",
    "video_description": "Do we agree?. . . . 🎤- #joselinehernandez  🎥 - #realitywiththeking  . . .  #parenting #teenagers #runaway #childhoodtrauma #leavinghome #toxicparenting #toxicbehaviors #movingout  #unsafeenvironment #toxicrelationship ",
    "view_count": 1926419,
    "voice_to_text": "As if your child is leaving your home is because you not doing something right. Don't blame this on your kid. What's happening in your house that your kid wants to leave your house so badly any given day? Why? My daddy not gonna wake up any day and say, I wanna leave my mama house. Why would you want to leave the comfort of her mother's house? She got her own room, computers, ipads, food, clothes, entertainment, the beach downstairs. Why would she want to wake up and run away? She's got me. She's got my husband. Would constantly teaching her.",
    "create_time": 1693948558,
    "hashtag_names": [
      "runaway",
      "joselinehernandez",
      "parenting",
      "teenagers",
      "leavinghome",
      "movingout",
      "toxicrelationship",
      "childhoodtrauma",
      "toxicparenting",
      "unsafeenvironment",
      "toxicbehaviors",
      "realitywiththeking"
    ],
    "username": "honestmommymoments",
    "id": 7275453619585977642,
    "is_stem_verified": false
  },
  {
    "hashtag_names": [
      "trump",
      "fyp",
      "patriots",
      "maga",
      "moreviewers",
      "tiktokfans",
      "trump2024",
      "viralvidioes",
      "fypシ",
      "trumpmugshot",
      "trumpshouldvefreedlarry"
    ],
    "id": 7273910461484272942,
    "is_stem_verified": false,
    "region_code": "US",
    "username": "magaman8181",
    "video_description": "#trumpshouldvefreedlarry #trump #fyp #fypシ #moreviewers #tiktokfans #trump2024 #viralvidioes #maga #trumpmugshot #patriots ",
    "view_count": 734,
    "create_time": 1693589267
  },
  {
    "region_code": "US",
    "username": "alwaysclassy",
    "video_description": "#fypシ゚viral🖤tiktok #yourfavoriteauntie what the hell 😳 🤣 ",
    "view_count": 30118,
    "create_time": 1690826771,
    "hashtag_names": [
      "yourfavoriteauntie",
      "fypシ゚viral🖤tiktok"
    ],
    "id": 7262045613955616042,
    "is_stem_verified": false
  },
  {
    "hashtag_names": [
      "father",
      "parenting",
      "blackdad",
      "sahm",
      "girldad",
      "sahd",
      "momsoftiktok",
      "dadsoftiktok",
      "gentleparenting",
      "capcut",
      "girldadtiktok"
    ],
    "id": 7199267403555982635,
    "is_stem_verified": false,
    "username": "blackinthekitchen",
    "view_count": 517852,
    "voice_to_text": "people always say don't say no to kids because that triggers them so instead of saying no or stop I'm gonna say hey what y’all doing? okay",
    "create_time": 1676210095,
    "video_description": "#CapCut #gentleparenting #dadsoftiktok #momsoftiktok #sahm #sahd #father #girldad #girldadtiktok #blackdad #parenting ",
    "region_code": "US"
  }
]