[
  {
    "id": 7374767594198338849,
    "is_stem_verified": false,
    "username": "lifeandsoul74",
    "video_description": "Cost of living 😡 #oliveoil #Extortionate ",
    "voice_to_text": "Hey, good afternoon, everybody. Um, just quickly, does anybody know where to get some olive oil? Doesn't cost an arm and a leg. When I mean an arm and a leg, I mean, £7 80, six pound 99. I'm just looking to get some olive oil that doesn't cost that much. So if anybody on here knows where I can get. I went to Tesco's, and I've been to co op, and I've been to oldies. If anybody on here knows when get some cheap olive oil. Um, extra virgin olive oil, not that Olivia thing. Um, for less than. I don't say. £6 50. Just cheaper. I'm sick of this. I need some olive oil, but I don't wanna pay all that money. Might get someone to rob it. Oh, did I say that? Ha ha ha ha! Not me. Do it. Someone else.",
    "create_time": 1717071890,
    "hashtag_names": [
      "oliveoil",
      "extortionate"
    ],
    "region_code": "GB",
    "view_count": 631
  },
  {
    "hashtag_names": [
      "ocean",
      "whales",
      "seacreatures",
      "leviathan"
    ],
    "id": 7372994506561670446,
    "region_code": "US",
    "username": "dontghostme",
    "video_description": "What do you think? 🤔 #leviathan #seacreatures #ocean #whales ",
    "voice_to_text": "Something really, really strange is happening in our oceans, and the wildlife is clearly reflecting that. Groups of whales have been coming together before beaching and unaliving themselves, and scientists have no clue why. This specific group was located near Australia, and the general Assumption was that they may have just wandered too close to shore by accident. But the exact same thing happened near Taylor's Bay. And according to the locals who were trying to help, the whales and dolphins sounded like they were screaming for help. Check it out real quick. First stranded before two PM yesterday at the rocky beach in Taylors Bay. They were screaming. It is probably the thing that's stopping me from sleeping, because you can hear the screaming and your ears. Um, they were making more than a noise. They were really yelling out for help. And even after the locals and rescue teams help the wells back into the water, they rebeach themselves further down the coast, almost as if they refused to go deeper into the ocean. Over in the beach in Oregon, a female anglerfish washed up, which is really strange. We consider that they live two to three thousand feet deep. And with the huge anomaly that we were initially told was a glitch coming back, people's speculation is starting to grow and theories are starting to circulate. I touched on the first theory that states that very large creatures, or a very large creature, possibly Leviathan, has entered Our oceans ecosystems, eating the wildlife and scaring them as well. But there's a second theory stating that some sort of frequency device is being used or tested, heating up the oceans and scaring the wildlife. Leave a like. Let me know what you think.",
    "create_time": 1716659062,
    "is_stem_verified": false,
    "view_count": 17556263
  },
  {
    "hashtag_names": [
      "greenscreen",
      "greenscreenvideo"
    ],
    "id": 7372655274257108266,
    "is_stem_verified": false,
    "video_description": "#greenscreen #greenscreenvideo ",
    "view_count": 12817375,
    "create_time": 1716580078,
    "region_code": "US",
    "username": "nizzyconspiracy",
    "voice_to_text": "didn't I just tell y'all that there was something going on with the ocean and the world is trying to tell us something listen listen listen this local watching from the top of the hill the 45 old false killer whales and one buffaloes dolphin first stranded before two PM yesterday at the rocky beach in Taylors Bay they were screaming it is probably the thing that's stopping me from sleeping because you can hear the screaming in your ears um they were making more than a noise they were really yelling out for help I told you told the species it's extremely rare with the tragic events that unfolded yeah there's gotta be uh something in the haystack to look for that has a bit of positivity and may we hope to learn a lot more like why these creatures stranded in the first place I put up the video about the whales in the ocean I told you I was trying to tell you something in the last other video I dropped about the ocean I told y'all oh my god"
  },
  {
    "hashtag_names": [
      "sancristobalhuichochitlan",
      "eltiosancris",
      "tornadoentoluca"
    ],
    "id": 7372429743007780102,
    "is_stem_verified": false,
    "region_code": "MX",
    "username": "sancristobalhuichochitl",
    "video_description": "TORNADO EN TOLUCA #SanCristobalHuichochitlan #SanCristobalHuichochitlan #eltiosancris #tornadoentoluca ",
    "view_count": 433308,
    "create_time": 1716527567
  },
  {
    "create_time": 1716474926,
    "is_stem_verified": false,
    "region_code": "US",
    "video_description": "Spring in the mountains can suck! May 23rd and it's snowing! I want summer, camping, bonfires.. Not this! #foryou #snow #summer #foryoupage ",
    "voice_to_text": "Good morning, TikTok. And this is what I woke up to. I believe today is May 23rd. I could be wrong. It's Thursday. I don't know what day it is, but this is what I woke up to. A wintery mix. I'm done with winter. I want summer. Please bring on summer. Hope you guys have a really good day compared to mine.",
    "hashtag_names": [
      "summer",
      "snow",
      "foryou",
      "foryoupage"
    ],
    "id": 7372203648736136490,
    "username": "mtgypsy1",
    "view_count": 593471
  },
  {
    "create_time": 1716453167,
    "region_code": "AU",
    "hashtag_names": [
      "rent",
      "parliament",
      "politics",
      "australia",
      "aus",
      "government",
      "canberra",
      "housing",
      "emissions",
      "climatechange",
      "climate",
      "costofliving",
      "parliamenthouse",
      "auspol",
      "womenssafety",
      "climateaction",
      "australianpolitics",
      "housingcrisis",
      "auspolitics",
      "rentalcrisis"
    ],
    "id": 7372110199630417160,
    "is_stem_verified": false,
    "username": "junkeedotcom",
    "video_description": "canberra sucks!!! but braved it anyway to knock on the front door of parliament house to ask wtf is going on and what the politicians are gonna do about the myriad of crises facing our generation bc frankly……. bit sick of it :) more dropping as soon as we stop crying @Australian Greens @Australian Labor Party @Max Chandler Mather @Larissa Waters @Adam Bandt @tanyaplibersek @Dr Monique Ryan MP @David Shoebridge @Senator Lidia Thorpe @Stephen Bates MP @Ky Stewart  #auspol #politics #australianpolitics #auspolitics #australia #aus #canberra #parliament #parliamenthouse #costofliving #rent #rentalcrisis #housing #housingcrisis #climatechange #climateaction #climate #emissions #womenssafety #government ",
    "view_count": 2970,
    "voice_to_text": "the climate's fucked I'm sorry I don't know if I'm allowed to swear and like I've even experienced that in this place been giving a speech in the chamber and have someone yell at me across the room quit and come back when you're older um but was there any particular reason why you didn't necessarily respond to those students or to which students are you talking about the school strike for climate last year um that happened globally that's a nice question uh thank you speaking of people feeling like they have someone to stand up to never say again in my life but I am trying to get Peter Dutton to talk to me Oh um we um Gotta go No awesome sorry Thank you sorry guys I thought I'd just you know strategically place the budget papers do you wanna grab the sure this one your popstar microphone I'm interviewing you yeah hot glued in the office that is your mic if you wanna act like a popstar and I'm like looking you Ky yeah yeah okay great so I'm looking at you yes"
  },
  {
    "username": "newsweek",
    "view_count": 383443,
    "voice_to_text": "The EPA granted $50 million to an organization called Climate Justice Alliance. So we went to the website of Climate Justice Alliance. This is what we found on the website. That our taxpayer dollars are going to organizations such as this. This at the bottom is a picture of the bulldozer that went through the fence when Hamas attacked Israel in on October the 7th. They have a rendering on their website says Decolonize Palestine, and it has a picture of that same bulldozer going through that fence. If you dig deeper, they wanna defund the police, defund the military. Either them or their affiliates want to want to have very radical, drastic, uh, initiatives that I think are anti American.",
    "hashtag_names": [
      "politics",
      "news",
      "epa",
      "congress",
      "newsweek",
      "republican"
    ],
    "is_stem_verified": false,
    "region_code": "US",
    "video_description": "#Republican Sen. Shelley Moore Capito called out the #EPA for granting $50 million to a \"radical\" climate justice group. #news #newsweek #politics #congress ",
    "create_time": 1716324713,
    "id": 7371558477908512042
  },
  {
    "create_time": 1716303447,
    "id": 7371467133168946478,
    "username": "memethegoat1996",
    "view_count": 2231581,
    "hashtag_names": [
      "funnyvideos",
      "fyp",
      "cicada",
      "fypツ"
    ],
    "is_stem_verified": false,
    "region_code": "US",
    "video_description": "Im so serious y’all ifykyk these cicadas are terrifying 😂🤯🤯 #fyp #fypツ #cicada #funnyvideos ",
    "voice_to_text": "We is under attack out here in Tennessee. We is out here fighting for our lives out here in Tennessee, baby. Cause one thing about it, two things for show. These cicadas have invaded and they taking the fuck over. Like I said, them aliens was coming. The cicadas have came the fuck out and they're fucking people up like me. Okay, it is time to rally the motherfucking troops. See a cicada, shoot a cicada. I'm talking about, see a cicada, stop a cicada. Cause, baby, don't update it. They look deadly as fuck, ugly as fuck. And I'm talking about, they big as fuck. This is not okay. And I got the nerve to say these motherfuckers ain't daily, baby, they look daily. Why the fuck do I feel like I'm dying inside every time I'm seeing one? I'm talking about, they really lethal. They are here smacking the shit out of people, hitting people in the head. I'm talking about giving anxiety, make you wanna pass the fuck out. They're deadly. What do you mean, huh? And then they are here just flying around like they run shit. They do. Because baby, I don't want no problems, baby, I rather be the fucking side. Okay, y'all got it. Outside is for y'all. Yeah, they run shit now. Talking about. I'm so fucked up about them, if somebody tried to rob me right now. What a cicada I was on my hands up. Don't throw that cicada, Bob. You can have it. I don't listen. And what you want, you have. Baby, I don't want no motherfucking problems, okay? Hey, y'all got it. Y'all motherfucking got it. And then you got people being like, it's just a bug. They harmless, bitch. Fuck you and your cicada cousins."
  },
  {
    "voice_to_text": "I just read an article that said that Egypt is deploying their military to the border because tensions are rising they're rising now cool you've been living like boy in the fucking striped pajamas for 7 months chaisting people fucking being like you wanna live fucking figure it out beg beg for money while you are literally in a fucking video game to survive that was fine the people dying that was fine you stealing your money also fine but now tensions are rising this is because they closed your border because you can't get your fucking money anymore what what what's the catalyst tell me please is it is it about the balance in if I can camping you've been watching them suffer",
    "hashtag_names": [
      "fyp",
      "foryoupage",
      "foryourepage",
      "foryoupageofficial"
    ],
    "region_code": "US",
    "video_description": "#fyp #foryoupage #foryourepage #foryoupageofficial ",
    "username": "krispy631",
    "view_count": 864,
    "create_time": 1715904404,
    "id": 7369753268534168878,
    "is_stem_verified": false
  },
  {
    "view_count": 3086262,
    "voice_to_text": "One chat GBT request, that's the equivalent of pouring out a bottle of water and powering a light bulb for 15 minutes. A lot of people think of the internet as just being in the cloud. Really, it is taking up this huge space of these gigantic computers, which are data centers. In Northern Virginia, we have over 300 data centers. There's around 100 million square feet. And they use a lot of energy. Artificial intelligence requires servers to run much hotter. Water cooling will be necessary. And where will that water come from? One chat GPT request, for example, that's the equivalent of pouring out a bottle of water and powering a light bulb for 15 minutes. You multiply that times billions of requests, you can start to see the cumulative impacts. AI is driving the need for additional power to meet this demand at an unsustainable rate. Scale of the energy use is 20, 30, 40 times more or square foot than anything else that we familiar with. Diesel generators are the backup power for AI applications or any data center application. More fossil fuel emitting infrastructure that historically and currently impacts low income communities and people of color. We're contemplating a tripling of the entire energy infrastructure that we have today. And the effect on the average taxpayer, the doubling of their utility bills. Everything that's needed to support this industry is paid for by the rate payers as a whole, which is you, me, it's everybody. The Subsidize are the richest corporations in the world. There's so much money to be made. Renewable energy goals, sustainability goals, they are not at all front of mind. We need to have a plan for how we're gonna do it sustainably. We have no time to waste.",
    "hashtag_names": [
      "tech",
      "ai",
      "environment",
      "climate"
    ],
    "is_stem_verified": false,
    "region_code": "US",
    "video_description": "The internet isn't just in the 'cloud' — it's taking up millions of square feet and using tons of energy, and AI is making it even worse (in partnership with @Accountable Tech) #ai #tech #climate #environment",
    "create_time": 1715881232,
    "id": 7369653710579846442,
    "username": "nowthisimpact"
  },
  {
    "username": "pattrn",
    "video_description": "Critics have a lot to say about the new energy bill #Florida Gov. DeSantis just signed... #climatechange#renewableenergy#news @stephanie_abrams",
    "view_count": 329947,
    "create_time": 1715875300,
    "is_stem_verified": false,
    "region_code": "US",
    "voice_to_text": "Florida governor Ron Desantis has signed a Bill that removes references to climate change from state law and no longer requires lawmakers to consider it when creating new energy policy. The Bill, effective July 1st, also prohibits offshore wind farms, of which there are none off Florida, by the way, favors natural gas, eliminates energy conservation programs, reduces gas pipeline regulations, and increases protections for gas appliances. Now, the governor says the Bill, and I quote here, is restoring sanity in our approach to energy. End quote. Now, critics say it ignores the reality of threats the state faces and de emphasizes policies to help mitigate climate change. This comes as Florida faces challenges from rising sea levels, flooding, and an approaching Hurricane season that's forecast to be especially active.",
    "hashtag_names": [
      "florida",
      "news",
      "climatechange",
      "renewableenergy"
    ],
    "id": 7369625944639753518
  },
  {
    "create_time": 1715827583,
    "is_stem_verified": false,
    "username": "speedy_eats",
    "hashtag_names": [
      "drivethru",
      "foodtech",
      "freshfood",
      "convenience"
    ],
    "id": 7369423300021308714,
    "region_code": "US",
    "video_description": "The worlfs first drive thru vending store that can cook your locally prepare meals, or give you a cold coke and a bag of chips. #drivethru #foodtech #convenience #freshfood ",
    "view_count": 640367,
    "voice_to_text": "Here it is. The world's first unmanned vending machine drive through store. Does delivery through third party platforms and you can do take out. It has a microwave in it so it cooks products with a patent ending on packaging where you can microwave it. And it's actually sealed, has a degassing valve on it and allows you to cook in a microwave without popping the seal. And this is how it works. So what it looks like you drive off just as easy as that. Salads, wraps, cold cut subs, pre made meals, soups, chicken salad, breakfast items, sausage, egg and cheese, biscuits. You name it, we got it."
  },
  {
    "create_time": 1715809182,
    "is_stem_verified": false,
    "video_description": "IT WOULD TAKE 1500 YEARS FOR THE AVG PERSON TO EMIT AS MUCH CO2 AS BILLIONAIRES DO IN A YEAR #comedy #climatechange #nyc ",
    "hashtag_names": [
      "nyc",
      "climatechange",
      "comedy"
    ],
    "id": 7369344279308717344,
    "region_code": "DE",
    "username": "nikitadumptruck",
    "view_count": 62554,
    "voice_to_text": "there's a clock in Union Square that tells you how much time we have left to act on climate change before it becomes irreversible there it is  five years 68 days  and that what am I supposed to do about it I'm just a girl on her way  to happy hour put that in front of the White House  or the Kardashian's house what am I supposed to do about it I have like $5"
  },
  {
    "view_count": 2280155,
    "voice_to_text": "It’s the kind of heart-stopping  wildlife encounter sailors dread. Killer whales ramming boats, at times breaking the rudders leaving the boats unsteerable or worse, sinking them. And now it's happened again. The crew of the 50-foot Alberon Coñac sailboat calling for help early Sunday, a few miles from the Strait of Gibraltar  in Moroccan waters, saying orcas damaged the rudder  and the yacht was taking on water. The crew rescued, the boat sank. The same pod of orcas have been toying with boats off the  Atlantic coast of Spain, Portugal, and France since 2020. More than 400 encounters sinking  at least five boats. This particular pod is critically endangered and scientists say returns to the same  area every year looking for bluefin tuna. Marine conservation group  Ocean Care stressing “We do not believe that the orcas’  behaviour is any form of revenge or a deliberate attack on people.” Experts think the orcas may actually be  teaching each other how to break boat rudders. Spanish Maritime Rescue now telling sailors to steer clear of the area  from April to August, stay close to the coast,  and don't try to harm the animals.",
    "create_time": 1715796038,
    "id": 7369287789030182190,
    "region_code": "US",
    "username": "todayshow",
    "hashtag_names": [
      "orcas",
      "todayshow"
    ],
    "is_stem_verified": false,
    "video_description": "A pod of orcas sunk a yacht a few miles from the Strait of Gibraltar early Sunday. THe same pod of orcas has been toying with boats since 2020. #TODAYShow #Orcas "
  },
  {
    "id": 7369268506635914528,
    "is_stem_verified": false,
    "video_description": "US President Joe Biden is introducing a major tax hike on Chinese-imported green tech, including electric vehicles, which will now face an 100% tariff. He says it’s all to protect American jobs from China’s “cheating” on trading practices. But will it actually change much? #ElectricCars #ElectricVehicles #US #America #JoeBiden #China #Channel4News #C4News",
    "voice_to_text": "President Biden is adding a huge tax hike on imported Chinese vehicles from 25% to 100%. In fact, he's increasing border taxes on a whole range of Chinese green tech, like solar panels, semiconductors and lithium batteries. And it's all to protect American businesses from China's so called unfair trading practices. American workers are, I cannot work and I could beat anyone as long as the competition is fair. But for too long it hasn't been fair. For years, the Chinese government has poured state money into Chinese companies across the whole range of industry. And when you make tactics like these, it's not competition, it's cheating. China has become a powerhouse for electric vehicle or EV manufacturing in recent years, especially from this company, BYD, which stands for build your dreams. It overtook Elon Musk's Tesla as the world's biggest electric car seller last year, selling 3 million vehicles in one year. Why? Because they're cheap. In some cases, BYD cars are three times less expensive than American models, and Beijing wants to keep them growing. The Chinese government has invested billions in BYD. In Shenzhen, where the company is based, taxi companies can only use BYD cars. Elon Musk says if there weren't any trade barriers, Chinese electric cars could pretty much demolish most other companies in the world. In spite of all of these warnings, the US doesn't actually import that many electric cars from China. That's in part because Donald Trump introduced a 25% tariff when he was President effectively driving Chinese electric vehicles off American roads. So some people say Biden's announcement is just posturing, a symbolic move to gain voters in an election year. After all, lots of US car manufacturers are based in swing states like Michigan and Pennsylvania. The Chinese government has called it typical political manipulation from Biden and has promised to retaliate.",
    "create_time": 1715791537,
    "hashtag_names": [
      "china",
      "america",
      "us",
      "joebiden",
      "channel4news",
      "electriccars",
      "electricvehicles",
      "c4news"
    ],
    "view_count": 905159,
    "region_code": "GB",
    "username": "c4news"
  },
  {
    "is_stem_verified": false,
    "view_count": 94221,
    "username": "nimay.ndolo",
    "video_description": "Share with friends. Deadlines are approaching soon! ",
    "voice_to_text": "the US government is assembling a team of Avengers I sht you not a battalion of thousands of warriors *Pentecostal tongues* warriors assembled for the purpose of fighting the environmental Decepticons who are they? enemies of progress these environmentally terroristic corporations who keep polluting our sht THIS PLANET This squad is called the American Climate Corps and the first of 20,000 available positions have already been posted for anyone wanting to join these are all positions in clean energy and climate there's insurance, benefits, you get a 401k and you don't need previous experience —which is wild for an Avenger If you wanna apply go here or here and these are actually available positions that do need filling Marvel's Avengersare cool but irl WARRIORS fighting environmental enemies of progress and doing environmental good are ten times cooler",
    "create_time": 1715733554,
    "hashtag_names": [],
    "id": 7369019459245215018,
    "region_code": "US"
  },
  {
    "hashtag_names": [
      "usa",
      "us",
      "chinese",
      "president",
      "unitedstates",
      "carbattery",
      "biden",
      "imports",
      "electriccar",
      "electricvehicle",
      "tariffs",
      "evtok",
      "unionjobs",
      "evtiktok",
      "evbattery",
      "criticalminerals"
    ],
    "region_code": "US",
    "username": "yahoofinance",
    "view_count": 11501,
    "voice_to_text": "Administration announced the largest investment in clean manufacturing in all of history. Up to $1.5 billion. And six clean steel projects across in America, creating, supporting thousands, thousands of union jobs. Next, a 100% tariff on electric vehicles made in China. People say wow, cause we're not gonna let China flood our market, making it impossible for American auto manufacturers to compete fairly. We're also implementing a 25% tire fund electric vehicle batteries from China and 25% tire fund critical minerals that make those batteries. I'm determined that the future of electric vehicles will be made in America by union workers, period. We'll do it by following international trade laws to do it. American companies are investing tens of billions of dollars in electric vehicles and batteries. And thanks to my bipartisan infrastructure law, we're building a network of 500,000 charging stations all across America, creating thousands, thousands of I B W. Jobs across America.",
    "create_time": 1715719964,
    "id": 7368961101939248430,
    "is_stem_verified": false,
    "video_description": "#President Joe #Biden held a press conference announcing new #tariffs on #Chinese #imports at the White House on May 14, 2024. He spoke about electric vehicle battery tariffs as well as critical mineral tariffs. #evtok #evtiktok #electriccar #electricvehicle #evbattery #carbattery #usa #us #unitedstates #unionjobs #criticalminerals @Biden-Harris HQ "
  },
  {
    "voice_to_text": "In the same breath that you're using to call for a free Palestine, call for a free Congo, call for a free Sudan, call for a free Minamar, call for a free Tigri, call for a free Turtle Island, call for a free Hawaii, everybody facing apartheid, everybody facing genocide, everyone being bombed, everyone starving, everyone homeless, because there are over 6 fucking genocides happening. If you are using your voice to be an activist, use your fucking voice to be an activist everywhere. If you are using your voice to speak up about Palestine, use your fucking voice to speak up about Congo, use your voice. There is not one movement more important than the other. In the same breath you're calling for a free Palestine, call for a free Congo, call for a free Sudan, call for a free Hawaii, call for a free Turtle Island, Free Palestine Pussy. Free Congo Pussy. Free Sudan Pussy.",
    "id": 7368599190177320235,
    "is_stem_verified": false,
    "username": "xoharlowheart",
    "view_count": 1627576,
    "create_time": 1715635703,
    "hashtag_names": [
      "fypシ",
      "xoharlowheart"
    ],
    "region_code": "US",
    "video_description": "#fypシ #xoharlowheart "
  },
  {
    "username": "iamkerryk",
    "video_description": "energy update  #energyupdate #xclasssolarflare #solarflare #solar #cosmic #purification #currentenergy ",
    "voice_to_text": "With all the incoming solar activity that we've had,   all   the   incoming   solar   activity   that   we've   had we've had numerous x class solar flares,   had   numerous   x   class   solar   flares we've had cosmic light influxes unlike anything we've ever had before.   had   cosmic   light   influxes   unlike   anything   we've   ever   had   before And that means we can feel a planetary clearing.   that   means   we   can   feel   a   planetary   clearing That's what's taking place right now.   what's   taking   place   right   now It's been one of my favourite questions to answer   been   one   of   my   favourite   questions   to   answer when people have asked me   people   have   asked   me at Ascension,   Ascension what happens to all the garbage and the plastic and the pollution   happens   to   all   the   garbage   and   the   plastic   and   the   pollution and all the debris of the false matrix?   all   the   debris   of   the   false   matrix Because, you know,   you   know we are ascending. We are ascending to a pristine world,   are   ascending   We   are   ascending   to   a   pristine   world which is also known as New Earth,   is   also   known   as   New   Earth true earth, or better yet,   earth   or   better   yet the organic universe.   organic   universe That world that we are stepping into is facilitated by a solar flash.   world   that   we   are   stepping   into   is   facilitated   by   a   solar   flash When we have solar flares like we are right now,   we   have   solar   flares   like   we   are   right   now what we're having are many practice rounds for our Ascension   we're   having   are   many   practice   rounds   for   our   Ascension and it's beginning to show us exactly that clearing that takes place   it's   beginning   to   show   us   exactly   that   clearing   that   takes   place large scale at Ascension.   scale   at   Ascension We're starting to see it. Hmm.   starting   to   see   it   Hmm Relatively small scale now,   small   scale   now but it's building and it's very tangible.   it's   building   and   it's   very   tangible And that is clarity is starting to come.   that   is   clarity   is   starting   to   come It's kind of like, this is the analogy I wanna give you.   kind   of   like   this   is   the   analogy   I   wanna   give   you It's kinda like we've got a whole lot of little sky elves   kinda   like   we've   got   a   whole   lot   of   little   sky   elves and they're cleaning up all of the particles of debris in the sky.   they're   cleaning   up   all   of   the   particles   of   debris   in   the   sky They're cleaning up all of the pollutants   cleaning   up   all   of   the   pollutants because it's beginning to dissolve.   it's   beginning   to   dissolve So not literally, guys,   not   literally   guys that's just metaphorically what it feels like.   just   metaphorically   what   it   feels   like We are experiencing a clarification and a purification.   are   experiencing   a   clarification   and   a   purification The light That's coming in is doing that.   light   That's   coming   in   is   doing   that It's clearing out the debris of the false matrix.   clearing   out   the   debris   of   the   false   matrix And as it clears out the debris of the false matrix out there,   as   it   clears   out   the   debris   of   the   false   matrix   out   there it begins to do exactly the same thing at the body level.   begins   to   do   exactly   the   same   thing   at   the   body   level So it's okay for you to feel a little bit like you're detoxing.   it's   okay   for   you   to   feel   a   little   bit   like   you're   detoxing You can feel that instant clarity.   can   feel   that   instant   clarity But a lot of you are going to feel more like the movement of debris   a   lot   of   you   are   going   to   feel   more   like   the   movement   of   debris and the opening of the heart.   the   opening   of   the   heart And when the heart opens, it can feel very raw and it can feel very   when   the   heart   opens   it   can   feel   very   raw   and   it   can   feel   very almost like you're purging the grief   like   you're   purging   the   grief and everything that was once stuck there.   everything   that   was   once   stuck   there So let me know in the comments below.   let   me   know   in   the   comments   below Are you feeling the clarity that's coming in   you   feeling   the   clarity   that's   coming   in or are you feeling the purge?   are   you   feeling   the   purge Remember, if you are,   if   you   are it's not wrong and right. It's just if you're feeling the purge,   not   wrong   and   right   It's   just   if   you're   feeling   the   purge you making space for the clarity.   making   space   for   the   clarity And if you're feeling the clarity right now,   if   you're   feeling   the   clarity   right   now it means that the purge has already happened for you in some way,   means   that   the   purge   has   already   happened   for   you   in   some   way shape or form. So let me know in the comments below where you are.   or   form   So   let   me   know   in   the   comments   below   where   you   are",
    "create_time": 1715537355,
    "is_stem_verified": false,
    "region_code": "ZA",
    "hashtag_names": [
      "cosmic",
      "solar",
      "solarflare",
      "purification",
      "energyupdate",
      "currentenergy",
      "xclasssolarflare"
    ],
    "id": 7368176816353332486,
    "view_count": 11619
  },
  {
    "voice_to_text": "In the devastated south of Brazil, this airport is now more fit for boats than it is planes. Satellite images from before the deluge make clear what the country's president has called a national calamity. In the state of Rio Grande Desol, which is the size of the UK, nowhere has been spared. 300 towns are completely underwater. Porto Allegra, the capital, home to 3 million people, is in a desperate state. 160,000 are homeless. There is little or no drinking water, and five dams upstream of the city are close to bursting. Food is sparse and despair has set in. Looting for medicines, for food, for survival, is widespread. The ordeal looks set to continue. Three powerful storms will last the state in the coming week. According to meteorologist, new maps of the region will have to be drawn. These floods have changed Brazil forever.",
    "hashtag_names": [
      "lula",
      "floods",
      "riograndedosul",
      "portoalegre",
      "channel4news",
      "brazilfloods",
      "calamidadenacional"
    ],
    "id": 7366988900230761760,
    "username": "c4news",
    "video_description": "Heavy rains that began last week have brought record-breaking floods and swamped entire towns across the southern Brazilian state of Rio Grande do Sul. At least a hundred people have died and more than 230,000 have been displaced.  #BrazilFloods #RioGrandedoSul #Floods #Lula #PortoAlegre #CalamidadeNacional #Channel4News ",
    "create_time": 1715260772,
    "is_stem_verified": false,
    "region_code": "GB",
    "view_count": 122459
  },
  {
    "username": "adomno1",
    "video_description": "😂😂😂",
    "view_count": 261152,
    "create_time": 1715167769,
    "hashtag_names": [],
    "id": 7366589458189126917,
    "is_stem_verified": false,
    "region_code": "GH"
  },
  {
    "username": "faerlyodd",
    "video_description": "",
    "view_count": 1050,
    "voice_to_text": "if you believe it's okay to sacrifice others in order to achieve revolution you are no better than the oppressors the moment you rush a revolution without safety nets the moment you decide that a revolution is worth letting a few people slip through the cracks is the moment that you have now doomed yourself and everyone involved to repeat history if a revolution is not based in equity and Equality if it does not have a safety net if it is not there to protect everybody and achieve freedom for all without sacrificing anyone we will be doomed to repeat this we will be here again because that is why we are here now the only person that you're allowed to murder is yourself anything more and you become the threat you are the one that stands in the way of true revolution true change and I guarantee that we will not repeat the same cycle we are trying to break your freedom is not more important than the lives and the safety of others all is equal in order for a true revolution to occur in order for true change to occur and stay it needs to be planned we need to have safety nets we need to understand that doing it right is more important than doing it quickly because we can either do it once correctly or we can do it a thousand more times incorrectly and we can lose countless lives while doing so",
    "create_time": 1715117159,
    "hashtag_names": [],
    "is_stem_verified": false,
    "id": 7366372049243163947,
    "region_code": "US"
  },
  {
    "id": 7366293058687618337,
    "region_code": "GB",
    "username": "crimerelated",
    "video_description": "Thieves steal high-voltage Tesla Supercharger cables from Montrose charging station #copperwire #tesla #teslacharging #teslachargingstation #houstontx #thieves #moneyheist #stolen #teslatok #crimestory #crimestories #crime #truecrimestory #truecrime #truecrimecommunity #newsreport #newsreporter #chargingstation #chargingcable  #whatdoyouthink #crimejunkies #criminalminds  #truecrimewithyuri #fyp #crimerelated ",
    "view_count": 836998,
    "create_time": 1715098758,
    "hashtag_names": [
      "tesla",
      "stolen",
      "houstontx",
      "crime",
      "criminalminds",
      "whatdoyouthink",
      "newsreporter",
      "fyp",
      "newsreport",
      "thieves",
      "chargingcable",
      "crimestory",
      "truecrime",
      "chargingstation",
      "truecrimecommunity",
      "moneyheist",
      "copperwire",
      "crimestories",
      "truecrimestory",
      "crimejunkies",
      "teslacharging",
      "teslachargingstation",
      "teslatok",
      "truecrimewithyuri",
      "crimerelated"
    ],
    "is_stem_verified": false,
    "voice_to_text": "10:00 thieves are taking the age old crime of stealing copper wire to an electrifying new level someone cut the cables of not one but two not just two but 18 high voltage electric vehicle chargers this happened over the weekend in Houston's Montrose neighborhood KPRC Two's Gauge Golding reports from the Kipling Street Tesla Superchargers where drivers are being left on empty over the weekend someone sparking up the grand idea to swing by one of these Tesla supercharging stations in their mission is a crime that we have never seen before here in the Houston area they cut and stole all but one of these high voltage electric charging cables yeah be pretty upset about that you might be too if you needed to charge up but the plug was missing I mean I love my EV but uncid anxiety of like you're running out of juice Houston please saying 18 of the 19 chargers here at the Tesla supercharger on Kipling Street were stolen it's like someone stepping the hose at the gas pump but the only difference the next charging station is miles away I would have been in trouble you would think the person who did this would be too right these chargers pump out 500 DC volts of electricity that's enough to power more than three average American homes it would kill you in an instant but it didn't why the cables themselves are not live um the supercharger has to make communication with the car before it powers the cable which leads him to believe whoever did this likely knows what they're doing Cameron coming up with two reasons so personally I think it's an anti EV movement someone who hates electric car so much they risk a felony and their life or what's under that black plastic covering copper for the amount of work it took to do that and the risk that it takes it's not worth your life get a life work on something constructive rather than deconstructive copper thefts have been a problem here in the Houston area so much that HPD they have a metal theft the unit now investigators say it's too early in their investigation to say if copper theft is a motive in this incident however Tesla coming out here and replacing all of these charging cables by Monday evening in Montro skate scolding Cape RC Tunis"
  },
  {
    "id": 7366018648844143914,
    "region_code": "US",
    "voice_to_text": "I think the craziest part of the Met Gala this year is that Israel's currently bombing the only part of Gaza they've said would be safe so now after months of people travelling to that part of Gaza um there is nowhere else to go there is nowhere else for those people to find safety and Israel is now bombing that part and listen like I'm not saying people can't take breaks and find moments of joy or even distraction to sustain themselves during a time that feels really dark and devastating but there is something about watching an entire evening dedicated to opulence and wealth and knowing that not a single one of them will say anything about the violence and suffering that is happening as they walk that carpet just feels um less less whimsical maybe than previous years",
    "create_time": 1715034876,
    "hashtag_names": [
      "met",
      "important",
      "virall",
      "metgala"
    ],
    "is_stem_verified": false,
    "username": "rachellapointe",
    "video_description": "#metgala #met #important #virall ",
    "view_count": 5082346
  },
  {
    "view_count": 14717,
    "voice_to_text": "Taylor Swift on this stupid song uh down bad she's like oh there's these judgmental creeps out there telling me I shouldn't be with my racist boyfriend oh wearing this is too you stupid judgmental creep and then they say that they're wearing empaths clothing oh she got me so mad with that because I was like girl I like actually give a shit about people and uh I I don't like I'm not wearing empaths clothing when I say oh don't date a racist like I genuinely don't give a fuck about like Taylor Swift's personal life um I do wear empaths clothing or it's not really clothing I guess my body is empath when we're talking about things like climate change and the fucking drainer shride which I think is what is being nodded at where's like these people pretend that they care about certain things when really they're just on here spouting and not letting other people live their lives that's such a disgusting like oversimplification of why people would say hey don't date a racist oh my God Taylor I don't know if I'm misinterpreting this but she's giving Scott Swift energy um and if you know me Scott Swift energy is perturbing and probably uh underlied by white supremacy so I'm Dover it Taylor",
    "hashtag_names": [
      "taylorswift",
      "reaction",
      "swiftie",
      "fyp",
      "taylornation",
      "taylorswiftlyrics",
      "ttpd",
      "taylorswifttiktok",
      "swifttok",
      "ttptsd",
      "torturedpoetsdepartment",
      "torturedpoets",
      "thetorturedpoetsdepartment"
    ],
    "username": "bryanlicious2",
    "video_description": "Just came to my senses shes CANCELLED #taylorswift #swiftie #swifttok #taylornation #taylorswifttiktok #reaction #torturedpoetsdepartment #thetorturedpoetsdepartment #torturedpoets #ttpd #ttptsd #taylorswiftlyrics #fyp ",
    "region_code": "US",
    "create_time": 1715032308,
    "id": 7366007619414134058,
    "is_stem_verified": false
  },
  {
    "is_stem_verified": false,
    "video_description": "#1999 #life ",
    "view_count": 11440,
    "create_time": 1715007587,
    "hashtag_names": [
      "life",
      "1999"
    ],
    "id": 7365901420324752686,
    "region_code": "US",
    "username": "ginrhino",
    "voice_to_text": "have you guys noticed that nothing has been great since after 1999 if you're wondering what that noise is my dogs are eating doggy ice cream but yeah think about it and for those of you watching this saying well I was born after 1999 you're proving my point things just have really sucked really bad"
  },
  {
    "create_time": 1714782330,
    "hashtag_names": [
      "nature",
      "weather",
      "texas",
      "earth",
      "tiktok",
      "flood",
      "news",
      "fyp",
      "globalwarming",
      "texasflood",
      "climetchange",
      "2024"
    ],
    "id": 7364933990760844586,
    "region_code": "US",
    "username": "moetok8",
    "is_stem_verified": false,
    "video_description": "Massive flood in texas may 2024  #2024 #fyp #tiktok #climetchange #nature #weather #news #globalwarming #flood #texas #earth #texasflood ",
    "view_count": 1377113,
    "voice_to_text": "So it's 10:00am Friday morning. This is I fifty nine going into Cleveland from the South Side. And more rain coming in Conroe direction. On top of the overpass at 1:05 and 59 Bypass. 1:05 is closed at the river. This is now the river. And way up there, you can see a boat coming. Yeah, let's wait for that boat. That's a swamp boat song."
  },
  {
    "is_stem_verified": false,
    "region_code": "US",
    "username": "professionalchitchatter",
    "video_description": "WE WILL INEVITABLY BECOME OUR PARENTS  ",
    "voice_to_text": "the fact that in the future my children are going to look at me and I'm gonna have to say yeah Mommy's actually older than AI and the complete look of shock will be on their face is sickening to my soul I'm going to have yeah no when I was growing up AI didn't exist it's going to be the exact same look of terror that was on my face when my parents said to me oh yeah um the internet didn't exist when we were growing up we had to go to a library what you couldn't just like look up what is the capital of Nebraska you couldn't just do that you had to open a book no like my children are going to look at me and go well how did how did they like make like pictures and videos like how did they do we had to actually physically be in the place in order to go click and take a picture of the Empire State Building we're going to have to tell our kids that for entertainment we had to make the entertainment it wasn't just like created out of thin air",
    "create_time": 1714701281,
    "id": 7364585872567700779,
    "view_count": 13565832,
    "hashtag_names": []
  },
  {
    "region_code": "US",
    "username": "delusionaldax",
    "video_description": "* UPDATE * it was officially ranked an ef1! Thankfully it didnt harm anyone. | I am so thankful this did not hit a populated area… #tornado #oklahoma #oklahomaweather ",
    "view_count": 2536406,
    "create_time": 1714589726,
    "hashtag_names": [
      "tornado",
      "oklahoma",
      "oklahomaweather"
    ],
    "id": 7364106737676291370,
    "is_stem_verified": false
  },
  {
    "id": 7363689982277586209,
    "is_stem_verified": false,
    "username": "climateresistance",
    "video_description": "BREAKING: Tory MP Liam Fox called out over selling his politics to the fossil fuel industry. Russian Oil Barons have given Liam over 10K under their company Aquind. One of them, Alexander Temerko, has generously handed out over £730K to the Conservative party. On top of this, He’s been helping to secure oil deals with Petrofac for the Bahrain royal family worth billions. Furthermore, renowned climate denier Terrence Mordaunt has spent 10K for him to vote on behalf of his anti-net zero think tank GWPF. Unsurprisingly it is propped up by billionaires such as the Koch brothers and those who ‘tend to be richer than the average person and much more intelligent than the average person’ He has been Legitimising climate denial since 2019 and making a fortune exploiting democracy. We refuse to sit back and allow the biggest culprits of the climate crisis to dictate the future of our planet and their dying industry. Liam, how can you justify chairing a net zero event, when you lobby your own government to push for more oil and gas?  #whodoyouworkfor #stoppollutingpolitics #oilymoneyout #liamfox #climateaction ",
    "create_time": 1714492709,
    "region_code": "GB",
    "view_count": 5610227,
    "voice_to_text": "Guys, before we get this conference started, there's something you should know. This man is taking ten grand from a climate denier. Okay? £10,000 from Terrence Morden, a notorious climate skeptic. And now he wants you to sit here and listen to him talk about sustainability as if there's nothing wrong with that. Liam, how can we believe a word that you say when you are in the pocket of the people obfuscating the reality of the situation that we're in? The ICC, who are here today, have been unequivocal in the condemnation of new island gas rigs. Right? And yet you seem to be representing the interests of the people causing climate breakdown. Who do you work for, Liam? Do you work for us? Do you work for the people who've come here because they genuinely want to see a green transition? Or do you work for oily billionaires and their apologists? Cause your bank statement suggests the latter. Am I the mad one here? Am I the only person in the room who thinks that this man should not be cheering a sustainability conference?",
    "hashtag_names": [
      "whodoyouworkfor",
      "climateaction",
      "liamfox",
      "oilymoneyout",
      "stoppollutingpolitics"
    ]
  },
  {
    "id": 7363479017325890862,
    "is_stem_verified": false,
    "region_code": "US",
    "username": "naturejab",
    "create_time": 1714443566,
    "hashtag_names": [
      "cars",
      "viral",
      "gas",
      "education",
      "fyp",
      "foryoupage",
      "science",
      "pyrolysis",
      "naturejab"
    ],
    "video_description": "OIL UP! | Plastic #naturejab #pyrolysis #science #education #fyp #viral #foryoupage #cars #gas ",
    "view_count": 8126180,
    "voice_to_text": "Oil made from plastic waste. Hey, take a look at what I made here. This is oil I made from plastic waste. Come, let's see how I made it with this machine here. For microwave pyrolysis, in particular, we have to mix the plastic with carbon that we actually make from the process as well. So it's not an extra costing. Now let's turn it on. After some time of the machine being turned on and the temperatures rise, we also get natural gas made from plastic waste. An amazing product that can run a generator that will run this machine itself. Take a look at that beautiful, clean, burning, smokeless flame."
  },
  {
    "id": 7363325039694892330,
    "is_stem_verified": false,
    "region_code": "US",
    "username": "leilooney",
    "video_description": "Replying to @ud_lose8  you may not understand the science, but that's definitely not the science.  #fyp #misinfornation #climate #climatechange  #climateaction #oil #environment #renewableenergy #ignorance #carboncycle #science ",
    "view_count": 305,
    "create_time": 1714407719,
    "hashtag_names": [
      "ignorance",
      "oil",
      "fyp",
      "environment",
      "climatechange",
      "climate",
      "renewableenergy",
      "science",
      "climateaction",
      "carboncycle",
      "misinfornation"
    ]
  },
  {
    "voice_to_text": "I have a question does anyone actually feel like they aren't being represented by Australian politicians especially from the major parties like does anyone feel inspired by Australian politics or do you just kind of black out and hope for the best cause I feel like most of the time we aren't actually being invited to the table to discuss things that affect us like the housing crisis the rental crisis cost of living crisis a climate crisis all the crisis’ so let us know how you really feel about Australian politics in the survey links in our bio for a story a junkee because we would love to have your opinion",
    "create_time": 1714366158,
    "is_stem_verified": false,
    "video_description": "Feeling fed up with Australian politics? Or are you unbothered by it all? Let us know in the survey link in our bio and tell us all your thoughts and feels 🫡  @Ky Stewart  #politics #auspol #australianpolitics #labor #albanese #anthonyalbanese #albo #costofliving #costoflivingcrisis #housing #housingcrisis #rentalcrisis #rent #rental #climatechange #climatecrisis #australia #studentstrike #strikes #protest #environment ",
    "view_count": 4842,
    "hashtag_names": [
      "rent",
      "protest",
      "strikes",
      "politics",
      "australia",
      "albo",
      "labor",
      "rental",
      "housing",
      "studentstrike",
      "environment",
      "climatechange",
      "costofliving",
      "anthonyalbanese",
      "albanese",
      "auspol",
      "climatecrisis",
      "australianpolitics",
      "housingcrisis",
      "rentalcrisis",
      "costoflivingcrisis"
    ],
    "id": 7363146533358865680,
    "region_code": "AU",
    "username": "junkeedotcom"
  },
  {
    "id": 7363002848134679838,
    "is_stem_verified": false,
    "region_code": "US",
    "username": "tornado_steejo",
    "video_description": "HOLY TORNADO in Nebraska! #Nebraska #StormChasing #Storm #Tornado #tornadowatch #weather #disater #Elkhorn #tornadoes",
    "view_count": 5859137,
    "create_time": 1714332815,
    "hashtag_names": [
      "tornado",
      "weather",
      "storm",
      "tornadowatch",
      "disater",
      "tornadoes",
      "elkhorn",
      "stormchasing"
    ]
  },
  {
    "create_time": 1713316713,
    "id": 7358639152683912491,
    "region_code": "US",
    "video_description": "Genuine question tho #swifttok #taylorswift ",
    "view_count": 728858,
    "voice_to_text": "do you ever think about how boring it must be to not be in the Taylor Swift fandom like what are normal people doing right now we're solving games puzzles Easter eggs we're going to fake libraries in LA at the mall like what are normal people doing",
    "hashtag_names": [
      "taylorswift",
      "swifttok"
    ],
    "is_stem_verified": false,
    "username": "olivialevinn"
  },
  {
    "voice_to_text": "we have been cooling down for the last 4,000 years so people say oh the planet's warming well it's all about when you start the measurements if you start taking measurements from 1850 in the Industrial Revolution we have been warming if you take measurements from the Medieval Warming we've been cool so he's showing this graph and unfortunately a lot of people misuse this graph and it's being misused here by the way so let's talk about this the first important point to note is that this is from one specific ice core in Greenland so it's not representative of the whole planet and if you look at this graph it looks like modern temperatures are way cooler than any point in the last 4,000 years the problem is modern temperatures aren't on this graph and you can actually if you look closely see that because if you look at the bottom axis you can see that it's measured in years before present which is 1950 and if you study geology you'll know that 1950 is in fact the standard date used as present so keep that in mind whenever you look at these graphs and then if we look at the axis again we can see that the most recent point is 95 years before present which means that the most recent data in this graph is from 1855 all of the modern global warming that we've seen isn't in this graph and yet it's implied by the little red line that is the modern warming that's not modern warming so how do we remedy this well let's look at a proper global dataset not just one ice core which includes modern warming here you go I'll put one on screen now you can clearly see that modern temperatures are well above anything in the last few thousand years so the moral of the story is be really careful when you see graphs because often they're misleading",
    "hashtag_names": [
      "myth",
      "planetearth",
      "fyp",
      "globalwarming",
      "explained",
      "savetheplanet",
      "climatechange",
      "climate",
      "geology",
      "debunked",
      "factcheck",
      "misinformation",
      "science",
      "climatecrisis",
      "climateaction",
      "climatescience"
    ],
    "username": "all_about_climate",
    "view_count": 19920,
    "region_code": "GB",
    "video_description": "Misleading graph debunked! Has the planet really been getting cooler? #climatescience #climate #climatechange #climatecrisis #globalwarming #debunked #fyp #factcheck #science #explained #geology #planetearth #myth #misinformation #savetheplanet #climateaction ",
    "create_time": 1711628807,
    "id": 7351389720959552801,
    "is_stem_verified": false
  },
  {
    "region_code": "US",
    "video_description": "Replying to @Taylor 🍉 additional context #hurricanekatrina ",
    "view_count": 312082,
    "voice_to_text": "cause I mean it when I say I have not had those X’s out of my head in decades and I understand that that's first responder protocol and that's how they have to signal those things and I understand that but when you live there and those exes have been on those houses for 19 going on 20 years and you know that there are bodies still inside you know that there are bones cause it's only bones left and the bodies that we saw wash up were recently deceased um we saw bones they went back and they found they were old hundreds of years old like quite likely enslaved people a native burial ground like this happened to us and people like decorate it's gotta be transplants I haven't been home in a while but like these people are decorating and like using those X’s as like logos for things like “Nola themed” and I've talked about this before if you're not from south Louisiana if you did not experience Hurricane Katrina and you move to New Orleans New Orleans area please have an awareness of what we have gone through it and the way that people are responding to this and the way that people are responding to reports from Gza from Palstne it really similar I have talked at length about the parallels between the disastrous response from Katrina and the disastrous response to the humanitarian crisis in Gza right there is so I even in a 10 minute video I can't touch on everything and people have asked me to talk about specific things there are things I will get to um but there are things that I physically don't have the stomach to talk about um and like you know I've had comments that are like ah she's fake crying this is this is you looking for attention so bad I would love to have attention for anything other than watching people 💀 watching loved ones 💀 crazy right crazy that I just wanted any of like our loved ones to like have some sense of peace it's the desecration of bodies um that really hurts worse than anything um there are people missing there's 2,000 confirmed dead that is a minuscule number I don't know how many thousands of people are missing I don't know how many thousands of people are dead I don't know how many people were traffick I don't know but I do know the things that I saw with my own eyes and the things that were relate to me from very very close loved ones and strangers alike all in our community these stories are all corroborated these stories are all corroborated if you wonder why I talk about this if you're just coming across my page cause these videos I am an archivist I my specification my concentration is post Diaspora Katrina um post Katrina diaspora Louisiana culture that is what I preserve um we cannot have these stories told any other way as horrifying and as gut wrenching as it is for me to even think about these things let alone what's up guys I'm here on my YouTube you know what I mean like it feels not it doesn't feel like I'm yelling into the ether because I'm I'm seeing your responses and I'm very grateful for them um I try not to at this point I'm not really reading comments um this is a lot um but I need you guys to know that this could happen to you tomorrow tomorrow it doesn't matter where you are especially if you're if you are in the United States of America God forbid god forbid a tornado a Hurricane an earthquake this a that whatever a gas line rupture and you don't know this is how the United States of America treats its own citizens they got away with it they thought they got away with it I fight bi",
    "create_time": 1710453057,
    "is_stem_verified": false,
    "username": "daiquiriheiress",
    "hashtag_names": [
      "hurricanekatrina"
    ],
    "id": 7346339795129421099
  },
  {
    "username": "museumofscience",
    "hashtag_names": [
      "climatechange",
      "sustainableliving",
      "climateaction"
    ],
    "id": 7325920321280740654,
    "is_stem_verified": true,
    "view_count": 673697,
    "voice_to_text": "Meet the mechanical tree. A machine that can do the work  of a thousand living trees. Could this tower of leaves help pull us back  from the brink of the climate crisis? The mechanical tree  can do the work of a thousand trees. It's an enhancement, an engineering improvement, to a natural system. A living tree that can pull  carbon dioxide out of the air. Inside each of those discs  are six of these leaves, oriented around in a circle, kinda like the slices of a pizza. The tree's circular leaves are filled with materials  that bind to carbon dioxide and pull it from the air. So zero emissions are not enough We will need negative emissions. Which means the removal of carbon  from the environment and their storage in some kind of reservoir. If we have enough negative emissions, we can counterbalance the emissions  that we are still producing and reduce the concentration of  carbon dioxide in the atmosphere. There’s a lot still to learn about removing  carbon dioxide from the atmosphere. How do you feel about a technology  that turns nature's abilities up to a thousand?",
    "create_time": 1705698789,
    "region_code": "US",
    "video_description": "Could a mechanical tree help us combat climate change?    @Alex Dainis 🧬🔬 spoke to the team at Arizona State University’s Center for Negative Carbon Emissions about their groundbreaking work that could help us pull carbon dioxide out of the air and achieve negative emissions.    #ClimateChange #ClimateAction #SustainableLiving"
  },
  {
    "hashtag_names": [
      "animalbased",
      "highfat",
      "carnivoreketo",
      "carnivorediet"
    ],
    "region_code": "US",
    "view_count": 57903,
    "voice_to_text": "Hey there. Over the past five years, I've been following a carnivore diet, and let me tell you, it's been nothing short of miraculous. It's transformed my life in so many ways that I just had to share with you. Let's start with my skin. I used to struggle with hormonal acne, eczema, psoriasis, and rosacea. It felt like a never ending battle. But since adopting the carnival lifestyle, my skin has gone through a remarkable transformation. I now have this glowing, plump, and healthy complexion that I never thought was possible. It is like a complete 180 degree turn, and I could not be happier. Next up, let's talk about my body. I used to suffer from constant bloating and digestive issues. It was uncomfortable and frustrating, to say the least. But after making the switch to a carnivore diet, I've never felt better and leaner and stronger than ever before. And those pesky bloating problems, they're a thing of the past. Now let's get into something even more significant. This carnival lifestyle has actually cured my autoimmune disease. It's like a dream come true. I no longer have to live with the constant worry and discomfort of red, swollen, itchy, inflamed skin. I take zero medications now, and this is truly a testament to the power of this lifestyle. But wait, there's more. I've also experienced a remarkable boost in energy and mental sharpness. I used to have those midday crashes, so much brain fog. But now I Am on top of my game throughout the day. My focus and clarity and confidence have never been better, and I'm accomplishing more than I have ever before. There you have it folks, my incredible journey with one simple diet. Comment below with what changes you have noticed on the carnivore diet and drop a heart down below in the comments if you want free access to my steak and butter Gang support group and free forum.",
    "create_time": 1697144958,
    "id": 7289182020595469610,
    "is_stem_verified": false,
    "username": "steakandbuttergal",
    "video_description": "Wow guys I can’t believe it’s been 5 years on this miraculous diet!  #carnivorediet #highfat #animalbased #carnivoreketo "
  },
  {
    "view_count": 56678343,
    "create_time": 1694098830,
    "hashtag_names": [
      "plasticpollution",
      "theoceancleanup"
    ],
    "id": 7276099039685283105,
    "is_stem_verified": false,
    "region_code": "NL",
    "username": "theoceancleanup",
    "video_description": "Another 140 tons (37 truckloads) intercepted and extracted from the Rio Las Vacas, Guatemala. #theoceancleanup #plasticpollution "
  },
  {
    "create_time": 1691339884,
    "hashtag_names": [
      "airplanes",
      "flights",
      "flightdelay",
      "pilots",
      "airlines",
      "climatechange",
      "airplanetiktok",
      "climatecrisis",
      "skytok",
      "pilottok",
      "climatetok"
    ],
    "id": 7264249421032885550,
    "is_stem_verified": false,
    "video_description": "If you think air travel couldn’t possibly get more miserable, #climatechange is here to prove you wrong ✈️☀️ #Airplanes have less lift when the mercury rises, making it harder to take off and adding to flight delays and other disruptions, says Mark Gongloff. It’s literally getting too hot for planes. #Airlines and #pilots will often choose to delay #flights or unload passengers and luggage to shed weight from planes when the temperature climbs too high. This leads to cascading schedule disruptions across the entire system, along with passengers occasionally being trapped for hours on runways inside roasting aircraft. #pilottok #airplanetiktok #skytok #climatecrisis #flightdelay #climatetok ",
    "region_code": "US",
    "username": "bloombergopinion",
    "view_count": 57152,
    "voice_to_text": "It's too hot for humans lately, but it's also too hot for planes. Yes, that is a thing we have to deal with now, and here's why. Plane might seem to stay in the air because of magic, but it's really just science. Air moves around a plane's wings and gives it lift. When the air is hot, its molecules move much faster. This makes the air less dense, and that means planes have a lot less lift, and it makes it harder for them to take off and stay in the air. So when it gets too hot, pilots and airlines have to make some hard choices. Maybe they toss passengers and luggage off the plane. Maybe they delay the flight until it gets cooler. Maybe they make you sit on the runway in a plane without air conditioning where you roast for hours. None of that is good. What it all adds up to is more delays. As if air travel needed more of those. Believe it or not, hot weather causes more flight delays than cold weather. And as the southern US experience for the past several weeks, global warming means the air just keeps getting hotter and hotter. Climate change was already making air travel worse by fueling more turbulence and extreme weather and changing the speed and direction of wind. Extreme heat is just another way. Will ruin your vacation. Will this be the thing that finally wakes more of us up to take action? And stop burning so much fossil fuel, I. Maybe we could even skip some plane trips. They're pretty awful these days anyway."
  }
]