[
  {
    "is_stem_verified": false,
    "view_count": 918377,
    "region_code": "US",
    "username": "cmtb125",
    "video_description": "Donald Trump raises 39 Million dollars in about 10 hours. Incredible. #votetrump #support #mypresident #maga #trump #trump2024 #votered #joebiden #sucks #foryou #citizens #vote #november5th #president #court #sham #trial ",
    "voice_to_text": "We just got a report this morning. In the history of politics, I believe. Maybe I'm wrong. Somebody will find that I'm wrong. Maybe, but I don't think so. They raise with small money donors. Meaning like $21, $42, $53, $38. A record $39 million in about a 10 hour period. No. Think of that. I like those people. Because so far, I guess it's backfiring now. I don't know. I'd rather not have it happen. I don't wanna have it backfiring. I don't wanna win this thing legitimately. Not because they were stupid and did things that they shouldn't be doing. They shouldn't have brought this case. They were saying it this morning. This is a case that should not have been brought.",
    "create_time": 1717170783,
    "hashtag_names": [
      "support",
      "president",
      "sucks",
      "trump",
      "foryou",
      "vote",
      "trial",
      "court",
      "sham",
      "citizens",
      "maga",
      "mypresident",
      "votetrump",
      "joebiden",
      "votered",
      "november5th",
      "trump2024"
    ],
    "id": 7375192323552054570
  },
  {
    "is_stem_verified": false,
    "username": "kaylamann394",
    "voice_to_text": "it's time to get organized go to the link tree in my bio to sign your name on the pledge today I wanna see how many of us do not want a criminal in the highest office that this country has we can all agree that either option is horrible at this point I'm not here to debate what ifs with any of you my goal right now is to see how many of us can use our collective voice in November how many of us are committed to not having a criminal in office how many of us stand for humanity I wanna see how many of us who cannot have their souls bought",
    "create_time": 1717169077,
    "id": 7375184995301854507,
    "region_code": "US",
    "video_description": "#organize with me this morning! Let's face it, this isn't #working for any of us. Let's use our collective #power for #justice ",
    "view_count": 4505,
    "hashtag_names": [
      "justice",
      "working",
      "power",
      "organize"
    ]
  },
  {
    "username": "msnbc",
    "video_description": "We asked Americans across the country for their reaction to former President Donald Trump being found guilty on all counts in his New York criminal hush money case. #trump #crime #newyork #voters #fyp #news",
    "view_count": 1681201,
    "create_time": 1717125362,
    "id": 7374997248008260910,
    "is_stem_verified": false,
    "hashtag_names": [
      "newyork",
      "crime",
      "trump",
      "news",
      "fyp",
      "voters"
    ],
    "region_code": "US",
    "voice_to_text": "It's a bunch of who we. I'm gonna vote for Trump either way. Do you think it's fair that he's been found guilty? I do. I do. I think it's the rule of law. Absolutely. I think it was rigged, the whole thing. They never had a crime for him. They just wanted them out. Well, I believe Biden and his people, or whoever, must have made sure that this would happen before the election. I'm sad about the state of, uh, you know, the. The court system makes me angry. I think it's politically morbid. I think he probably. He's probably guilty of having done that, but I don't think it was something that. What is necessarily indictable offense. I think they're stretching a lot. I think he should go to jail. Anybody else would be behind bars. Cohen was behind bars. Martha Stewart, for doing something, you know, kind of similar, was behind bars. And why. Why is he special? If I done it, he. I would be in jail. So if he done the crime, do the time."
  },
  {
    "id": 7374951368638991658,
    "is_stem_verified": false,
    "region_code": "US",
    "view_count": 2500813,
    "create_time": 1717114679,
    "hashtag_names": [
      "funnyaf",
      "biden",
      "trumpsguilty",
      "trumpisguilty",
      "bidenvstrump",
      "magaisacult",
      "trumplostlol"
    ],
    "username": "demsmight.com",
    "video_description": "This is free comedy. #magaisacult #funnyaf #trumpisguilty #trumpsguilty #biden #trumplostlol #bidenvstrump ",
    "voice_to_text": "I'm shocked. I don't want to believe it. That's unbelievable. He has. They have only made the poll numbers go higher. I guarantee that's what you're gonna see coming next. He committed no crime."
  },
  {
    "hashtag_names": [
      "trump",
      "biden",
      "verdict",
      "biden2020",
      "biden2024",
      "trumpverdict"
    ],
    "id": 7374923294287416618,
    "username": "theoldermillennial.1",
    "video_description": "Donations Came In So Fast They Crashed Two Websites! #biden #biden2020 #biden2024 #trump #trumpverdict #verdict ",
    "voice_to_text": "Donald Trump has just been found guilty, and then 15 minutes later, his donation website crashed from too much activity. LED down junior to create a new donation website and that crashed in under 30 minutes. Donations were coming in so fast it crashed both websites. That was just from a verdict. Go ahead and put him in jail and see what happens.",
    "create_time": 1717108141,
    "is_stem_verified": false,
    "region_code": "US",
    "view_count": 1002927
  },
  {
    "video_description": "\"Greatest Presidency of all time... from JAIL\" #donaldtrump #newyork #nyc #fyp ",
    "view_count": 2683761,
    "create_time": 1717106283,
    "hashtag_names": [
      "newyork",
      "nyc",
      "donaldtrump",
      "fyp"
    ],
    "id": 7374915314305240362,
    "is_stem_verified": false,
    "region_code": "US",
    "username": "dailymail"
  },
  {
    "create_time": 1717105959,
    "hashtag_names": [],
    "is_stem_verified": false,
    "region_code": "US",
    "video_description": "CRAZY! 05/30/24 ",
    "id": 7374913918122118442,
    "username": "harryjsisson",
    "view_count": 191938,
    "voice_to_text": "So Republicans are already attacking the verdict against Donald Trump in New York in which he was found guilty on all 34 felony charges against him. Like for example, Donald Trump Jr. Said, guilty on all counts. The Democrats have succeeded in their years long attempt turn America into a third world. Blank. I won't say it. November 5th, Election Day is our last chance to save it. You know what? You're right. November 5th is our chance to save America for MAGA lunatics like you, Donald Trump Jr. And your now convicted father, Donald Trump. Isn't it remarkable that when someone is held accountable on 34 felony charges and our justice system works as intended, the Republicans come out against it? They try to downplay the verdict. They try to say that the system is bad add and it was rigged against Trump. They won't just accept the results. The Republicans are trying to delegitimize our justice system in real time because they didn't get the verdict they wanted. It's insane. Look, justice prevailed today. The rule of law prevailed today. The jury came to their verdict, and we as Americans must accept it. It's a great day for America."
  },
  {
    "view_count": 3107960,
    "hashtag_names": [
      "breakingnews",
      "politics",
      "news",
      "court",
      "rupaulsdragrace",
      "lawyer",
      "phoenixwright",
      "lawandorder",
      "pearlmania500"
    ],
    "is_stem_verified": false,
    "video_description": "He got 12 people to write his name down 34 times and he’s super mad about it. #pearlmania500 #news #breakingnews #politics #court #lawyer #rupaulsdragrace #lawandorder #phoenixwright thats more than he got after being bood on saturday. ",
    "username": "pearlmania500",
    "voice_to_text": "they said guilty 34 times Donald Trump had to sit there and hear them say guilty 34 times they didn't say not guilty once he had to sit there and they're like guilty  guilty guilty  guilty guilty  guilty guilty guilty guilty guilty guilty guilty guilty guilty guilty guilty guilty guilty guilty guilty guilty guilty guilty guilty guilty guilty guilty guilty guilty guilty guilty guilty guilty guilty 34 legaling times he had to sit there and his stupid too long tie and his dumb poorly tailored oversized jacket slouched over still wishing that his dad loved him it's pathetic he brought his sons out he had to pretend he liked his own adult kids and he still they found him guilty it didn't even take it took him a full fiscal day just to fill out the paperwork and that's what they found him guilty of Falsifying paperwork this is this is so good he's now the twice impeached convicted felon and he's the Republican nominee for the imperial presidency this is gonna be this is fun they are literally trying to figure out how to hold the Republican nomination convention the RNC and his prison sentencing at the same time",
    "create_time": 1717105260,
    "id": 7374910853100997930,
    "region_code": "US"
  },
  {
    "hashtag_names": [
      "stormydaniels",
      "michaelcohen",
      "authorsofbooktok",
      "alvinbragg",
      "trumpconviction",
      "trumpconvicted",
      "trumpfelony"
    ],
    "id": 7374909418053356843,
    "video_description": "Trump, A Convicted Felon! Hallelujah! #authorsofbooktok #trumpconviction #trumpconvicted #trumpfelony #alvinbragg #stormydaniels #michaelcohen ",
    "view_count": 13298,
    "create_time": 1717104912,
    "is_stem_verified": false,
    "region_code": "US",
    "username": "stuarth2o",
    "voice_to_text": "he's guilty he's guilty he's guilty a convicted felon 34 counts now part of me wants to be sad and mournful oh it's just a terrible time in history we've convicted a former president never before of felonies but let's get real what a feelin ba ba bum  beings believin I'm ecstatic Hallelujah I love you Alvin Bragg I love you Stormy Daniels I love you Michael Cohen everyone knew Donald Trump was a crook 2016 they voted him in anyway 2020 they almost voted him in 2024 he's finally met justice I am so happy I am overjoyed I am ecstatic I hope you are too and GOP you've hung onto this crook for what nine years now and he's your felon now he is your convicted felon you deserve this man I am ecstatic yes"
  },
  {
    "video_description": "#trump #newyork #foru #foryoupage #foryoupage❤️❤️ #2024 #fyi #viral #tiktok #viraltiktok #video #nyc #court #politics #election #verdict #fox @FOXTV @Fox Nation ",
    "view_count": 16153,
    "voice_to_text": "was corrupt as a retrial and disgrace it would give us a many change we were at 5% or 6% and this district in this area this was a great disgraceful drama the real bird is gonna be November 5th by the people and they you know what happened here everybody knows what happened here this race and we'll keep fighting we'll fight till the end and we'll win because our country's gone to hell we don't have the same country anymore we have a divided mess the people pouring into our country right now from prisons and from mental institutions terrorists and they're taking over our country we have a country that's in big trouble this is a great decision right from day one when the conflicted judge you should have never been alive and tried this case never and we will fight for our Constitution this is long from over thank you very much raise your hands you don't know all because of dreams all right president speaking they're briefly not taking any questions it's been his practice as he's been speaking here at the courthouse and remember he's been under gag order for this trial as well which has been uh it's been stretched I think and to its limited sometime uh there have been findings by the judge that there have been violations um but the president the former president has spoken openly from the beginning saying that he felt this judge had conflicts there have been references to his daughter the work that she does uh to Alvin Bragg and to the way that this whole thing was set in motion um Trey you look like you had some reaction people you go after crime this new era of so called progressive prosecutors there's nothing progressive about them they are defense attorneys masquerading as prosecutors and it's gonna Wanda ultimately I hope I I think it may be the undoing of our country well I hope that is not the case uh",
    "create_time": 1717104902,
    "hashtag_names": [
      "newyork",
      "nyc",
      "video",
      "viral",
      "tiktok",
      "fox",
      "trump",
      "fyi",
      "politics",
      "court",
      "foru",
      "election",
      "verdict",
      "foryoupage",
      "viraltiktok",
      "2024",
      "foryoupage❤️❤️"
    ],
    "id": 7374909376760433962,
    "is_stem_verified": false,
    "region_code": "US",
    "username": "flarealdeal100"
  },
  {
    "region_code": "US",
    "username": "dailymail",
    "video_description": "Donald Trump claimed he is a 'very innocent man' in his first appearance after a jury found him GUILTY on all 34 felony counts in his historic hush money trial. #donaldtrump #trump #presidenttrump #crime #news #breakingnews",
    "view_count": 2682120,
    "create_time": 1717104721,
    "hashtag_names": [
      "crime",
      "donaldtrump",
      "breakingnews",
      "trump",
      "news",
      "presidenttrump"
    ],
    "id": 7374908600101260587,
    "is_stem_verified": false
  },
  {
    "id": 7374903307157966123,
    "username": "mdg650hawk7thacct",
    "video_description": "",
    "view_count": 638900,
    "voice_to_text": "At two ten PM West Coast time on Thursday, uh, May 30th, 2024, Donald Trump guilty on all 34 felony counts. Guilty. The jury just said guilty to his face 34 times. 34 felonies. Donald Trump is a convicted felon and will remain so for the rest of his life. It's time to celebrate, kids.",
    "create_time": 1717103489,
    "hashtag_names": [],
    "is_stem_verified": false,
    "region_code": "US"
  },
  {
    "region_code": "ZA",
    "username": "lulutho7135",
    "video_description": "Yekani ukuba digital kakhulu zi political parties, try more traditional ways of promoting yourselves. Thanks. ",
    "view_count": 466094,
    "create_time": 1717087149,
    "hashtag_names": [],
    "id": 7374833123676245254,
    "is_stem_verified": false
  },
  {
    "video_description": "#easterncape😂😂😂😂😂❤❤❤❤ #voteanc ",
    "view_count": 424645,
    "create_time": 1717067328,
    "hashtag_names": [
      "voteanc",
      "easterncape😂😂😂😂😂❤❤❤❤"
    ],
    "id": 7374748006572166405,
    "is_stem_verified": false,
    "region_code": "ZA",
    "username": "billykuhle_"
  },
  {
    "view_count": 2802346,
    "is_stem_verified": false,
    "region_code": "GB",
    "id": 7374728994912046368,
    "username": "yahoouk",
    "video_description": "A woman reacting to a Rishi Sunak election speech has gone viral this week.  Eagled-eyed viewers watching the campaign in Devon spotted her in the background, reacting to the Prime Minister's claim that throughout the pandemic and the war in Ukraine 'I had your back'.  During his whistlestop tour across Cornwall and Devon, the Prime Minister also clambered into the seat of a Jackal 3, the latest in a range of armoured vehicles, had a pint of lemonade in a county pub, and spliced a fibre optic broadband cable.  #Election #election2024 #RishiSunak #tory #conservative #conservatives #devon #ukelection #ukelection2024 #uknews #ukpolitics",
    "voice_to_text": "It's been difficult the last few years, you know that. I know that we had a pandemic, then a war in Ukraine, and everything that. That did impact all of you. But I hope that you saw throughout all of that that I had your back. Whether it was with the furlough scheme or the support that we provided with energy bills, I wanted to be there for all of you and your families. And collectively, thanks to your hard work and your sacrifice, we've got through it. And now you can see that things are pointing. Ability has been restored. So the question now, for all of you",
    "create_time": 1717063035,
    "hashtag_names": [
      "devon",
      "tory",
      "election",
      "conservative",
      "conservatives",
      "ukelection",
      "uknews",
      "ukpolitics",
      "election2024",
      "rishisunak",
      "ukelection2024"
    ]
  },
  {
    "voice_to_text": "There's a lot of left wing people saying, I'm actually quite worried about Keir Starmer because he seems to be incredibly ruthless. And this was a thing that he put in the times. Uh, in an interview recently he said he finds it easy to be ruthless. And I have to say I'm a bit worried about him too. Five years ago Jeremy Corbyn was the leader of the Labour Party. Now he's not even a member. Diane Abbott has been kicked out but LED back in, but she's not allowed to stand. And it seems, I think dozens of MPs and councillors have been just deselected just arbitrarily like that. Kirstam was just kicking people out. He's again just being incredibly ruthless. And it's got echoes of sort of desk murderer archetype where it's a very boring bureaucrat who's nowhere near the actual damage that they're doing, just signing pieces of paper and that's it. A bunch of things happen that hurt a lot of people. And the reason this matters is cause very likely that Kistan will be the next prime minister. And so if this is the style of governance he approaches his own party with, well, what will he be like when he is given a massive and absolute majority? We've already seen him say that. Oh well, you know, the, the by elections were proof that people super endorsed Labour and everyone can't, can't wait to have Labour government. But that's not true. Uh, what it Is is people didn't want to vote for the conservatives. Turnout was incredibly low, even for by elections. And the Labour Party want it on this sort of rump vote of Labour that just comes out every single time. The majority of people don't vote. And so the general tone of these victories is hollow. People don't actually endorse what he's done or what he's doing or who he is. He's not a great politician, he's not a great rhetorician, he's not a great mind. And he is going to take the victory he will have, which he will have, as a sign that he can go full bore on whatever changes is he intends to make. And as I said, if the way that he governs his own party is the way that he's going to govern the country, then we're fucked.",
    "hashtag_names": [],
    "id": 7374728414021864736,
    "is_stem_verified": false,
    "region_code": "GB",
    "video_description": "Keir Starmer the Desk Murderer.",
    "view_count": 125694,
    "create_time": 1717062770,
    "username": "carlbenjamin100"
  },
  {
    "create_time": 1717054917,
    "hashtag_names": [],
    "id": 7374694694934121733,
    "is_stem_verified": false,
    "region_code": "ZA",
    "username": "nathannyathi837",
    "video_description": "",
    "view_count": 589850
  },
  {
    "hashtag_names": [
      "primeminister",
      "generalelection",
      "ukelection",
      "ukpolitics",
      "keirstarmer"
    ],
    "id": 7374675809648282913,
    "is_stem_verified": false,
    "region_code": "GB",
    "username": "uklabour",
    "video_description": "MY PRIME MINISTER ❤️  @Girl On Couch  #generalelection #ukelection #ukpolitics #keirstarmer #primeminister ",
    "view_count": 740626,
    "create_time": 1717050524
  },
  {
    "video_description": "",
    "view_count": 23952,
    "is_stem_verified": false,
    "region_code": "US",
    "username": "ebonywarriorstudios",
    "voice_to_text": "how does this not violate the red line put the prison laid out as I said we don't wanna see a major ground operation we haven't seen that at this point how many more charred corpses does he have to see before the president considers the change of policy we don't wanna see a single more innocent life taken and I kind of take a little offense at the question no civilian casualties is the right number of civilian casualties and this is not something that we've turned a lot of people are saying the truth of how ridiculous this is right now that you've come to the light I need you to open your eyes a little bit more just as ridiculous as the IDF is the IOF forces investigating themselves like committing war crimes murdering innocent people and then saying we're gonna investigate ourselves just give us a moment as ridiculous as that is police unions American policing that's what they do that's what they do internal affairs that's what they do the police here will commit atrocities they will murder innocent black and brown people and then they will say give us a moment we're going to investigate ourselves well after a thorough investigation we have found no wrongdoing slap on the wrist do you get it now do you get it because I have I've had so many people whenever it comes to black people in this country saying that we need to abolish the police start this shit over again no no no just the police know you're just not it it may have you considered that maybe it's the black people that are the problem maybe maybe no you gotta just let them do their work if you if you respected them then maybe you wouldn't have such a problem there's a reason that US police are trained by iOS forces do you get it now",
    "create_time": 1716987293,
    "hashtag_names": [],
    "id": 7374404230448172330
  },
  {
    "is_stem_verified": false,
    "view_count": 4349,
    "voice_to_text": "Sam mate are you ready for the blow back well yeah well you know I think this election everybody's gonna I think they're gonna take a side or whatever but it's uh it just seems to me it just makes sense I was ready not to vote for Trump until I what I saw is more than politics I I see a weaponization of our justice system yeah and uh uh a challenge to our our Constitution uh uh us as Americans that I don't think we're gonna have and um Trump is the most investigated person probably in the history of the world and they haven't been able to really get it people might call him an asshole but he's my asshole",
    "create_time": 1716965665,
    "hashtag_names": [],
    "id": 7374311304342949162,
    "region_code": "US",
    "username": "callieandsnow2",
    "video_description": "Replying to @Watch this X 🇵🇸🇨🇬🇸🇩🇺🇦 "
  },
  {
    "username": "sakariyejibriil",
    "region_code": "US",
    "video_description": "How this election feels like.  Credit: @The Good Liars",
    "view_count": 28185798,
    "voice_to_text": "If you had to pick a Democrat or Republican, a Joe Biden or Donald Trump, gun to your head, who would you vote for? The gun would go off.",
    "create_time": 1716959669,
    "hashtag_names": [],
    "id": 7374285587978784042,
    "is_stem_verified": false
  },
  {
    "create_time": 1716950144,
    "hashtag_names": [],
    "is_stem_verified": false,
    "view_count": 42831,
    "voice_to_text": "I got to tell you, man. Um, there are four criminal indictments against Donald Trump, and we're now concluding one trial where you can read the actual transcripts of testimony and the evidence that was introduced. Um, the New York state court system has put all of that, all of those transcripts online, um, and you can read all of those things for yourself. Uh, the New York case, this case that was just, uh, the trial is concluding has absolutely nothing to do with Joe Biden or the department of justice. It's a state prosecution. Same with the case out of Fulton County, Georgia. There is overwhelming evidence in all four of the criminal cases against Donald Trump. There just is. I, I know that, that, that causes you guys to go into a, a bed, wedding, temper tantrum. Um, but there's overwhelming evidence in all four of the criminal indictments against Donald Trump. And now we have a trial that evidence and closing arguments have concluded, and you can read the transcripts. You can read the transcript to every witness who testified. Yeah, that's exactly the future that I want for America, where people who break the law and commit felonies are investigated, indicted, arrested, booked, and put on trial. That's exactly the America that I want. Donald Trump commits felonies before he even gets out of bed most days. If, if there's any justice, on the day that his life finally comes to a conclusion, he will be inside A prison cell, when that occurs",
    "id": 7374244706651262254,
    "region_code": "US",
    "username": "mdg650hawk7thacct",
    "video_description": "Replying to @Glendon "
  },
  {
    "hashtag_names": [
      "fyp",
      "letsgobrandon"
    ],
    "is_stem_verified": false,
    "username": "ilypierce",
    "view_count": 73998,
    "create_time": 1716931077,
    "region_code": "US",
    "video_description": "Lemme know… #letsgobrandon #fyp ",
    "voice_to_text": "So, just out of curiosity, to all the liberals, if tomorrow Trump said, you know what? I'm gonna be a Democrat again. I'm gonna run as a Democrat, what would y'all say? Because y'all seem to back Bill Clinton, and he is still do because he's campaigning with Joe Biden. So what would your response to that be?",
    "id": 7374162796285611306
  },
  {
    "hashtag_names": [
      "history",
      "da",
      "southafrica",
      "eff",
      "palestine",
      "anc",
      "greenscreen",
      "election",
      "bosa",
      "manifesto",
      "moonshot",
      "zionist",
      "southafricatiktok",
      "juliusmalema",
      "actionsa",
      "chrispappas",
      "johnsteenhuisen",
      "risemzansi",
      "sama28"
    ],
    "id": 7374125322565930245,
    "is_stem_verified": false,
    "region_code": "ZA",
    "username": "xoxo.sumayya",
    "video_description": "#SAMA28 #eff #anc #da #manifesto #election #southafricatiktok #history #southafrica #greenscreen #juliusmalema #johnsteenhuisen #chrispappas #moonshot #actionsa #risemzansi #bosa #palestine #zionist ",
    "view_count": 461,
    "create_time": 1716922349
  },
  {
    "video_description": "C’mon Man #fypシ゚viral #adamcalhoun #fyp #adamcalhoun #foryourpage #trending #fypシ゚ #viralvideo #viral_video ",
    "view_count": 32430,
    "create_time": 1716916870,
    "hashtag_names": [
      "trending",
      "viralvideo",
      "fyp",
      "viral_video",
      "adamcalhoun",
      "foryourpage",
      "fypシ゚",
      "fypシ゚viral"
    ],
    "id": 7374101774791101739,
    "is_stem_verified": false,
    "region_code": "US",
    "username": "adamcalhoun373"
  },
  {
    "is_stem_verified": false,
    "username": "dailytpodcast",
    "video_description": "🎬 ‘Revenge of the Sith - I think the back half of that is really good’ PM Rishi Sunak delivers ‘controversial’ favourite movie verdict Listen to the full episode from 4pm at the link in bio 🔗 #starwars #rishisunak ",
    "voice_to_text": "So they are one of those two. My son would never forgive me. Are you a first set Star Wars fan or a second set Star Wars fan? So does your Star Wars fandom start with A New Hope? Yes. Or does it start with the second set? Yeah, that's the big debate. Big generational debate it is, but yeah. So mine starts with the originals. Yeah. So 4, 5, 6. Yeah, yeah, yeah. Although I. It's somewhat controversially. I can feel those poles moving already. Yeah, some. Although the other might move the other one. I say this somewhat controversially. It's. My favorite movie is Empire Strikes Back. Like most people, but I actually, my two other favorites are. I think Rogue One is excellent, so I'm a massive fan of Rogue One. From the very more recent ones. Um, but also I think the kind of. I think the second half, particularly of, um, revenge of the Sith from the. Yes, that's right. Let me. You know, the. The new origin story. Yeah, the origin story. I think the. The back half of that is really good.",
    "view_count": 130464,
    "create_time": 1716905321,
    "hashtag_names": [
      "starwars",
      "rishisunak"
    ],
    "id": 7374052163493973281,
    "region_code": "GB"
  },
  {
    "region_code": "GB",
    "view_count": 41368,
    "voice_to_text": "Now, wages have been rising faster than prices for almost a year. The economy at the start of this year grew faster than France, Germany, Italy, even America. So we really have turned a corner. And I hope you can see that the plan is working and that we've restored economic stability, because that's what you get with me, that's what you get with the conservatives. We restored economic stability. We always will prioritize that. And the question now, the question for all of you, the question for the country, is who do you trust to build on that foundation and secure a future for you, your family, and our country? And that's the choice at this election. Do we build on that progress that we've all collectively made and go forward, or do we go back to square one with no plan and no certainty?",
    "create_time": 1716906600,
    "is_stem_verified": false,
    "username": "gbnews",
    "video_description": "‘We have restored economic stability' | Prime Minister, Rishi Sunak, encourages the public to keep the Conservatives in power to avoid each family paying an extra '£2000 in tax under the Labour Government' #rishisunakmp #labourparty #conservativepartyuk #uk #news #uknews #gbnews",
    "hashtag_names": [
      "uk",
      "news",
      "labourparty",
      "uknews",
      "gbnews",
      "rishisunakmp",
      "conservativepartyuk"
    ],
    "id": 7374016176004861217
  },
  {
    "view_count": 40266,
    "create_time": 1716847915,
    "id": 7373805622304820523,
    "video_description": "Replying to @Gypsy Sioux 2 🦂👑 ",
    "username": "mdg650hawk7thacct",
    "voice_to_text": "That's about Donald Trump's Memorial Day message, uh, which is insane and all about him. Um, but it brings up a good point. During his speech, I watched a couple clips from his speech, if you can call it that, from his rally in the Bronx the other day, and he was talking about what's going on, um, inside the Gaza Strip in the Israeli government, and. And he said, they've got to get the hostages. They have to go get the hostages. Hostages have to be a priority. And then he said, and none of this ever would have happened if the 2020 election wasn't rigged. Was a rigged election, a stolen election. He didn't get animated talking about the return of Israeli hostages or what was going on inside the Gaza Strip. He only got animated and energized when he was talking about the 2020 election being rigged and stolen. He doesn't care about that. He cares about the 2020 election, and he knows. He knows it wasn't rigged. He knows it was not stolen. He knows that. He has known that since the beginning. He has known that since the beginning. But, yeah, his grievances are the only thing that matter to him. That his grievances matter to him more than his own children matter to him. Certainly more than his own supporters matter to him. He's disgusted by his own supporters. He thinks they're disgusting people. He wouldn't. He doesn't touch them. He doesn't shake hands. With his supporters ever? Not unless they've got a membership tomorrow Lago or are a billionaire donor. Those are the only supporters of his who he will touch. He doesn't. He's a politician who doesn't shake hands. He refuses to shake hands with his own supporters. He goes to these rallies and he stays as far away from these people in the crowd as he possibly can because they disgust him. He finds them to be disgusting people.",
    "hashtag_names": [],
    "is_stem_verified": false,
    "region_code": "US"
  },
  {
    "view_count": 1034972,
    "region_code": "GB",
    "hashtag_names": [
      "fyp",
      "liztruss"
    ],
    "id": 7373790229402078496,
    "is_stem_verified": false,
    "username": "rsvids3",
    "video_description": "💀 #fyp #liztruss ",
    "voice_to_text": "Well, I haven't been as many starter homes as we would have liked. How many did you build? I don't have the exact numbers for. Well, it's easy to remember. It's zero. You built none. We import 2/3 of all of our apples. We import nine tenths of all of our pears. We import two thirds of our cheese. That is a disgrace. I was at HMP Pentonville last week. They've now got patrol dogs who are barking, which helps deter drones. So we're using all kinds of solutions to deal with. Well, they are wrong. We need to put our money where our mouth is. The ozone layer is now getting better. There was a lot of support for the report. From whom? From a number of. A number of, um, people in. I can't. I can't think of them off the top of my head. Cornish sardines of Herefordshire, pears of Norfolk, Turkey of Melton Mowbray, pork pies, and, of course, of black pudding. We're expecting the first refugees to arrive next week, uh, in the United Kingdom. Um, I think. I don't know exactly how, uh, how they will get to the United Kingdom, I know that we expect that they will certainly be arriving next week. Phasing out their youth. Youth. Where's Boris Johnson? Wait, are we on chili's? We hate him. Boris is back at No. 10 Downing street. Do me a favor. When you tell Prime Minister, evict them, he will have to move out. At that point, that is true. In December, I'll be in Beijing opening up new pork markets. I've sometimes been excessively over enthusiastic, and sometimes I have to rain myself in. Шум",
    "create_time": 1716844335
  },
  {
    "video_description": "",
    "view_count": 234388,
    "hashtag_names": [],
    "region_code": "ZA",
    "username": "masangosphelele",
    "voice_to_text": "They are not worried. They are not worried.   are   not   worried   They   are   not   worried They are not   are   not worried. That's why they will be here because these   why   they   will   be   here   because   these two are going to be arrested now looking   are   going   to   be   arrested   now   looking like this with this box.   with   this   box No, you reported it. Reported it.   reported   it   Reported   it Yes, I agree.   I   agree I agree.   agree I agree with you, SIS. I agree with you.   agree   with   you   SIS   I   agree   with   you As you know, as, as presiding officer,   you   know   as   as   presiding   officer and that is the presiding officer.   that   is   the   presiding   officer This special boat you are doing is for 36. This one is 21.   boat   you   are   doing   is   for   36   This   one   is   21 No, it's fine.   it's   fine It's fine. That's why you call two of you with no police.   fine   That's   why   you   call   two   of   you   with   no   police These ones need to be the cardinal and void.   ones   need   to   be   the   cardinal   and   void No. Who's looking after this?   Who's   looking   after   this No. We are sick and tired of you today.   We   are   sick   and   tired   of   you   today I'll open the case, my brother. Me and I'll stay.   open   the   case   my   brother   Me   and   I'll   stay",
    "create_time": 1716818989,
    "id": 7373681393827581190,
    "is_stem_verified": false
  },
  {
    "is_stem_verified": false,
    "region_code": "US",
    "video_description": "DONNIE TAKES THE BRONX 💧 - FULL EPISODES ON IG @sidetalknyc #fyp #foryou #viral #newyork #nyc #newyorkcity #sidetalk #sidetalknyc ",
    "view_count": 457604,
    "create_time": 1716754048,
    "hashtag_names": [
      "newyork",
      "nyc",
      "newyorkcity",
      "viral",
      "foryou",
      "fyp",
      "sidetalk",
      "sidetalknyc"
    ],
    "voice_to_text": "Drip check. We got 100 K on the neck. You feel me? 30 K on the MAGA. Ring, Mayor. Mag of a Subaru. Ring. Trump shoes. 30 racks. Joe Biden ain't got 5 phones. Trump's that dude. Trump got a bag. If you ain't got a bag, you ain't go. Like Trump says, suburban legend. What does that mean? Put on for the suburbs. Where I'm from.",
    "id": 7373402467138161962,
    "username": "sidetalknyc"
  },
  {
    "hashtag_names": [
      "fyp",
      "generalelection",
      "fuckthetories",
      "vote2024",
      "byebyesunak"
    ],
    "username": "isamquick",
    "video_description": "Fuck, and I cannot stress this enough, the Tories. #generalelection #fuckthetories #byebyesunak #fyp #vote2024 ",
    "create_time": 1716733713,
    "id": 7373315121470328096,
    "is_stem_verified": false,
    "region_code": "GB",
    "view_count": 2971,
    "voice_to_text": "So, as you see, that came out yesterday with his fantastic scheme, um, to bring back National Service, which is stupid, to say the least. Um, but it's been reported that this scheme would cost £2.5 billion to get going. Now, when all of the junior doctors were on strike for pay rises which are completely and thoroughly deserved, uh, Mister Sunak decided that. No. Completely unaffordable. That pay rise would have cost 2 billion. So remember where this government's priorities lie. Kick them out on July the fourth."
  },
  {
    "hashtag_names": [
      "military",
      "army",
      "politics",
      "news",
      "fy",
      "fyp",
      "worldwar3",
      "newstok",
      "politicstiktok",
      "conscription",
      "rishisunak"
    ],
    "id": 7373238665864121632,
    "video_description": "Here's what Rishi Sunak's got to say about making teenagers join the military.  He's announced mandatory National Service for 18-year-olds if the Conservatives win the General Election. The plan would give people a choice between a full-time placement in the armed forces for 12 months or spending one weekend a month for a year volunteering in their community. #fy #fyp #rishisunak #politics #military #conscription #worldwar3 #army #news #politicstiktok #newstok",
    "view_count": 3647403,
    "voice_to_text": "We have so much to be proud of in Britain, but one of the problems in our society is that we have generations of young people who don't have the opportunities they deserve. Britain today faces a future that is more dangerous and more divided. There's no doubt how democratic values are under threat. That is why we will introduce a bold new model of national service for 18 year olds to be spent either in a competitive full time military commission over 12 months or with one weekend per month volunteering in roles within the community like delivering prescriptions and food to inform people or in search and rescue. Young people will gain valuable skills, make our country more secure and build a stronger national culture.",
    "create_time": 1716716100,
    "is_stem_verified": false,
    "region_code": "GB",
    "username": "metrouk"
  },
  {
    "create_time": 1716672502,
    "id": 7373052227985902880,
    "is_stem_verified": false,
    "username": "skynews",
    "video_description": "#RishiSunak has said he will introduce a new form of mandatory #NationalService for young people if the #Conservatives win the #generalelection ",
    "hashtag_names": [
      "conservatives",
      "generalelection",
      "nationalservice",
      "rishisunak"
    ],
    "region_code": "GB",
    "view_count": 1607572,
    "voice_to_text": "By my reckoning this is the first significant new policy announcement by either of the main parties. And I think after a bumpy few days it's an attempt by Rishi Sunak to change the conversation with quite a bold and a very eye catching announcement. What it involves is essentially 18 year olds being given the choice uh. To either have um. One weekend a month over a year working in organisations like the NHS or the police or with charities um. Or if they like they can try and pass a test to get into a selective year long placement with either the armed forces or in um. Cyber um, defense. Now a Royal Commission which is a kind of inquiry would be set up to look at the details um. Of all of this. And because this is mandatory, any 18 year olds that refuse to do it could face non criminal sanctions. That inquiry will hammer that out and look at things like um. Exemptions um as well. Now I wish you seen like it's written in the mail on Sunday about this um. This evening. And he said this isn't conscription but in his view this is about giving young people opportunities, equipping them with skills. But he also believes it's about instilling a sense of um. Pride of service um. In younger people which he believes will bind society together and make society stronger. I think this is clearly designed as well to appeal to Traditional core Tory voters, especially older voters. It's already causing quite a bit of a splash and getting a lot of attention in many of the Sunday newspapers due out, um, tomorrow as well. Labor have lashed out at it already. They've called it desperate and they say it's only being announced because of the dire state of the armed forces. Sokia Starmer has taken a different, um, approach in terms of policy towards young people today, reconfirming possible plans and saying that if Labour make it into government, that they could extend the voting age down to include 16 year olds and 17 year olds. So, as I was saying in my report, a lot of focus on the visuals, the optics of this campaign. But I think it's the details, the substance and what both parties have to offer which will prove decisive. Compelling day."
  },
  {
    "create_time": 1716555358,
    "hashtag_names": [],
    "username": "onestopdnatesting",
    "video_description": "🤣😂",
    "view_count": 11521824,
    "voice_to_text": "Which one? Bad deal. How you doing today? Are you big? You didn't like that, huh",
    "id": 7372549076400868650,
    "is_stem_verified": false,
    "region_code": "US"
  },
  {
    "is_stem_verified": false,
    "video_description": "When asked whether the #US has evidence to support or refute the #ICC’s allegation that Israel is using starvation as a tactic of war in Gaza, US President Joe #Biden answered by saying that there is 'no equivalence' between Israel and Hamas. #news #joebiden ",
    "view_count": 273517,
    "create_time": 1716536873,
    "id": 7372469659636862254,
    "username": "aljazeeraenglish",
    "voice_to_text": "I do very briefly have a question on whether the United States has any evidence at all that would substantiate the ICC prosecutors specific allegations against Israeli leaders that they are using starvation as a tactic of war in Gaza, or exculpatory evidence, for that matter. And with if you would commit to releasing that information before any potential issuance of ICC arrest warrant. You know, we've made our position clear on the ICC. We don't think they. We don't recognize the jurisdictions high ICC, the way it's being exercised. And. And it's that simple. We don't think there's an equivalence between what Israel did. I'm asking",
    "hashtag_names": [
      "us",
      "news",
      "biden",
      "icc",
      "joebiden"
    ],
    "region_code": "US"
  },
  {
    "region_code": "US",
    "username": "dasiadoesit",
    "video_description": "Are you a tea or coffee person? #recipesfordisaster #project2025 #wtfisproject2025 #tiktokforgood ",
    "view_count": 14965,
    "create_time": 1716513533,
    "hashtag_names": [
      "tiktokforgood",
      "project2025",
      "recipesfordisaster",
      "wtfisproject2025"
    ],
    "id": 7372369472247565610,
    "is_stem_verified": false
  },
  {
    "hashtag_names": [
      "leftist"
    ],
    "id": 7372325065922301227,
    "username": "travelingnurse",
    "video_description": "Replying to @K #leftist ",
    "voice_to_text": "I'm gonna say this very slowly because some of you just aren't getting it. If and when Trump wins in November, the only people who are to blame are the Democrats who decided that murdering Arab children was more important than securing a second Biden term. It was more important to them to commit genocide than it was to protect your rights. Please direct your anger accordingly.",
    "create_time": 1716503195,
    "is_stem_verified": false,
    "region_code": "US",
    "view_count": 97076
  },
  {
    "voice_to_text": "You see this general election? Yeah. It feels like I'm being forced to vote under duress. It feels like someone has a gun to my head and they are marching me to the polling station to vote. Because look at the options we have before us. Like, woo, I'm gonna vote. I'm gonna vote right, but I'm not gonna enjoy it. I'm gonna be in a polling station, I'm gonna hold my pen like this, I'm gonna cross, and I'm gonna leave because what the hell? What is this?",
    "create_time": 1716482738,
    "id": 7372237198122372385,
    "region_code": "GB",
    "video_description": "not feeling very genny lecs",
    "hashtag_names": [],
    "is_stem_verified": false,
    "username": "chantayyjayy",
    "view_count": 9237
  },
  {
    "is_stem_verified": false,
    "region_code": "US",
    "username": "lasha_me_gammy",
    "video_description": "#duet with @2RawTooReal #biden #2024election #georgia #voteblue ",
    "view_count": 13881,
    "create_time": 1716476549,
    "hashtag_names": [
      "georgia",
      "duet",
      "biden",
      "voteblue",
      "2024election"
    ],
    "id": 7372210616402234670
  },
  {
    "is_stem_verified": false,
    "username": "gbnews",
    "view_count": 48294,
    "voice_to_text": "That's the choice of this election. He thinks that we should just offer an amnesty to illegal migrants to make us a soft touch of Europe. It would make us a magnet for thousands of migrants coming from everywhere. So that's the choice of this election. Do you think my plan is the right one? Do you think I'm the one that's taking bold action to secure our borders and to stop the boats? Or do you think he's gonna do that? And it's pretty clear that on this issue, not only does he not share the country's values, that it's a problem, he's gonna do absolutely nothing about it.",
    "create_time": 1716472978,
    "hashtag_names": [
      "britain",
      "conservativeparty",
      "keirstarmer",
      "rishisunak",
      "gbnews"
    ],
    "id": 7372194243923823904,
    "region_code": "GB",
    "video_description": "'He doesn't share the countries values' | Rishi Sunak lambasts Keir Starmer over securing UK borders #keirstarmer #rishisunak #britain #conservativeparty #gbnews"
  },
  {
    "create_time": 1716469192,
    "id": 7372178998815640864,
    "is_stem_verified": false,
    "view_count": 287311,
    "voice_to_text": "I agree with everything Rishi Sunak, the prime minister says. What he's done over the last years have been excellent. Concerts have made such a mess. But with that sort of economical, sort of, uh, advantage over Labour Party, uh, house will be born conservative. The government's in a bit of turmoil in that, so I think it's, uh, about time for a fresh start. He's just trying his best. What more can he do when he needs the backing of the people? And the Tories, I think probably hour away from again because as a local MP he's fantastic. To go to Labour, I think would be a big mistake. I think it's about time. It needs some change, so yeah, really. Tear has been gold. He's trying his best to get this country back on its feet after his being in debt for so many years from the world. World Wars 1 and World War 2. Rishi Sunaku, Prime Minister would make another good prime minister, being that the, the things he's put out to do is come and he's actually done them. We were working with the homeless and he was very supportive of all the work we did there. But a lovely letter from him, uh, endorsing what we were doing during that time. He's a fantastic local MP. We are far too overpopulated in this country for what we are. We're a small country. We can't keep a fort, we can't not keep affording to keep other People that are coming over here for freebies. Will you be voting for him at the next election? Definitely not, Nate. I don't think so. No.",
    "hashtag_names": [
      "lbc",
      "richmond",
      "election",
      "ukpolitics",
      "rishisunak"
    ],
    "region_code": "GB",
    "username": "lbc",
    "video_description": "We headed up to Richmond to speak to voters in Rishi Sunak’s seat to get their reaction to the upcoming summer election #LBC #ukpolitics #election #rishisunak #richmond "
  },
  {
    "hashtag_names": [
      "south",
      "commons",
      "craigmackinlay"
    ],
    "region_code": "GB",
    "video_description": "#South Thanet MP #CraigMackinlay made a humorous speech to the #Commons on his return after losing his limbs to sepsis ",
    "view_count": 2053091,
    "create_time": 1716408148,
    "is_stem_verified": false,
    "username": "skynews",
    "voice_to_text": "This is an emotional day for me and uh, if you would indulge me to say a few thanks, cause there are few are due and one of those, of course, well, I've got an apology actually, that I've caused the breaking of so many rules today. CLAPPING I've got trainers on because my shoes wouldn't go over the plastic feet and my jacket wouldn't go over the uh, bionic arm. So apologies for that. But I want to give some thanks. And first of all the thanks to you, Mister Speaker, for being there for me, for coming to visit. And I will tell everybody the little story. They thought the rest of the hospital thought I must be dreadfully ill cause they said that guy's got the funeral director and already. But no, you've been. You've cared for me throughout and I thank you for that. The other person in this chamber I'd like to thank is the prime minister, who's been with me throughout. He hasn't advertised it, he's been to see me multiple times. And to me that shows the true depth of the character of the prime minister. And thank you for that. And to my wife who's in the chamber, and my daughter and other family members, my father, father in law. I'd like to thank my wife for being there every single day of those many months in hospital. And she could only do that because of the support of family behind her. And in the public gallery they can't quite see me, unfortunately, are many of the staff from the NHS who took me from where I was close to death. They took me from close to death to where I am today. So thank you for that. I'm not entirely sure I'm that happy that the two surgeons who took this lot off. Oh, there. But never mind.",
    "id": 7371916771219082529
  },
  {
    "voice_to_text": "Okay. Tell me a famous male that you would feel safe being alone in a room with. I'll go first. Guy Ferrari. It's a Ferrari. I like to call him Guy Ferrari. He just.",
    "create_time": 1716402805,
    "hashtag_names": [],
    "id": 7371893890846068010,
    "region_code": "US",
    "username": "spampire",
    "video_description": "Uncrustable was a paid actress ",
    "is_stem_verified": false,
    "view_count": 239054
  },
  {
    "view_count": 747196,
    "create_time": 1716396719,
    "is_stem_verified": false,
    "region_code": "US",
    "video_description": "Rishi Sunak braved the rain and a blaring rendition of 'Things Can Only Get Better' to announce that the UK is having an election.  The SnappyG will take place on the 4th of July.  Stay with us for all the coverage as the UK prepares to elect its new Prime Minister. #snappyg #generalelection #ge2024 #rishisunak",
    "hashtag_names": [
      "generalelection",
      "snappyg",
      "rishisunak",
      "ge2024"
    ],
    "id": 7371867739746487595,
    "username": "thenewsmovement",
    "voice_to_text": "Earlier today, I spoke with his Majesty the king to request the dissolution of Parliament. The king has granted this request and we will have a general election on the fourth of July. This election will take place at a time when the world is more dangerous than it has been since the end of the Cold War. Putin's Russia is waging a brutal war in Ukraine and will not stop there. If he succeeds, that war has also made it all too clear the risk to our energy security. In the Middle East, the forces of Islamist extremism threatened regional and ultimately global stability. These tensions are exploited by extremists who seek to undermine our values and divide our society. Here at home, China is looking to dominate the 21st century by stealing a lead. And technology and migration is being weaponized by hostile states to threaten the integrity of our borders. These uncertain times call for a clear plan and bold action to charter course to a secure future. You must choose in this election who has that plan. Who is prepared to take the bold action necessary to secure a better future for our country and our children?"
  },
  {
    "hashtag_names": [
      "foryou",
      "uk",
      "politics",
      "fy",
      "fyp",
      "election",
      "generalelection",
      "ukelection",
      "foryourpage",
      "rishisunak"
    ],
    "is_stem_verified": false,
    "video_description": "BREAKING: Rishi Sunak announces he is calling a snap general election to be held on the 4th of July #fyp #fy #foryou #foryourpage #rishisunak #politics #election #generalelection #uk #ukelection ",
    "voice_to_text": "Now is the moment for Britain to choose its future, to decide whether we want to build on the progress we have made or risk going back to square one with no plan and no certainty. Earlier today, I spoke with his Majesty the king to request the dissolution of Parliament. The king has granted this request and we will have a general election on the fourth of July.",
    "create_time": 1716395149,
    "id": 7371860990096379169,
    "region_code": "GB",
    "username": "theipaper",
    "view_count": 25305
  },
  {
    "is_stem_verified": false,
    "region_code": "ZA",
    "username": "_labeto",
    "video_description": "that moment 🥺♥️",
    "view_count": 268662,
    "create_time": 1716393168,
    "hashtag_names": [],
    "id": 7371852509733719302
  },
  {
    "id": 7371832320250203424,
    "is_stem_verified": false,
    "region_code": "DE",
    "username": "star.news04",
    "video_description": "(Part 1/2) Bieber & Jaden Smith EXPOSE Diddy's Underground Play Tunnels #bieber #jadensmith #diddy #foryou #star #friends #hollywood #celebrities #foryoupage #foryourpage #trendingvideo #fyp #fypシ #viralvideo #celebration #usa #news ",
    "create_time": 1716388472,
    "hashtag_names": [
      "friends",
      "celebrities",
      "usa",
      "hollywood",
      "star",
      "celebration",
      "bieber",
      "diddy",
      "foryou",
      "news",
      "viralvideo",
      "jadensmith",
      "fyp",
      "trendingvideo",
      "foryoupage",
      "foryourpage",
      "fypシ"
    ],
    "view_count": 1496376,
    "voice_to_text": "Several law enforcement agencies are rating the home of hip hop Mogul PDT. And tonight we are learning it may be tied to alarming allegations. Let's get right out to CBS News. My name is Larry Seaworld. He joins us live from the scene with what we know so far. So, Larry, what can you tell us at this point? Authorities not confirming very much beyond the fact that this is part of an ongoing investigation started by Homeland Security Investigations, the state of New York. Behind me, that is the entrance to Star Island. You can see the Miami Beach police car there at the entrance. If you look to your right, you can see this is where the Homeland Security Investigations are set up with their command post. We've seen not only HSI police, we've also seen a. An FBI agent and a numerous other officers going in and out of the house that is behind it. You can see the beige complex there. That home, we understand, according to property records, owned by Sean Combs, or Diddy, as he is known, of that property, again being searched at this hour. We also know, obviously, Sean Diddy Combs has properties in Los Angeles and New York. We understand from our, our. Our colleagues in Los Angeles that earlier today, uh, helicopter hover above one of Diddy's homes there, that a similar law enforcement, uh, they showed up there as well to search the property. It's not clear exactly what they're searching for or The details of the investigation. We've asked a Homeland Security about that only saying that this is part of an ongoing investigation LED by New York. But obviously, the properties in Los Angeles and the property here in Miami being searched as we speak. We're gonna stay on top of this story and bring you more details as we get it. But back here live, we're looking at again, HSI police setting up their investigation at this house. You can look and see driveway, the gate. Uh, it looks like that gate has been disabled, because it's sort of just leaning up against the pillar on the side as they're backing a van up into. I know. Looking like all the ghosts that did his past is here to attack the man, and they are ready to bring him down for good this time. Jaden Smith took to Instagram to share a series of images of him inside of Diddy's tunnels. Underneath Diddy's mansion in Los Angeles and Miami, there are secret tunnels. Originally, it was built as sort of like, an underground swimming pool, but did he drained it and began to create a network of pathways that connected nearby points of interest. For example. What. What is this?"
  },
  {
    "id": 7371602899400396074,
    "username": "advicefromlouisreloaded",
    "video_description": "Project 2025 | #skit #JUSTaSKIT #America #facts #relatable #federal  #American #merica #foryoupage #advicefromlouis #fyp #foryou #fypシ゚viral #fypシ゚viral #viral ",
    "voice_to_text": "So you want to legalize federal misinformation and make it illegal for the FBI to interfere with this? Yes. You want to eliminate the department of education, the department of Commerce, and deploy the military to any form of protest in America? Yes. It says here you want to allow the president to replace federal employees with who he deems loyalist that will agree to any Bill he wants to pass? Yes. So you basically wanna legalize a dictatorship? Yes. I'm not done talking. You basically wanna legalize a dictatorship and take away the working classes ability to protest and fight for their rights, giving total power to the ones who have more money and not to the ones that made them rich. Yeah. Definitely. Yes. Yes. So just a personal question. This would openly create new slaves. How are you agreeing to all of this? Because I'm rich and none of this actually affects me. And some of it benefits me, even if it's to the detriment of the rest of the population. So you're okay with oppressing the majority of America as long as it means more power for you and your team? Yes, I'm definitely okay with that. My family is good. But have you considered the families that aren't good? Also the fact that the wrong person in power could pass unethical bills and destroy America? Ho, ho, I just told you, I'm rich. I don't care about any of this. Just pass the Bill. Yes. To everything. I got things to do. So money has LED to your abandonment of ethics, morality, and any sense of empathy for the rest of America. So you are a legal terrorist. Yes. Yes. Yeah, well, I'm rich, too, so whatever. I'll pass it.",
    "create_time": 1716335054,
    "hashtag_names": [
      "relatable",
      "america",
      "facts",
      "viral",
      "american",
      "foryou",
      "skit",
      "merica",
      "fyp",
      "federal",
      "justaskit",
      "foryoupage",
      "fypシ゚viral",
      "advicefromlouis"
    ],
    "is_stem_verified": false,
    "region_code": "US",
    "view_count": 6180869
  },
  {
    "view_count": 5878,
    "create_time": 1716322242,
    "hashtag_names": [
      "politics",
      "foxnews",
      "erictrump",
      "trumptrial"
    ],
    "id": 7371547867778911530,
    "username": "mediamatters",
    "is_stem_verified": false,
    "region_code": "US",
    "video_description": "The last time Eric Trump behaved like this on Fox, it was for a DIFFERENT trial for his dad. #foxnews #erictrump ##trumptrial##politics",
    "voice_to_text": "And you just watch a sham in New York at this kangaroo court where my father's been censored, he's been admonished, he's been embarrassed, he's been slandered, he's been held off the campaign trail, right? I mean, how much more does a person need to go through? It's just a shame that that great man right there has to sit through this nonsense. He's a great president, he's a great person, he's a great father, and this country deserves a lot better than this nonsense."
  },
  {
    "video_description": "PLEASE GUYS, this is a joke and statistically impossible. ",
    "view_count": 113865,
    "create_time": 1716309011,
    "hashtag_names": [],
    "id": 7371491055843298566,
    "is_stem_verified": false,
    "region_code": "ZA",
    "username": "lylelackay"
  },
  {
    "is_stem_verified": false,
    "region_code": "US",
    "username": "jackmacbarstool",
    "video_description": "Red Lobster filed bankruptcy today. And its not bexause of the endless shrimp deal. ",
    "view_count": 2537437,
    "create_time": 1716264874,
    "hashtag_names": [],
    "id": 7371301444776889643
  },
  {
    "hashtag_names": [
      "potus",
      "icc",
      "joebiden",
      "cspan",
      "benjaminnetanyahu",
      "internationalcriminalcourt"
    ],
    "id": 7371235717965483307,
    "is_stem_verified": false,
    "region_code": "US",
    "username": "cspanofficial",
    "video_description": "President Biden on Monday rejected the move by International Criminal Court (ICC) chief prosecutor Karim Khan to seek arrest warrants for Israeli Prime Minister Benjamin Netanyahu and Defense Minister Yoav Gallant. “Let me be clear: We reject the ICC’s application for arrest warrants against Israeli leaders,” he said at a White House event celebrating Jewish American Heritage Month. Mr. Khan announced earlier in the day he was seeking warrants on charges of crimes against humanity for the Israeli officials as well as Hamas leaders Yahya Sinwar, Muhammad Deif and Ismail Haniyeh. “Whatever these warrants may imply, there’s no equivalence between Israel and Hamas,” President Biden said. The president also rejected the notion that Israel is committing genocide in its war against Hamas, which has led to the deaths of tens of thousands of Palestinians in Gaza. #potus #joebiden #benjaminnetanyahu #icc #internationalcriminalcourt #cspan ",
    "view_count": 989343,
    "create_time": 1716249569
  },
  {
    "create_time": 1716240662,
    "hashtag_names": [
      "followtrain",
      "goviral",
      "genx",
      "1980s",
      "1960s",
      "generationx",
      "1970s",
      "fypシ゚viral",
      "genxfollowtrain",
      "genxactivated"
    ],
    "id": 7371197457755065642,
    "is_stem_verified": false,
    "region_code": "US",
    "username": "patriotdadev2.0",
    "video_description": "#1970s #1980s #1960s #genxactivated #fypシ゚viral #generationx #genx #goviral #followtrain #genxfollowtrain ",
    "view_count": 555598
  },
  {
    "voice_to_text": "Quite frankly, shocked by what I have just heard. I mean, I can tell you, having worked at DOJ for seven and a half years, you go through training like your first week on the job and like, day two, it's how to handle witnesses and fronting bad facts. And I was listening when read back the transcript on how the prosecution handled these payments, and it's like they glossed over the fact that this could be considered stealing. And in my mind, I. I can't figure out why they did that. Because they were so meticulous in explaining all of Michael Cohen's other lies in contextualizing this. And this is a lie that cuts at the heart of the evidence in the correct. I am quite",
    "hashtag_names": [
      "donaldtrump",
      "manhatton",
      "trumptrial",
      "trumpindictment"
    ],
    "is_stem_verified": false,
    "username": "kentucky_girll_",
    "video_description": "#trumptrial #manhatton #donaldtrump #trumpindictment #trumptrial ",
    "view_count": 33483,
    "create_time": 1716218482,
    "id": 7371102156780358954,
    "region_code": "US"
  },
  {
    "is_stem_verified": false,
    "region_code": "US",
    "video_description": "You can’t even make this stuff up. ",
    "view_count": 8458037,
    "create_time": 1716216039,
    "hashtag_names": [],
    "id": 7371091688653163818,
    "username": "bidendumbquotes",
    "voice_to_text": "Guess what? Every trucker out there with an eighth grade education or high school education knows they're likely not to have a job in the next three, four, five years."
  },
  {
    "region_code": "US",
    "view_count": 1202973,
    "voice_to_text": "Following the breaking news, Iranian state run media is reporting the country's president and foreign minister have both been killed in a helicopter crash. It happened in a foggy mountainous region in the northwest part of Iran. There were nine people on board at the time, leaving no survivors. Iran's first vice president is now the acting president. The country's cabinet has also appointed a new foreign minister.",
    "is_stem_verified": false,
    "hashtag_names": [
      "breaking",
      "breakingnews",
      "fyp",
      "msnbc"
    ],
    "id": 7371067900108721454,
    "username": "msnbc",
    "video_description": "Iran's President Ebrahim Raisi and Foreign Minister Hossein Amirabdollahian died following a helicopter crash early Monday morning. It took rescuers several hours to reach the crash site amid bad weather and heavy fog. With nine people on board, the crash left no survivors. #BREAKING #MSNBC #breakingnews #fyp ",
    "create_time": 1716210511
  },
  {
    "username": "michaelsolakiewicz",
    "video_description": "PRESIDENT Donald J Trump playing golf this weekend in the INCREDIBLE STATE OF TEXAS!!! HUUUUUUUUUGE NRA speech yesterday in Dallas by your next President, PRESIDENT Donald J Trump!!!! TRUMP 2024! #MAGA #donaldtrump #trump2024 #dallas #texas #trumpwasright #whitehouse #nra #golf @realdonaldtrump @teamtrump @trumpwarroom @whitehouse45 @nra 📸: @khweaver11 🇺🇸🇺🇸🇺🇸🇺🇸🇺🇸🇺🇸☀️☀️😍⛳️⛳️",
    "voice_to_text": "Can we get a photo? Let's go. Fast. Go, go, go! Oh, freak. Hold up, hold up. Ali goes first. There's no rifles in this group. Let's go. Come on, come on. Oh, young, beautiful people. Except for those guys. Too much competition.",
    "create_time": 1716158990,
    "hashtag_names": [
      "dallas",
      "golf",
      "texas",
      "donaldtrump",
      "whitehouse",
      "maga",
      "nra",
      "trump2024",
      "trumpwasright"
    ],
    "id": 7370846693388029226,
    "is_stem_verified": false,
    "region_code": "US",
    "view_count": 971624
  },
  {
    "create_time": 1716077052,
    "id": 7370494775868312875,
    "is_stem_verified": false,
    "view_count": 1050,
    "voice_to_text": "If you think that Marjorie Taylor Greene is one of the most disgusting women you've ever met, heard of or seen, hit that like button if you'd like to see her ass gone.",
    "hashtag_names": [
      "share",
      "like",
      "georgia",
      "trash",
      "humor",
      "duet",
      "politics",
      "fyp",
      "biden",
      "mtg",
      "election",
      "democrat",
      "republican",
      "marjorytaylorgreen"
    ],
    "region_code": "US",
    "username": "georgiapup54",
    "video_description": "#DUET #election #like #share #humor #Georgia #trash #biden #democrat #republican #politics #marjorytaylorgreen #MTG #fyp "
  },
  {
    "id": 7370337748273679622,
    "is_stem_verified": false,
    "region_code": "ZA",
    "username": "multiplestreamsof",
    "video_description": "",
    "view_count": 43467,
    "create_time": 1716040485,
    "hashtag_names": []
  },
  {
    "region_code": "ZA",
    "username": "nemoniksaid",
    "voice_to_text": "Guys, I've picked up something regarding the upcoming elections.   I've   picked   up   something   regarding   the   upcoming   elections A lot of people are not sure who they gonna be voting for.   lot   of   people   are   not   sure   who   they   gonna   be   voting   for If you're sure, Kudos to you.   you're   sure   Kudos   to   you I'm also sure.   also   sure But the reality of the situation is a lot of people are not sure.   the   reality   of   the   situation   is   a   lot   of   people   are   not   sure So here's my question, are those people ignorant   here's   my   question   are   those   people   ignorant or the current political parties who are the opposition   the   current   political   parties   who   are   the   opposition are not up to standard?   not   up   to   standard What's the real answer here?   the   real   answer   here",
    "hashtag_names": [
      "trending",
      "fyp",
      "anc",
      "mkparty",
      "jacobzuma",
      "tiktoksouthafrica",
      "juliusmalema",
      "ramaphosa",
      "elections2024",
      "johnsteenhuisen"
    ],
    "id": 7370264315410025733,
    "is_stem_verified": false,
    "video_description": "Who should we vote for #ramaphosa #jacobzuma #juliusmalema #johnsteenhuisen #anc #mkparty #elections2024 #fyp #tiktoksouthafrica #trending ",
    "view_count": 1049144,
    "create_time": 1716023388
  },
  {
    "is_stem_verified": false,
    "region_code": "US",
    "username": "teamkennedy2024",
    "video_description": "As one newscaster put it: “He actually has a chance to win the presidency.”  I’ve made it further than any other Independent candidate in history. We are on a path to victory, and I fully intend to win this election. #kennedyshanahan24 #usa #instagram #california #nyc #texas ",
    "view_count": 1353542,
    "hashtag_names": [
      "california",
      "instagram",
      "nyc",
      "usa",
      "texas",
      "kennedyshanahan24"
    ],
    "id": 7370149014055980330,
    "create_time": 1715996550,
    "voice_to_text": "When 70% of the country is telling you that they do not want a Biden Trump rematch, and you tell them, too bad. And then you get a guy named RFK Jr. On the ballot, and then you're told he's actually viable. What's your path to two seventy? All of the traditional battlegrounds states are states that we think we can do really well. And all I need to do when those states gets 34% of the vote, and I can walk away with 270 electors. He's within nine points. Biden. I think I'd rather be in my position that I would in present Trump's position or present Biden. If these numbers hold, he actually has a chance to win the presidency. I'm way ahead of that. A independent candidate in history right now, and I intend to win the election."
  },
  {
    "hashtag_names": [
      "vote",
      "ubi",
      "unicornparty",
      "childrights",
      "greenparty",
      "letsreset",
      "voteforchange",
      "immigrationreform",
      "universalhealthcare",
      "jasminesherman",
      "abolishice",
      "termlimits",
      "revolutionnow",
      "landback",
      "election2024",
      "freeeducationforall",
      "2024election",
      "decriminalizedrugs",
      "presidentialcandidate2024",
      "peaceandfreedomparty",
      "prisonabolishment",
      "decriminalizesw",
      "sherman2024",
      "jasminesherman2024",
      "fatsocialist",
      "guaranteedhousing",
      "disabiltyrestrictionsremoved",
      "free🇵🇸🇨🇩🇸🇩❤️",
      "shermanblubear2024"
    ],
    "is_stem_verified": false,
    "username": "fatblacksocialist",
    "video_description": "It's time for a change! Let's amplify new Black and Brown voices, not those profiting from oppression. Vote Jasmine Sherman and Tanda Blubear in 2024 for guaranteed housing, universal healthcare, free education, and universal basic income. The revolution starts with you. Join us and be the change! #ShermanBlubear2024 #VoteForChange #RevolutionNow Vote Sherman/Blubear in 2024 guaranteed housing, universal healthcare, free education, universal basic income,& no imperialism #free🇵🇸🇨🇩🇸🇩❤️ #TERMLIMITS #VOTE #ABOLISHICE #presidentialcandidate2024 #CHILDRIGHTS #GUARANTEEDHOUSING #UBI #LANDBACK #DECRIMINALIZEDRUGS #DECRIMINALIZESW #DISABILTYRESTRICTIONSREMOVED #election2024 #FREEEDUCATIONFORALL #IMMIGRATIONREFORM #PRISONABOLISHMENT #UNIVERSALHEALTHCARE #LETSRESET #JASMINESHERMAN2024 #SHERMAN2024 #2024election  #UNICORNPARTY #FATSOCIALIST #JASMINESHERMAN #greenparty #peaceandfreedomparty @VicePresidentBlubear      @BeautyMrk ",
    "create_time": 1715953344,
    "region_code": "US",
    "view_count": 314764,
    "voice_to_text": "what is everybody see wrong with this picture right hold on let me get a close up for everybody what is everybody see wrong with this picture who is that right there I'm sure we're all very well aware of who pearlmania is right he wouldn't give us bias news would he or who v from under the desk news is right they definitely wouldn't give us bias news would they surprise surprise surprise surprise there are a lot of people who benefit from you not being in a better position my name is Jasmine Sherman I'm running for president of the United States my running mate is Tanda Blubear I have over 30 policies on my JasmineSherman.com with audiobook features as well that tell you how I'm going to provide you with guaranteed housing universal health care free education and universal basic income within the 30 policies it tells you who gets what when and where the money is coming from and how we're paying for it for those of you who do not like to read or use audiobooks and you really just need a quick video did you know there are over 900 videos on this account that talk about those 30 policies but if you're someone who still doesn't wanna go and do that research because scrolling is hard the same way we have the funds to send money to is not real is the same way I would be paying for your housing your health care your education for the person that says well how you gonna get to congress those 30 policies explain that to you but it's with your help duh and for those of you who don't like my attitude stop fucking with me in the comment section because the energy you give is the energy you get and we are on 48 state ballots across the country and for you who goes well I don't see you is it possible you don't see me because you've been voting Democrat or you've been voting Republican and because I'm not a Democrat nor a Republican I'm not on your primary ballot see how that works there you visit JasmineSherman.com to read all 30 policies because they all go together if you read one you're gonna come back with a question and I'm gonna say go read the other 29 policies because they all work together it's like Legos bitch we gotta stack them up but I'm not supporting Legos but you get what I'm saying building blocks get what I'm saying if you read one policy on my JasmineSherman.com you don't have a complete understanding of what's going to happen and how it's going to happen you need to read them all so make yourself a playlist and enjoy peace love and hair grease",
    "id": 7369963422563290411
  },
  {
    "id": 7369829029622435078,
    "is_stem_verified": false,
    "username": "magmohupdates",
    "video_description": "#fy #fyp #29may2024 #2024elections #eff #floydshivambu #sollymsimanga #democraticalliance #magmohupdates ",
    "voice_to_text": "But it was more political.   it   was   more   political No, it's fine.   it's   fine You know,   know it's very interesting that you have somebody who's wearing 13,000 rand   very   interesting   that   you   have   somebody   who's   wearing   13,000   rand pair of shoes and a T-shirt that is saying   of   shoes   and   a   T-shirt   that   is   saying profit before people before profit.   before   people   before   profit That talks, that talks about,   talks   that   talks   about that talks about an organization   talks   about   an   organization that is talking left and walking right.   is   talking   left   and   walking   right So you are talking about, you are talking about,   you   are   talking   about   you   are   talking   about you know, people that don't talk about sex. Content.   know   people   that   don't   talk   about   sex   Content No, I'm talking.   I'm   talking That's content. Okay.   content   Okay We have. That is content. Funny,   have   That   is   content   Funny funny. Floyd.   Floyd The fact of the matter is,   fact   of   the   matter   is I'm saying to you, the fact that you are talking left.   saying   to   you   the   fact   that   you   are   talking   left I'm talking about you talking left and walking right.   talking   about   you   talking   left   and   walking   right We have to go. He's failed.   have   to   go   He's   failed Silence, please.   please We have to go. Have been given power as well,   have   to   go   Have   been   given   power   as   well the G a. We can show you,   G   a   We   can   show   you we can show you factually   can   show   you   factually that we have actually been able to then deliver much more   we   have   actually   been   able   to   then   deliver   much   more better than this. And anybody,   than   this   And   anybody any political party, including them,   political   party   including   them they grew. Lenny, they,   grew   Lenny   they they failed. They didn't even submit their financial statements.   failed   They   didn't   even   submit   their   financial   statements And they must answer to that.   they   must   answer   to   that I hear you. Ah, Mister Mazzolini.   hear   you   Ah   Mister   Mazzolini",
    "create_time": 1715922040,
    "hashtag_names": [
      "eff",
      "fy",
      "fyp",
      "2024elections",
      "democraticalliance",
      "sollymsimanga",
      "floydshivambu",
      "magmohupdates",
      "29may2024"
    ],
    "region_code": "ZA",
    "view_count": 1274189
  },
  {
    "is_stem_verified": false,
    "region_code": "US",
    "username": "thehillpolitics",
    "view_count": 351435,
    "voice_to_text": "I'd like to know if any of the Democrats on this committee are employing Judge Merchan’s daughter? Please tell me what that has to do with Merrick Garland Is she a porn star oh Goldman that's right he's advising okay he's advising who what Do you do you know what we're here for? I don't think you know what you're here for. Well you don't want us talking about it. I think your fake eyelashes are messing up your reading. ain't nothing hold on hold on listen order Mr. Chairman we've been ordering order of your committee order please there's a point of order we have a point of order Uh Mr. Lynch state your point. Mr. Chairman I would just like to ask the parliamentarian if your conduct here in raising money in connection with this hearing uh is referrable to the Ethics Committee within this hearing is emotion in order to refer your conduct and your abuse of It’s not a point of order Sir I do have a point of order and I would like to uh to move to to take down Miss Greene’s words. That is absolutely unacceptable how dare you Move her words down. Are your feelings hurt? oh oh girl baby girl oh really don't even play baby girl we are gonna move and we're gonna take your words down I second that motion",
    "create_time": 1715918283,
    "hashtag_names": [
      "house",
      "hearing",
      "aoc",
      "congress",
      "marjorietaylorgreene",
      "jamescomer"
    ],
    "id": 7369812867425602859,
    "video_description": "The House Oversight Committee hearing devolved into chaos after Rep. Marjorie Taylor Greene made a personal remark about Rep. Jasmine Crockett. Greene, following a point of order, asked if any of the Democrats on the committee are “employing” the daughter of Judge Juan Merchan, the judge presiding over the criminal trial of former president Donald Trump in his hush-money case. After Crockett asked what her question had to do with Garland, Greene proceeded to insult Crockett’s appearance. “I don’t think you know what we’re here for. I think your fake eyelashes are messing up your reading,” Greene said. The contempt resolution passed on an 18-15 party-line vote in the Judiciary Committee, and Republicans on the Oversight Committee took the same step.  #marjorietaylorgreene #house #congress #hearing #aoc #jamescomer "
  },
  {
    "video_description": "#joebiden #trump #koolpizm #learnfromkoolpizm #koolpizmfyp #blacktiktok ",
    "view_count": 433,
    "create_time": 1715917251,
    "hashtag_names": [
      "trump",
      "joebiden",
      "blacktiktok",
      "koolpizm",
      "learnfromkoolpizm",
      "koolpizmfyp"
    ],
    "id": 7369808387846065438,
    "is_stem_verified": false,
    "region_code": "US",
    "username": "koolpizm"
  },
  {
    "video_description": "‘I’ll even do it twice!’ Joe Biden has challenged Donald Trump to a debate in this fiery YouTube announcement. 🎥 YouTube / Joe Biden  #joebiden #donaldtrump #president #presidentialelection #presidentialdebate ",
    "view_count": 1497446,
    "create_time": 1715778713,
    "hashtag_names": [
      "president",
      "donaldtrump",
      "presidentialelection",
      "presidentialdebate",
      "joebiden"
    ],
    "id": 7369213346584775978,
    "is_stem_verified": false,
    "region_code": "US",
    "username": "dailymail"
  },
  {
    "id": 7369194947565620522,
    "username": "bidenhq",
    "create_time": 1715774426,
    "hashtag_names": [],
    "is_stem_verified": false,
    "region_code": "US",
    "video_description": "Trump is acting like he wants to debate me again. Make my day, pal. ",
    "view_count": 2979388,
    "voice_to_text": "Donald Trump  lost two debates to me in 2020, and since then,  he hasn't shown up for a debate. Now he's acting like  he wants to debate me again. Well, make my day, pal. I'll even do it twice. So let's pick the dates, Donald. I hear you're free on Wednesdays."
  },
  {
    "view_count": 303215,
    "voice_to_text": "You can go to any hospital of your choice,   go   to   any   hospital   of   your   choice whether it's a private hospital or it's a public hospital   it's   a   private   hospital   or   it's   a   public   hospital or is a private clinic   is   a   private   clinic or any private hospital and get the best expect to come and treat you.   any   private   hospital   and   get   the   best   expect   to   come   and   treat   you After treating you, a government will pay that Bill free of charge.   treating   you   a   government   will   pay   that   Bill   free   of   charge That's what we are saying to our people.   what   we   are   saying   to   our   people Go and vote for the a, N,   and   vote   for   the   a   N C, for that.   for   that Gone are the days long, are now your medical age.   are   the   days   long   are   now   your   medical   age You must die. God,   must   die   God at the days long and now you medical age.   the   days   long   and   now   you   medical   age You must be mistreated in our hospital.   must   be   mistreated   in   our   hospital God, at the days long and now you medical age,   at   the   days   long   and   now   you   medical   age you are even scared to go to hospital.   are   even   scared   to   go   to   hospital We are saying after the 29,   are   saying   after   the   29 that's the end, will have one medical aid for everyone,   the   end   will   have   one   medical   aid   for   everyone whether you're working or not working,   you're   working   or   not   working you are old or you are young.   are   old   or   you   are   young So that's what you are saying, 8:29.   that's   what   you   are   saying   8:29",
    "create_time": 1715674084,
    "region_code": "ZA",
    "video_description": "Same guy said #eskom debt will be written off before elections. #SAMA28 #southafrica #useless #fikilembalula #bhekicele #cyril #criminals #corruption #dstv403 #eNCA #sabc #ecr #government #clowns #hospital #healthcare #discovery #discoverymedicalaid  #momentum #bonnitas #netcare ",
    "username": "f.u.crew_187",
    "hashtag_names": [
      "clowns",
      "hospital",
      "discovery",
      "criminals",
      "enca",
      "useless",
      "healthcare",
      "southafrica",
      "government",
      "corruption",
      "momentum",
      "cyril",
      "ecr",
      "sabc",
      "eskom",
      "netcare",
      "bhekicele",
      "fikilembalula",
      "dstv403",
      "discoverymedicalaid",
      "bonnitas",
      "sama28"
    ],
    "id": 7368764070595464454,
    "is_stem_verified": false
  },
  {
    "view_count": 995270,
    "create_time": 1715623949,
    "hashtag_names": [],
    "id": 7368548671476190510,
    "is_stem_verified": false,
    "region_code": "US",
    "username": "jon83808",
    "video_description": ""
  },
  {
    "hashtag_names": [
      "vp",
      "vicepresident",
      "cspan",
      "kamalaharris"
    ],
    "id": 7368538143454350638,
    "video_description": "\"Excuse my language.\" Vice President Kamala Harris dropped an expletive Monday while talking about breaking barriers at a summit hosted by the Asian Pacific American Institute for Congressional Studies.   \"Sometimes people will open the door for you and leave it open. Sometimes they won't. And then you need to kick that f---ing door down,\" the nation's first female vice president told the audience. #vicepresident #kamalaharris #vp #cspan ",
    "voice_to_text": "Sometimes people will open the door for you and leave it open. Sometimes they won't. And then you need to kick that fucking door down. So here's the thing about breaking barriers. Breaking barriers does not mean you start on one side of the barrier and you end up on the other side. There's breaking involved. And when you break things, you get cut and you may bleed. And it is worth it. Every time. Every time. And so, too, especially the young people here. I say to you, when you walk in those rooms, being the only one that looks like you, the only one with your background, you walk in those rooms chin up, shoulders back beat. A meeting room, a boardroom, a courtroom, a hearing room. You walk in those rooms knowing that we are all in that room with you, applauding you on, and expecting certain things from you, including that you will not be silent in those rooms. And that we expect that from you, because we also expect that you will internalize and know we're there with you. And so your voice can be strong. It is as Alicia said. My mother would say to me, don't you ever let anybody tell you who you are. You tell them who you are. Don't ever carry as a personal burden your capacity to do whatever you dream and aspire to do based on other people's limited ability to see who can do what. This is Part of what's involved is that we have to know that sometimes people will open the door for you and leave it open. Sometimes they won't. And then you need to kick that fucking door down. Excuse my language. We gonna make T shirts with that saying, kick the fucking door down.",
    "create_time": 1715621499,
    "region_code": "US",
    "username": "cspanofficial",
    "view_count": 1200734,
    "is_stem_verified": false
  },
  {
    "hashtag_names": [
      "trump",
      "politics",
      "news",
      "fyp"
    ],
    "id": 7368278872489594154,
    "view_count": 4596149,
    "create_time": 1715561124,
    "region_code": "US",
    "username": "msnbc",
    "video_description": "Former President Donald Trump described Hannibal Lecter as a “wonderful man” at a campaign rally on Saturday. Jonathan Capehart reacts to his praise of the fictional serial killer. #politics #news #fyp #trump ",
    "voice_to_text": "Late grade Hannibal Lecter. He's a wonderful man. He often times would have a friend for dinner. I'm about to have a friend for dinner. But Hannibal Lecter. Congratulations. The late, great Hannibal Lecter. We have people that are being released into our country that we don't want in our country. I tried it. Ladies and gentlemen, that is the presumptive Republican nominee for president. It's also important to note Hannibal Lecter is a fictional psychopathic serial killer who enjoys eating his victims with fava beans in a nice candy.",
    "is_stem_verified": false
  },
  {
    "is_stem_verified": false,
    "region_code": "US",
    "username": "harryjsisson",
    "view_count": 79289,
    "create_time": 1715560731,
    "id": 7368277190389075243,
    "voice_to_text": "So President Biden and his campaign are absolutely destroying Donald Trump and his campaign in virtually every single way, but especially in the way I'm about to show you. So this is a map of the swing state of Wisconsin, and it shows you all of the different field offices the Biden campaign has opened in different counties in the great state of Wisconsin. And, of course, they've opened a lot of offices in democratic counties, such as Milwaukee right there. You can see some here up there as well. But only 14 out of the Biden's 46 field offices are in counties that he won in 2020. The other 32 are in counties that Donald Trump won, making inroads with a lot of the Trump voters and the independents who lean more conservative. And on top of this, Biden has more campaign staff and more field offices in Wisconsin and in every single swing state than Donald Trump and his campaign does. Biden campaign is quite literally squeezing Trump and his campaign of all their resources. They're making sure to hold down the democratic counties, make sure to win those votes, but they're also going after Trump voters. And these moderate Republicans and these independents live in these more conservative counties. Donald Trump has not made the same outreach. And of course, on top of this, Biden and his campaign have a lot more money than Trump and his campaign, allowing them to do stuff like this. The Trump Campaign is spiraling",
    "hashtag_names": [],
    "video_description": "This is AMAZING! 05/12/24 "
  },
  {
    "is_stem_verified": false,
    "username": "brookesobasic",
    "view_count": 842227,
    "voice_to_text": "What? Something you could have gone your entire life without seeing. I'm gonna show you four TV commercials. They're pretty damn controversial. People are wondering why these even made it onto TV in the first place. The Doritos finger cleaner commercial from the Super Bowl of 2,016. Billy, use the cleaner! Touchdown! Yeah! It only works with Doritos. Why only Doritos? You ask too many questions, Billy. The Reese's Pieces Love Child commercial from 2,011. God! Oh, awesome! Congratulation! You just had a brand new orange candy. My sweet candy baby! Oh, god! Love you, peanut butter! What? Hey, cupcake, that's my little peanut butter baby. Huh? This guy. Peanut butter, Bertha. Peanut butter! Taste the peanut butter! The Kmart I shipped my pants commercial from 2,013. Shit my pants right here! Shit my pants! You're kidding! You can shit your pants right here! You hear that? I can shit my pants for free! Wow, I just may shit my pants! Yeah, shit your pants, Billy, you can shit your pants too! I can't wait to shit my pants! Dad, I just shit my pants, and it's very convenient. Very convenient. I just shipped my drawers. I just shipped my nighty. I just shipped my bed. If you can't find what you're looking for in store, we'll find it at kmart com right now and ship it to you for free. Last but not least, the Mountain Dew commercial. Puppy monkey baby from 2,016. Puppy monkey baby! Puppy monkey, Baby puppy monkey, baby puppy monkey, baby puppy monkey, baby puppy monkey, baby puppy monkey, baby. Why did these ever make it onto TV in the first place?",
    "create_time": 1715547621,
    "id": 7368220884475170094,
    "video_description": "What’s something you could have gone your entire life without seeing? #fypage #foryou #american #tv #commercial #altered #unhinged #wtf #funny #weird #creepy #controversy #debate #greenscreenvideo ",
    "hashtag_names": [
      "funny",
      "weird",
      "creepy",
      "wtf",
      "tv",
      "commercial",
      "american",
      "foryou",
      "controversy",
      "debate",
      "altered",
      "unhinged",
      "greenscreenvideo",
      "fypage"
    ],
    "region_code": "US"
  },
  {
    "video_description": "#greenscreen #fyp ",
    "view_count": 17491,
    "create_time": 1715536483,
    "hashtag_names": [
      "fyp",
      "greenscreen"
    ],
    "id": 7368173036513545514,
    "is_stem_verified": false,
    "region_code": "US",
    "username": "dannyfcollins"
  },
  {
    "region_code": "ZA",
    "username": "mamajack501",
    "video_description": "",
    "view_count": 480611,
    "create_time": 1715530181,
    "hashtag_names": [],
    "id": 7368146008083057925,
    "is_stem_verified": false
  },
  {
    "hashtag_names": [],
    "region_code": "US",
    "video_description": "Trump: Silence of the lamb! The late, great Hannibal Lecter is a wonderful man.",
    "view_count": 1469686,
    "voice_to_text": "Silence of the Lamb. Has anyone ever seen a silence of the Lamb? The late, great Hannibal Lecter is a wonderful man. He often times would have a friend for dinner. Remember the last scene? Excuse me, I'm about to have a friend for dinner. This poor doctor walked by. I'm about to have a friend for dinner. But Hannibal Lecter. Congratulations. The late, great Hannibal Lecter.",
    "create_time": 1715470155,
    "id": 7367888165442424110,
    "is_stem_verified": false,
    "username": "meidastouch"
  },
  {
    "username": "hbo",
    "view_count": 433532,
    "hashtag_names": [
      "hbo",
      "werehere",
      "priyanka",
      "sashavelour"
    ],
    "region_code": "US",
    "is_stem_verified": false,
    "video_description": "That is not tolerance. #WereHere #HBO #SashaVelour #Priyanka",
    "voice_to_text": "To us, this sounds like hatred. And to me, that is not. That is not the Christianity I've Learned about. Yeah. That is not tolerance. Yeah. Your love tastes like bitterness to me. My love tastes like bitterness. Like, to you? Yeah, cause we don't serve the same master, brother, you and I, we don't serve the same master. That's. Who do I deserve? You'll figure it out. Y'all have a great day.",
    "create_time": 1715464819,
    "id": 7367865241746705710
  },
  {
    "create_time": 1715452372,
    "hashtag_names": [],
    "id": 7367811781659741486,
    "is_stem_verified": false,
    "view_count": 31574496,
    "region_code": "US",
    "username": "angelicaaabee",
    "video_description": "Yall act too perfect for me 😭 whos next 💃😭😭😭",
    "voice_to_text": "Let's start a new trend. Fuck it. Show me the most ghetto thing you got in your crib. I'mma start. My motherfucking doorknob broke. So, yeah, this bag, you know, in there"
  },
  {
    "region_code": "US",
    "username": "scottybbad",
    "video_description": "#jesus #church #religion #god #love #real #life #chrispratt #bible #sunday #lgbtq #fypage #foryou ",
    "view_count": 117,
    "create_time": 1715362688,
    "hashtag_names": [
      "love",
      "life",
      "god",
      "real",
      "bible",
      "sunday",
      "jesus",
      "church",
      "foryou",
      "lgbtq",
      "chrispratt",
      "religion",
      "fypage"
    ],
    "id": 7367426567582010666,
    "is_stem_verified": false
  },
  {
    "voice_to_text": "does your treadmill feel like it's gonna jerk you off when you're running on it okay I just tried every single one of those treadmills and none of them do that do treadmills do that now does your treadmill do I will pay cash credit bitcoin whatever it is that you need I think that's a great idea",
    "hashtag_names": [
      "gymhumor"
    ],
    "is_stem_verified": false,
    "username": "brobeingbasic",
    "view_count": 256206,
    "create_time": 1715303616,
    "id": 7367172910856801578,
    "region_code": "US",
    "video_description": "Technology is starting to get out of hand… well, in hand 😂 #gymhumor "
  },
  {
    "region_code": "US",
    "video_description": "Enough is enough! Let's end our toxic relationship with outdated policies and the same old leadership. In 2024, it's time for a change. It's time to vote for leaders who stand firmly against genocide and imperialism. It's time to listen to the younger generations and prioritize their voices. Join us in supporting Jasmine Sherman and Tanda Blubear for a fresh perspective and leadership that truly represents us all. Let's bring young energy and new ideas to the office! Vote Sherman/Blubear in 2024 guaranteed housing, universal healthcare, free education, universal basic income,& no imperialism #free🇵🇸🇨🇩🇸🇩❤️ #TERMLIMITS #VOTE #ABOLISHICE #presidentialcandidate2024 #CHILDRIGHTS #GUARANTEEDHOUSING #UBI #LANDBACK #DECRIMINALIZEDRUGS #DECRIMINALIZESW #DISABILTYRESTRICTIONSREMOVED #election2024 #FREEEDUCATIONFORALL #IMMIGRATIONREFORM #PRISONABOLISHMENT #UNIVERSALHEALTHCARE #LETSRESET #JASMINESHERMAN2024 #SHERMAN2024 #2024election  #UNICORNPARTY #FATSOCIALIST #JASMINESHERMAN #greenparty #peaceandfreedomparty #Vote2024 #JasmineAndTanda #YouthInPolitics #NewLeadership @VicePresidentBlubear @Erin Hattamer ",
    "create_time": 1715295688,
    "id": 7367138846573645098,
    "username": "fatblacksocialist",
    "view_count": 1638153,
    "voice_to_text": "whether you know it or not voices of colour are being erased hello my name is Jasmine Sherman you know one of those voices that are being erased that that individual was talking about I'm running for president of the United States I am on 48 states ballots and my running mate is Tanda Blubear I am not wearing makeup so I'm using a filter not AI an actual person kind of an asshole depending on what you say in my comment section fuck around and find out the important part is my guaranteed housing plan ends houselessness in the United States of America  that means no mortgages and no rents for you and if you're someone that goes how are you gonna do that go read the policy schedule a meeting if you don't understand I have a free education policy If you don't understand what that looks like it means your teacher is getting a raise it means that there should only be 18 children in the classroom and that we should be using a Montessori system to educate individuals if you wanna know how you should go to Jasmine Sherman.com read the policy if you don't have time to read it cause you're busy use the audiobook feature which is available for every policy on that website if you were like that doesn't have sufficient enough information schedule a meeting with me or Tanda and we'll talk about it you see what I'm saying we also believe that you deserve universal healthcare that includes your dental and your vision you should be in a mixed walkable neighborhood where you have access to a medical professional do you see that makes more sense and it stops long wait times at the emergency rooms we need free education we need more nurses more doctors more caregivers we need educated people to do that we have an aging population but you don't need me to talk to you about aging population you know about the octogenarians in our government for people who are like how are you going to do this you could go to Jasmine Sherman.com and read the policies or use the audiobook feature and have them read to you but you won't do that you’ll say I’m in your comment section you need to engage with me I don't and I won't if you come off the wrong way the whole point I'm trying to make this is a commercial I'm running for president of the United States you don't need to like me you don't need to like my running mate you need to like yourself enough to advocate for policies that benefit you and your family guaranteed housing universal healthcare free education and universal basic income all benefit your family my personality may be shit most people who are politicians aren't good people I'm not pretending to be one what I'm telling you though is that you deserve housing healthcare and education and I'm the fat bitch that's gonna give it to you vote Sherman in 2024 concerns go to Jasmine Sherman.com schedule an appointment but if not you know fight about it in the comments section like you do peace love and hair grease",
    "hashtag_names": [
      "vote",
      "ubi",
      "unicornparty",
      "childrights",
      "greenparty",
      "letsreset",
      "immigrationreform",
      "universalhealthcare",
      "jasminesherman",
      "abolishice",
      "termlimits",
      "landback",
      "election2024",
      "freeeducationforall",
      "newleadership",
      "youthinpolitics",
      "2024election",
      "decriminalizedrugs",
      "vote2024",
      "presidentialcandidate2024",
      "peaceandfreedomparty",
      "prisonabolishment",
      "decriminalizesw",
      "sherman2024",
      "jasminesherman2024",
      "fatsocialist",
      "guaranteedhousing",
      "disabiltyrestrictionsremoved",
      "free🇵🇸🇨🇩🇸🇩❤️",
      "jasmineandtanda"
    ],
    "is_stem_verified": false
  },
  {
    "video_description": "Cory Booker cant pee on my leg and tell me it’s raining 🤷🏾‍♂️",
    "view_count": 186631,
    "create_time": 1715293237,
    "hashtag_names": [],
    "id": 7367128321743719723,
    "is_stem_verified": false,
    "region_code": "US",
    "username": "theconsciouslee"
  },
  {
    "id": 7367092113416162603,
    "username": "just.chill.jill",
    "voice_to_text": "You know what these kids of today are? Majority of them are lazy. They don't know what work ethic is. But they know how to play video games all night. They know how to join gangs, they know how to get into trouble. Get them get a job and be responsible though. Yes. Do you know that your parents and grandparents said the same thing about your boomer generation? And then the boomer generation said the same thing about the Gen X generation and the millennial generation? How old do you think the Gen Xs and millennials are now? Cause you're so confused. I think this is all to try to lower the age for child labor so that you guys can continue to get to be paid all the way up here. And they can continue to have corporations pay nothing for the minimum wage because high school student is easy to take advantage of. Which is crazy because the politicians don't even have to work half a year in total days. They don't and they get paid and get free healthcare. It's just ridiculous. And on top of it you don't even have to listen to us anymore cause you can just get money from lobbyists to make a vote a certain way so that corporations can keep the minimum wage low. It's disgusting.",
    "view_count": 5761,
    "create_time": 1715284806,
    "hashtag_names": [
      "greenscreenvideo"
    ],
    "is_stem_verified": false,
    "region_code": "US",
    "video_description": "#greenscreenvideo "
  },
  {
    "view_count": 1083132,
    "voice_to_text": "My interview tonight from Jerusalem with Israel's Prime Minister, Benjamin Netanyahu, is very important. So I'm putting it up on merit street media, the merit plus app and all of my social media platforms. I wanna make this easy for people to see because I think it's very important and very informative. Please find it, sit down and take a look. Thank you.",
    "is_stem_verified": false,
    "username": "drphil",
    "id": 7367052104633978155,
    "region_code": "US",
    "video_description": "My one hour interview with Prime Minister Benjamin Netanyahu is too important to miss. In addition to being available on Merit Street and the Merit+ app, I will now be releasing the interview on ALL of my social platforms. This is something you do NOT want to miss. Tune in at 8/7 CT.",
    "create_time": 1715275495,
    "hashtag_names": []
  },
  {
    "view_count": 1463380,
    "create_time": 1715268348,
    "id": 7367021417411415339,
    "is_stem_verified": false,
    "region_code": "US",
    "username": "nytopinion",
    "hashtag_names": [
      "congress",
      "nytopinion"
    ],
    "video_description": "“Look, the average income in my district is $55,000 a year. A congressman makes $174,000 a year,” says Representative Larry Buschon. Though outgoing members of Congress acknowledged the bad optics of voting to raise their own salaries, they also pointed out the difficulty of maintaining a dual presence in both Washington and their home district. “I’m trying to maintain two places to live, have clothes in two places, have a car in two places. It’s very difficult,” says Representative Ken Buck. “Do you want it to still be the house of the people?” asks Representative Anna Eshoo. “Or do you want it to be only wealthy people?” #congress #nytopinion",
    "voice_to_text": "Look, the average income in my district is $55,000 a year. The congressman makes $174,000 a year. If I go back to my district, where the average salary in some places is 32,000, and I say I don't make enough when I make $174,000, they. They would go ballistic. I'd be out of office in a heartbeat. And yet I'm trying to maintain two places to live. I have clothes and two places. Have a car and two places. It's very difficult. When I got to Congress, I realized, holy smokes, that comes out of my pocket without reimbursement and you're not allowed to write off any of the expenses. Had a roommate. Every time I rented an apartment, upwards of 100 Congress members actually sleep in their office cause it's expensive. Washington's expensive. All of us ought to be concerned about the future in terms of who can afford to do this. Do you want it to still be the house of the people, or do you want it to be only wealthy people? I think that it's important to have cost of living adjustments. I think there needs to be at least an inflationary adjustment. I think it should at least keep up with inflation. It. It should probably go up with the cost of living. Congress works better when you have a broad swath of the American people being able to run and get elected. I really believe that."
  },
  {
    "username": "papuainternationalist",
    "video_description": "LONDON - Wednesday, 8th May 2024.  West Papua, Kurdish communities, and #Care4Calais #AntiRacismDay at Downing Street to say #StopRwanda  At protest against #Safetyofrwandaact  #RwandaBill #London #UK #RefugeesWelcome #RwandaNotInOurName  #RefugeesWelcomeHere #FreeKurdistan❤️☀️💚✌🏻 #FreeWestPapua❤️💙🤍✊🏽  #PapuaMerdeka #KurdistanMerdeka  #PapuaMilitantInternational ",
    "view_count": 13829,
    "create_time": 1715203487,
    "hashtag_names": [
      "london",
      "uk",
      "refugeeswelcome",
      "antiracismday",
      "refugeeswelcomehere",
      "papuamerdeka",
      "care4calais",
      "papuamilitantinternational",
      "stoprwanda",
      "freekurdistan❤️☀️💚✌🏻",
      "freewestpapua❤️💙🤍✊🏽",
      "kurdistanmerdeka",
      "rwandabill",
      "rwandanotinourname",
      "safetyofrwandaact"
    ],
    "id": 7366742851050343713,
    "is_stem_verified": false,
    "region_code": "gb"
  },
  {
    "video_description": "",
    "view_count": 305735,
    "create_time": 1715198372,
    "hashtag_names": [],
    "id": 7366720873639791879,
    "is_stem_verified": false,
    "region_code": "za",
    "username": "athigeleba"
  },
  {
    "hashtag_names": [
      "kimkardashian",
      "neutral",
      "playingvictim",
      "bystandereffect"
    ],
    "region_code": "us",
    "view_count": 535379,
    "voice_to_text": "something that has haunted me ever since I saw was on this app was a girl that made a video that said I wonder if the Germans played victim like this and it just battles me to the core every single time I see like a piece of media like on the screen at the gym or just like in a conversation where people don't really understand like the gravity and like the magnitude of what's going on and just like the language and like the systematic portrayal of like who the good guys and who the bad guys are where it's just like constantly it's never pro Palestinian rallies or protests or encampments it's always anti Israel and when I was in college I did like I try to do like a research project on like what people gravitate towards like what really entices them to vote like is it is it voting for something or is it always voting against something and I I think like in this time when we're seeing who the people are that are perpetuating the most of violence the most lies the most like just wicked vile behaviour and then in the same breath like projecting that onto other people and like I just saw a video this morning of like Kim Kardashian after the met and she like flew to Germany and like people were protesting or like saying stuff in the crowd and she just go I know people on both sides like just like free everyone and I just think like a neutral ass bitch like that like I think people that don't take a stance people that don't like believe or fight for anything that actually matters and I think about all of the people that happened during World War 2 that they just sat by they didn't care they just went along with their lives and how that perpetuates and just feeds into and just births a whole new like demographic or group of people that can perpetuate violence again where I saw a video of the video talking about how like MLK's like letter from Birmingham Jail talking about how the people that are the real threat to progress and like just human rights in general aren't the ones that are deliberately attacking it aren't the ones that are stripping it away it is the people that don't want to cause a ruckus don't wanna rock the bow it's like the white moderate it's seeing politicians people celebrities even people on your everyday life like not standing up not doing anything not like with their full ass chest believing in what they think is right it's like it's is that hard to do like it what what what what do you believe like what like what when your body in your mind in your heart what do you believe is true what do you believe that you want the world to look like and I think like in those kind of questions it's the same people that don't ask themselves those questions don't know the answers don't know who they wanna be don't know what world they wanna live in they are literally just cogs they're literally just people that are letting the wheel turn over them and it's like to be the people that let it happen like uh it's there's so much that we can do there's there's yes we can protest yes we can stand up yes we can fight yes we can voice our opinions or whatever but at the end of the day it is all of those people that do nothing that stand in our way it's it's they literally are opening the door for these atrocities to happen",
    "create_time": 1715197056,
    "id": 7366715193491148078,
    "is_stem_verified": false,
    "username": "babblinbradley",
    "video_description": "Stand up or get out the f*cking way #bystandereffect #neutral #kimkardashian #playingvictim  "
  },
  {
    "region_code": "us",
    "username": "pearlmania500",
    "video_description": "Telling Mrs. P about RFK Jr’s brain worms while the baby hiccups in the background like a smoke detector. #pearlmania500 #news #politics #president #newyorktimes #worms #parasite #mrspearlmania #podcast brain worm 2024 is now leading in the polls",
    "is_stem_verified": false,
    "hashtag_names": [
      "president",
      "politics",
      "news",
      "worms",
      "newyorktimes",
      "podcast",
      "parasite",
      "mrspearlmania",
      "pearlmania500"
    ],
    "id": 7366659755206626603,
    "view_count": 1982782,
    "voice_to_text": "hey babe you know RFK junior yeah the guy who wants to be president control the nuclear weapons yeah he has no shoes yeah yeah that guy the guy who doesn't wear shoes on the airplane yeah exactly uh apparently in 2010 he had a worm in his brain that ate a chunk of his brain wait I'm sorry what did you just say to me I just said RFK junior uh huh who wants to be president of the United States sure right okay yeah He’s against vaccines all that different stuff yeah that RFK junior yeah Joe Rogan guy yeah Joe Rogan guy the guy's been on all the podcast podcast guy podcast guy mmm hmm yeah he has he in a deposition in 2012 during his divorce he said he had cognitive issues because a worm had gotten inside of his brain eaten part of his brain but the doctors initially thought it was a brain tumor and he was about to have surgery for a brain tumor but then the doctors looked again they said actually the black spot in your brain is the part of your brain that's missing from a worm having eaten it and then died so he so he literally has worms for brains no no he used to have brains Worms well then you never said they got the worm out the worm's still in there no he said the worm died but this dead worm carcass is still in his brain where his brain used to be according to himself where do you even get a worm in your brain I don't know I don't know apparently he also had mercury poisoning for eating too much fish for a while like this is all stuff he said in a deposition and he wants to run the country yes he wants to run the country he wants the code to the bombs yes",
    "create_time": 1715184157
  },
  {
    "create_time": 1715106732,
    "is_stem_verified": false,
    "username": "msnbc",
    "view_count": 26865,
    "voice_to_text": "In America, we respect and protect the fundamental right to free speech, to debate, disagree, to protest peacefully and make our voices heard. I understand that's America. But there is no place on any campus in America, any place in America for anti semitism or hate speech or threats of violence of any kind. Wild attacks, destroying property is not peaceful protest. It's against the law. And we are not a lawless country. We're civil society. We appall the rule of law. And no one should have to hide or be brave just to be themselves.",
    "hashtag_names": [
      "fyp",
      "biden",
      "msnbc"
    ],
    "id": 7366327239400639790,
    "region_code": "us",
    "video_description": "“There is no place on any campus in America, any place in America, for antisemitism, or hate speech, or threats of violence of any kind.\" During Tuesday's Holocaust Remembrance Ceremony, President Biden condemns antisemitism and addresses the recent nation-wide protests against the conflict in Gaza. #MSNBC #Biden #fyp "
  },
  {
    "id": 7366298618451496235,
    "region_code": "us",
    "view_count": 697366,
    "voice_to_text": "Donald Trump is having a very bad day of court today because Stormy Daniels is on the stand and she is sharing everything every little detail that she has to offer from the moment they met through the encounter through any relationship or conversations they had after the fact to the payment she is sharing every detail and the prosecution is doing a very good job of getting it all out of her as much as the judge will allow now it is important to know why she is testifying 1 of course to establish that the relationship and the encounter actually took place 2 to validate that the payment took place and most importantly to validate that they were trying to slow off the payment until after the election which would destroy Donald Trump's defense that he was only doing this to protect his family as a matter of fact at one point during her testimony Stormy Daniels was discussing the conversation she had with Donald Trump where Donald Trump mentioned her that you don't have to worry about my wife we don't even share the same bed and that he at no point expressed any concern of her finding out but the best part has been Donald Trump's facial expressions apparently according to everybody in the courtroom he is not enjoying any bit of this",
    "create_time": 1715100069,
    "hashtag_names": [
      "donaldtrump",
      "trump",
      "maga",
      "trump2024"
    ],
    "is_stem_verified": false,
    "username": "hal_for_ny__",
    "video_description": "The Jury is hearing how little of a family man Donald Trump is. #donaldtrump #trump #maga #trump2024 "
  },
  {
    "hashtag_names": [
      "washington",
      "democracy",
      "politics",
      "news",
      "fyp",
      "republican"
    ],
    "username": "maddowshow",
    "video_description": "The speed with which Republicans are pulling away from democracy as their preferred form of government is startling. This is not a distant, if-we’re-not-careful possibility. This is now. #fyp #news #politics #washington #democracy #Republican ",
    "view_count": 2373634,
    "voice_to_text": "They decided that as the Washington State Republican Party, they would this year take a stand against democracy. And I do not mean this as a metaphor. I am not performing political analysis. I am literally describing what they literally did. We do not want to be a democracy. Originally, congressmen were elected by a direct democracy, senators were elected by their state legislatures, and presidents are elected by the Electoral College. We are devolving into a democracy. Because now congressmen and senators are elected by the same pool. A direct democracy. And with the national popular vote coming, we're gonna be electing our president by a direct democracy, too. Bad idea. Bad idea. We are devolving into a democracy. We do not want to be a democracy. Okay. As Danny Wesney at the Seattle Times reported, delegates of the Washington State Republican Convention then stood up one by one to argue that the US should repeal the 17th Amendment, which allows us to vote for our United States Senators. After that resolution passed, they went bigger. They voted to put this language into their platform. Quote, we encourage Republicans to substitute the words republic and republicanism where previously they have used the word democracy. Every time the word democracy is used favorably, it serves to promote the principles of the Democratic Party, the principles of which we ardently oppose. Vote. We oppose legislation which makes our nation more democratic in nature. We oppose legislation which makes our nation more democratic in nature. So say Washington state Republicans, officially in writing in their party platform. What's going on here",
    "create_time": 1715035602,
    "id": 7366021774045138219,
    "is_stem_verified": false,
    "region_code": "us"
  },
  {
    "hashtag_names": [
      "news",
      "biden",
      "uspolitics"
    ],
    "video_description": "#news #uspolitics #biden ",
    "view_count": 403068,
    "voice_to_text": "Hamas signed a ceasefire but there is no ceasefire here's why last week Israel set forth a proposal with conditions that needed to be met that was reviewed by the United States for there to be a ceasefire that paperwork got sent to Egypt where Egypt Qatar and Hamas batted it back and forth for 48 hours until today when Hamas eventually signed the deal but because Israel only sent their proposal and not a mediator or negotiator to be in the room for those 48 hours what Hamas signed is not (exactly) what Israel sent we don't have all of the details of the changes Hamas made but we do know that some of them were like Israel wanted a 40 day ceasefire Hamas wants permanent ceasefire Israel wanted release of the hostages Hamas wants a prisoner swap United States very much wants there to be a ceasefire deal in place right now and they are reviewing the deal that Hamas signed to see if we need to put pressure on Netanyahu to “make him” accept it meanwhile President Biden said that an attack on Rafah where hundreds of thousands of civilians have been huddled for seven months would be a “red line” for him and it's about time he comes out and shows us what that red line means we know last week he stopped a weapons transfer but Israel's war cabinet unanimously decided to continue a military offensive in Rafa and we know that they have already fired missiles Netanyahu is telling the people of Rafa to evacuate to West Rafa where is West Rafa?? this is Rafa and that's the border of Egypt there is no West Rafa Netanyahu continues to not listen as the families of hostages gather outside his home begging for a ceasefire in the return of their loved ones Biden has the king of Jordan at the White House right now we'll see what happens next…",
    "username": "underthedesknews",
    "create_time": 1715028317,
    "id": 7365990480707849515,
    "is_stem_verified": false,
    "region_code": "us"
  },
  {
    "create_time": 1714952274,
    "is_stem_verified": false,
    "region_code": "us",
    "voice_to_text": "You wanna know what it looks like to be a coward? Well, take a look at this video of Republican Senator Tim Scott refusing to commit to accepting the election results in 2024, regardless of who wins. Will you commit to accepting the election results of 2024? Bottom line. Well, at the end of the day, the 47th president United States will be President Donald Trump. And I'm excited to give back to low inflation, low unemployment. Wait, wait, senator, yes or no? Yes or no. Will you accept the election results of 2024, no matter who wins? That is my statement. But. But is just yes or no. Will you accept the election results of 2024? I, I look forward to President Trump being the 47th president. If. Kristen, you can ask him multiple times, senator, just a yes or no answer. So the American people. The American people will make the decision. But I don't hear you committing for President Trump. That's a clear. I don't hear you committing the election. Will you commit to accepting the election? So many. This is why so many Americas believe that NBC is an extension of the Democrat Party. At the end of the day, I said what I said. I know that the American people, their voices will be heard, and I believe that President Trump will be our next president. It's that simple. But, senators, you know, the hallmark of our democracy is that both candidates agree to a peaceful Transfer of power. So I'm asking you, as a potential VP nominee, will you accept to commit to the election results in this election cycle, no matter who wins? Just simply yes or no? I expect. I expect President Trump to win the next election. I'm not gonna ask you answer your hypothetical question when, in fact. Yeah. Tim Scott was asked six times if he would accept the election results in 2024, and every single time, he danced around it. Would not give a straight answer. The obvious answer to the question is yes. Yes, of course we will accept the election results. Joe Biden would say yes. Every major Democrat would say yes. Except the MAGA Republicans want to continue their attacks on our democracy and say, well, you know what? We'll have to see. So they can plunge us into more chaos. Republicans like Donald Trump and Tim Scott, who's auditioning to be Donald Trump's vice president, are already laying the foundation to challenge the results in 2024. They answered this question in the same way in 2016, in 2020, and now in 2024. It is so abundantly clear that these MAGA Republicans don't care about our democracy. They never have, they never will. We must keep them out of office.",
    "hashtag_names": [],
    "id": 7365663890761452846,
    "username": "harryjsisson",
    "video_description": "He would not answer!!! 05/05/24",
    "view_count": 176818
  },
  {
    "region_code": "us",
    "username": "red.wave.america",
    "video_description": "#mailinballots #voting #vote #mail #elections #election2024 #america #usa #democrat #liberal #republican #fypシ゚viral #foryou #viral #fyp #foryoupage ",
    "view_count": 580,
    "create_time": 1714948696,
    "hashtag_names": [
      "america",
      "usa",
      "viral",
      "foryou",
      "vote",
      "mail",
      "fyp",
      "voting",
      "elections",
      "liberal",
      "democrat",
      "republican",
      "foryoupage",
      "election2024",
      "fypシ゚viral",
      "mailinballots"
    ],
    "id": 7365648516514893099,
    "is_stem_verified": false
  },
  {
    "create_time": 1714943283,
    "region_code": "us",
    "hashtag_names": [],
    "id": 7365625264874736939,
    "is_stem_verified": false,
    "username": "thecharliekirkshow",
    "video_description": "They should all be deported.",
    "view_count": 3991260,
    "voice_to_text": "they should all be deported I know from my experience on campus a lot of students that are at a rally right now or international students that are going to student visas and a lot of them support terrorism yeah you believe that you should be going to student visas yes they should all be deported if you're here on an American campus supporting Hamas you should be kicked out of America if you're chanting from the river to the sea Palestine will be free your student visa should be revoked period you're a visitor in our country you're supporting an enemy of the United States and you should be kicked back to the country of origin and best of luck being a freedom fighter uh in whatever country you originate from and I'd be happy to talk to any of them you know they say they want Palestine to be free what what Middle Eastern country is their model for freedom exactly yeah and I'm I'm curious what what country do they think and by the way Jordan doesn't want the people of Gaza Egypt doesn't want the people of Gaza what why is that exactly makes you think it's a good question yeah"
  },
  {
    "region_code": "us",
    "view_count": 83888,
    "voice_to_text": "Senator, will you commit to accepting the election results of 2024? Bottom line, at the end of the day, the 47th president United States will be President Donald Trump. And I'm excited to get back to low inflation, low unemployment. Wait, wait, senator, yes or no? Yes or no. Will you accept the election results of 2024, no matter who wins? That is my statement. But. But is it just yes or no? Will you accept the election results of 2024? I, I look forward to President Trump being the 47th president? Christian, you can ask him multiple times, senator, just a yes or no answer, so the American people. The American people will make the decision. But I don't hear you committing for President Trump. That's a clear. I don't hear you committing the election. Here's the joke. Will you commit to accepting the election result? So many. This is why so many Americans believe that NBC is an extension of the Democrat Party. At the end of the day, I said what I said. I know that the American people, their voices will be heard, and I believe that President Trump will be our next president. It's that simple. But, senators, you know the hallmark of our democracy is that both candidates agree to a peaceful transfer of power. So I'm asking you, as a potential VP nominee, will you accept to commit to the election results in this election cycle, no matter who wins? Just simply yes or No, I expect. I expect President Trump to win the next election. I'm not gonna ask you answer your hypothetical question when, in fact, I believe the American people are speaking today on the results of the election. In the continue. If it continues for the next six months, we find ourselves in a great position where we get back to another century of American prosperity. Yeah, I'm looking forward to that.",
    "create_time": 1714918254,
    "is_stem_verified": false,
    "username": "reneepaplham",
    "video_description": "We know what happened the last time someone didn’t accept the results…",
    "hashtag_names": [],
    "id": 7365517196199529758
  },
  {
    "username": "hygonews",
    "video_description": "#HYGONews #gop #fyp #JoeBiden Joe Biden Rewards Political Allies, Including Crazy Nancy Pelosi, Medals Of Freedom Nothing important is happening in the country and world right now, so Crooked Joe Biden is giving Nancy Pelosi a Medal of Freedom",
    "view_count": 231573,
    "create_time": 1714866855,
    "hashtag_names": [
      "fyp",
      "gop",
      "joebiden",
      "hygonews"
    ],
    "id": 7365296413560884511,
    "is_stem_verified": false,
    "region_code": "us"
  },
  {
    "video_description": "May the Fourth be with you ",
    "view_count": 955680,
    "voice_to_text": "Hey, I'm Mark Hamill  and I'm voting for Joe-bi-wan Kenobi.",
    "create_time": 1714858358,
    "region_code": "us",
    "is_stem_verified": false,
    "username": "bidenhq",
    "hashtag_names": [],
    "id": 7365260513724419374
  },
  {
    "create_time": 1714844579,
    "id": 7365201356728093985,
    "voice_to_text": "We will not be silent. We will raise the voice of Gaza. We will raise the voice of Palestine! Allahu Akbar! Allahu Akbar! Allahu Akbar! I'm gonna tell you something here. This is a clear message. This dharma Rafford has rejected Labour. It's rejected Zionism. And this is a message to you, Nasha and Imran Hussein. We are coming for you in the general election. Zionism! Anyone that stands with Zionism, we're coming after you! Free Palestine! Free Palestine!",
    "hashtag_names": [
      "elections"
    ],
    "is_stem_verified": false,
    "region_code": "gb",
    "username": "nigel_farage",
    "video_description": "I have predicted sectarian politics in the UK for some time now. Well, here it is for all to see. #elections ",
    "view_count": 365723
  },
  {
    "create_time": 1714833567,
    "hashtag_names": [
      "fypシ゚viral",
      "sama28",
      "mashenap"
    ],
    "id": 7365154072392994066,
    "is_stem_verified": false,
    "region_code": "za",
    "username": "mashenap",
    "video_description": "#SAMA28 #fypシ゚viral #mashenap ",
    "view_count": 154711
  },
  {
    "username": "theoaklandisraelites",
    "video_description": "This heated blanket is going to jail, but before he goes, he wants to inspire the white young to become cops at a higher rate so they can Judge Dredd the Black and Latin community. #blackandbrown #uniteordie #weallwegot #1west #isupk #commandinggeneralyahanna #dump #donaldtrump #trump ",
    "view_count": 665,
    "voice_to_text": "We build our cities. We're gonna bring them back like they used to be. We're gonna make them safe places again. We're gonna give our police their power back, and we're gonna give them immunity from prosecution. Oh, so they're not prosecuted for doing their job? We'll take over the horribly run capital of our country, Washington DC, and clean up, renovate, and rebuild our capital city so that it's no longer a nightmare of murder and crime. So basically, that's what making America great again is. It is been what we've been saying. He wants to return the country to the days of slavery. Because that's what he's talking about. He ain't talking about the the. He saluted them. They ran up on the capital. So who else could it be talking about?",
    "create_time": 1714763011,
    "is_stem_verified": false,
    "region_code": "us",
    "hashtag_names": [
      "donaldtrump",
      "trump",
      "dump",
      "weallwegot",
      "blackandbrown",
      "1west",
      "uniteordie",
      "isupk",
      "commandinggeneralyahanna"
    ],
    "id": 7364851002085838123
  },
  {
    "view_count": 1624550,
    "hashtag_names": [
      "starwars",
      "politics",
      "news",
      "biden",
      "markhamill",
      "maythefourthbewithyou",
      "newstiktok",
      "politicaltiktok",
      "politicstiktok"
    ],
    "id": 7364849127441796398,
    "video_description": "Actor Mark Hamill, known for the \"Star Wars\" franchise, stopped by the White House press briefing after a meeting with President Biden. #politicaltiktok #politicstiktok #politics #newstiktok #news #biden #markhamill #starwars #maythefourthbewithyou",
    "username": "msnbc",
    "voice_to_text": "How many of you had Mark Hamill will lead the press briefing on your bingo card hands? Yeah, me either. And look, I just got to meet the president. He gave me these aviator glasses. Yet I'm open to questions, although no Star Wars questions, please. Well, you know, I called him Mr. President. He said, you can call me Joe. And I said, can I call you Joe B1 Kenobi? And he like that.",
    "create_time": 1714762578,
    "is_stem_verified": false,
    "region_code": "us"
  },
  {
    "video_description": "Many students are risking everything right now for a very just and important cause. Stand with them. #jillstein2024",
    "view_count": 12624,
    "create_time": 1714761045,
    "hashtag_names": [],
    "id": 7364841997812780330,
    "is_stem_verified": false,
    "username": "drjillstein",
    "region_code": "us",
    "voice_to_text": "As all of this is unfolding, as you are on your back, what is going through your mind? I felt enormous solidarity with the students because they're the ones who really are risking everything. Right now. They are challenging the university to divest from Boeing in particular, with whom the university has large contracts. They are producing some of the weapons that are killing innocent women and children in Gaza. Um, so, you know, I was feeling this enormous respect for them and a sense of how much they were risking and how. How minimal the violence was compared to what's going on in Gaza. So, you know, it was. It was a miserable experience, to tell you the truth, but it felt so small in the scheme of things. It was a role I was really grateful to be able to play and helping to support the students, and they're very. Just an important cause."
  },
  {
    "voice_to_text": "the quick answer is no there is no third party candidate for president that is a viable option but that does not mean I'm saying you have to vote for Biden or Trump presidential election is a race to 270 votes thanks to the Electoral College so you can lose the popular vote and you can still win the election which is why you see presidential elections spend so much time in places like Iowa or Michigan or South Carolina what they call a swing state in fact some of the most important votes for the Democrats to win for Joe Biden to get a second term is the Arab American vote in Michigan and I think it's pretty obvious that a lot of the decisions he's making are not helping him get any closer to achieving a win in that state when they call RFK junior a spoiler candidate they don't mean spoiler in that he could be elected they mean spoiler in that he could prevent either Trump or Biden from achieving the required 270 electoral votes if no candidate running for president gets the required 270 electoral votes then Congress gets to vote on who the president is and with Republicans holding a one seat majority they will elect Trump so that's just how the math maths and the elections and that's why a lot of people wanna see the abolishment of the Electoral College which maybe served a purpose and like I don't know the 1800s but certainly isn't in line with the popular vote the process of talking about the presidential election is honestly an exercise and aggravation which is why I have personally focused more on my down ballot in state candidates because states rights and states can sometimes protect you from bad federal policy so it's all very frustrating",
    "is_stem_verified": false,
    "username": "underthedesknews",
    "view_count": 372947,
    "region_code": "us",
    "video_description": "Replying to @Jacob Frasher its why they say “- vote for RFK is a vote for Trump” #electoralcollege #election ",
    "create_time": 1714754095,
    "hashtag_names": [
      "election",
      "electoralcollege"
    ],
    "id": 7364812678361025835
  },
  {
    "create_time": 1714687976,
    "hashtag_names": [
      "yourfavoriteguy"
    ],
    "id": 7364528742464507178,
    "is_stem_verified": false,
    "video_description": "welcome to the United States of 🇮🇱 #yourfavoriteguy ",
    "view_count": 3006518,
    "region_code": "us",
    "username": "yourfavoriteguy",
    "voice_to_text": "let me get this straight in the US you can't protest Israel because they'll send in police to arrest you you can't boycott Israel because 38* states have passed anti boycott laws protecting Israel and soon enough you won't be able to criticize Israel because US politicians are about to pass a law that redefines what antisemitism is to include that criticizing the state of Israel is antisemitic what the hell is going on this is insane people ask me why I've only talked about Israel and Palestine for the past six months and my answer to that is -this is all American politics has become US politicians have spent all of their time and energy over the past six months trying to protect Israel from its crimes everything they've done the federal budget included dozens of things for Israel they banned TikTok because of its pro Palestinian influence they're trying to redefine antisemitism they've sent billions and billions of dollars to Israel all of it all of it all the significant notable things that US government has done in the past six months has been for Israel America has become overrun by Zionism Zionism is what's in our politicians wallets Zionism is who our politicians look to who they serve when they go on their annual trips to Israel Zionism has turned the American government into a monstrosity that doesn't care about what the American people think that doesn't care about humanity they only care about what will get them more money from AIPAC and the pro-Israel lobby it’s no coincidence that Mike Johnson is funded by AIPAC he gave Israel billions of dollars it's no coincidence that Mike Gallagher is funded by AIPAC he banned TikTok it’s no coincidence that Mike Lawler is funded by AIPAC and he's about to change the definition of antisemitism to shut down these college protests and silence criticism of Israel it's no coincidence that Ted Cruz and Marco Rubio are funded by AIPAC they backed the TikTok ban saying that TikTok needs to be banned because it is anti Israel they said this in Congress it's no coincidence that the president of the United States Joe Biden has taken over $5 million in AIPAC money he's taken the most money of any politician from the pro Israel lobby our democracy has been stolen from us we need new politicians who care about humanity we need new politicians who actually do things for the American people and don't waste all of their time and all of the US tax dollars arguing about the best way they can protect Israel from the consequences of their atrocities make sure you follow me on Instagram so you can continue hearing my messages in the future thank you and free Palestine"
  },
  {
    "create_time": 1714684305,
    "id": 7364512959311269166,
    "is_stem_verified": false,
    "region_code": "us",
    "video_description": "#AmySchumer has a message for her critics. #VarietyPowerofWomen  ",
    "hashtag_names": [
      "amyschumer",
      "varietypowerofwomen"
    ],
    "username": "people",
    "view_count": 876591,
    "voice_to_text": "I don't take any of it personally. We're all just trying to live our lives, and we all project on each other. But I want people to be happy and empathetic for themselves."
  },
  {
    "hashtag_names": [],
    "video_description": "Umm…what’s happening here people?!",
    "view_count": 1716806,
    "create_time": 1714656687,
    "is_stem_verified": false,
    "region_code": "us",
    "username": "5149jamesli",
    "voice_to_text": "It's official. The United States is under complete control from a foreign nation. The US House of representatives have just voted to criminalize criticism of Israel. HR 6 0 9:00 0 known as the Anti Semitism Awareness Act will redefine anti Semitism as set forth by the International Holocaust Remembrance Alliance for the enforcement of federal anti discrimination laws. What does that mean? Well, if you say that Israel is a racist state, that's anti Semitism. If you draw comparisons of contemporary Israeli policy to that of the Nazis, that's also anti Semitism in practice. If this Bill also passes in the Senate, it would be illegal for Americans to voice opinions such as how Israel cannot be by definition both a Jewish state and a Liberal democracy. As this op ed in the Jerusalem Post points out, this would be anti Semitic and illegal to say. Or how it's racist for there to be segregated roads that separate Palestinian and Jewish settlers in Jerusalem. Criticism like these would also be considered anti Semitic and therefore would be legal to say. Even though this is in harats. Or if you wanna criticize the IDF, their shoot first, ask later policy, that is also anti Semitic and therefore you would not be allowed to say it. It's funny, you could bash America all day long, but if you dare voice criticism of Israel, then that would not only make you an anti Semite, but in the future that could also mean that You could be sued, persecuted or sanctioned by the federal government",
    "id": 7364394324580158763
  },
  {
    "hashtag_names": [
      "dog",
      "pet",
      "usa",
      "trump",
      "politics"
    ],
    "id": 7364349491920522528,
    "video_description": "A potential Donald Trump vice president pick is no longer in the running, it seems #usa #politics #trump #dog #pet ",
    "voice_to_text": "Emily and I have to declare an interest before this next discussion. We both each own a dog, Moody. For mateless, I've got 12 year old Alfie, a miniature German schnauzer. But Christie Nome, who is the governor of South Dakota and seen as a potential vice presidential pick for Donald Trump, has, I think, blown up her political career in the most spectacular manner possible. She had a 14 month old wire hair pointer called cricket, but cricket was not deemed useful enough to Christy know him. He was not a good hunting dog and he was potentially a danger to chickens and he was annoying her and so she. What did you. What did you do with the dog? Oh, what did you do with the dog? I know. Why don't you just shoot it? You would. Ha ha, yeah, no, she did. She shot her own dog. She took the dog out and shot the dog. And now we're just hearing from a Trump insider that she may no longer in the running. I mean, it could have gone either way, to be honest. It could have shot her to fame. But she is now no longer in the running to be the VP candidate to Donald Trump, because apparently they don't like people who shoot their own dogs. Really? Can't. You can't go. What is it? People so sensitive. Honestly. Snowflakes. Snowflakes that you can't even kill your own dog because it's annoying without someone getting up. At it, yeah. She's defended her actions as just the kind of thing that you have to do, you know, if you people do that in. On farms and in politics. I mean, obviously that's the same thing, aren't they? On a farm, in politics, sometimes you just have to. Unpleasant things. I just do wonder about the calculation here, because this is a story that has come out as a result of some journalist farretting away and finding something extraordinary detail. She has brought this out in her own autobiography. What did she think the consequence would be of announcing, oh, yeah, I killed my 14 month old puppy with a gun and threw it into a gravel. Well, the. The answer to that is she may face a misdemeanor charge. She's now also admitted that they put down horses. She said, I hated that dog. She shot crickets, the dog and a goat in the same gravel pits. The goat had to be shot twice. I mean, who shoots a goat? I mean, who shoots a dog or a goat? You don't. You don't, right? I think. I think you don't. But why? But why? Why? I mean, why she shot the dog, why she shot the goat and why she bragging about it? What planet are you on, Christy? Yeah.",
    "create_time": 1714646241,
    "region_code": "gb",
    "username": "thenewsagents",
    "view_count": 277161,
    "is_stem_verified": false
  },
  {
    "region_code": "us",
    "username": "maggiemayehaha",
    "video_description": "Help the bear. #manvsbear #mystikal #freestyle #helpthebear #ichoosebear ",
    "view_count": 756,
    "voice_to_text": "You guys remember when Mr. Cow went on Breakfast Club and he had that freestyle just off the top of his dome where he was like, if you ever see me fighting in the forest with a grizzly bear, help the bear. And that just hyped up a bunch of dudes. They all made videos like, yeah, you see me fighting with a grizzly bear, help the bear. Everyone was super pumped about that. Uh, that's why we choose bear, though. That's why we choose bear, okay? Cause we know a bear is a wild animal and if you provoke it, it can mess you up. The man is also a wild animal. A wild animal that has just taken to a sick beat and said, I will fight this other wild animal to the point that the bear needs help, and I'll fight everybody helping the bear, too. That's why we choose bear, okay? Also, a bear can mess you up. We've already established this. They're not out here in the booth talking about, yeah, y'all saw the Revenant. I mess you up. Kevin and them, they just let it be. Anybody who is that excited about messing somebody up or hurting someone or beating the crap out of something is not someone you wanna be trapped in a forest with. And I have been in a forest with a bear. I have come across a bear in a forest. They leave you alone, they can mind their own Business. They don't ask you to take your earbuds out. They don't ask you to smile cause you look better. Bear all day, baby",
    "create_time": 1714620874,
    "hashtag_names": [
      "mystikal",
      "freestyle",
      "helpthebear",
      "manvsbear",
      "ichoosebear"
    ],
    "id": 7364240521478360363,
    "is_stem_verified": false
  },
  {
    "video_description": "Bipartisanship! 😂😂😂",
    "voice_to_text": "Fuck your body! Fuck your body! Fuck your body! Fuck your body! Fuck your body!",
    "hashtag_names": [],
    "is_stem_verified": false,
    "region_code": "us",
    "view_count": 5817632,
    "create_time": 1714602673,
    "id": 7364162354671734062,
    "username": "oldrowofficial"
  },
  {
    "create_time": 1714604400,
    "id": 7364128272998812971,
    "is_stem_verified": false,
    "region_code": "us",
    "username": "apnews",
    "hashtag_names": [
      "politics",
      "warondrugs",
      "legalization"
    ],
    "video_description": "Senate Majority Leader Chuck Schumer says Congress must do all it can to end the federal prohibition on cannabis and address the harms the war on drugs have done especially to people of color. #legalization #politics #warondrugs",
    "view_count": 3353997,
    "voice_to_text": "I was plead by yesterday's news that the DEA, under the Biden administration, is preparing to take a truly historic step, rescheduling cannabis from a schedule 1 substance to a schedule 3 under the Control Substances Act. Reclassifying cannabis is necessary and it's a long overdue step, but it is not the end of the story. The three of us are proud to say we're introducing the Cannabis Administration and Opportunity Act. As I said, our legislation will finally remove marijuana from the federal list of controlled substances. It will expunge the criminal records of so many Americans with low level marijuana offences that haunt them and inhibit them for decades, preventing them from getting good jobs and leading good, strong lives. And it will help our country close the book once and for all on the awful and harmful and failed war on drugs, which all too often has been nothing more than a war on Americans of color."
  },
  {
    "id": 7364117009103162666,
    "username": "smokingandthinking6",
    "video_description": "Replying to @nohbuddy #realitycheck #rant #bro #politics ",
    "view_count": 15700,
    "hashtag_names": [
      "bro",
      "rant",
      "politics",
      "realitycheck"
    ],
    "is_stem_verified": false,
    "region_code": "us",
    "voice_to_text": "Oh, I think people look at politics all wrong. And so, you know, when I'm looking at this particular election, it's not just the presidents like, that we're voting for. It's who it involveants in this kind of cultural civil war. And so in a lot of ways, I see it as picking our conflict. You know, if we elect Joe Biden, there's gonna be a conflict amongst Democrats and voters in all of the different factions of the Democrats to kind of move Joe Biden in different directions. Right. There will be Trumpism attacking the federal government that will be in control of. Of Joe Biden and the Democrats. Right. So. So that Trumpism is actually having to fight with the government. If Donald Trump wins, um, Trumpism is emboldened, and you'll have a weaponized government going after all marginalized people's, going after Trump's political enemies, Trump's cultural enemies. And Trumpism will be emboldened in the streets and will be stuck fighting Trumpism. And. And it'll have nothing to do with moving the country forward. It'll have everything to do with somehow removing Trumpism's foot from our collective necks. Which will be next to impossible given the. The status of the Supreme Court and all of the things they already have in place at state levels, cop city, all. All of the ways they're going to criminalize descent. And so to me, it's about picking our conflict, not our champion. And I would much rather be doing battle with Biden and the Biden administration, and the ideological problems we have with them, and the direction of this country. Than trying to get the Trumpist fucking foot off our collective necks, and it's not even close.",
    "create_time": 1714592115
  },
  {
    "create_time": 1714583341,
    "hashtag_names": [
      "sama28"
    ],
    "id": 7364079352771775752,
    "is_stem_verified": false,
    "region_code": "za",
    "username": "sphelelewandile",
    "video_description": "Manje ke nina niyasaba #SAMA28 ",
    "view_count": 702438
  },
  {
    "voice_to_text": "I think, yeah,   think   yeah I know and I'm walking full time.   know   and   I'm   walking   full   time So I think just I have to deal.   I   think   just   I   have   to   deal I hope the exam was okay. How many days?   hope   the   exam   was   okay   How   many   days Yeah, the exams were,   the   exams   were were okay. Like,   okay   Like you know, like it was okay.   know   like   it   was   okay It just that it just that sometimes   just   that   it   just   that   sometimes you're growing hair or what? Hmm.   growing   hair   or   what   Hmm Why you growing your hair?   you   growing   your   hair No, I said at the exams we're not,   I   said   at   the   exams   we're   not we're not that hard. It's just that, uh,   not   that   hard   It's   just   that   uh some subjects where I know. Yeah,   subjects   where   I   know   Yeah you've talked about the exam.   talked   about   the   exam Oh yes, you've talked about the exam ask,   yes   you've   talked   about   the   exam   ask I'm asking you now what I just saw now. Oh,   asking   you   now   what   I   just   saw   now   Oh what do you what is it? Oh my God.   do   you   what   is   it   Oh   my   God Why are you growing hair? No,   are   you   growing   hair   No I'm saying, oh,   saying   oh my hair. No,   hair   No just nice cut your hair because of the weather   nice   cut   your   hair   because   of   the   weather if it's, um,   it's   um cold the hair that time weather is not the excuse.   the   hair   that   time   weather   is   not   the   excuse Please don't even use weather as an excuse.   don't   even   use   weather   as   an   excuse You're not the only person there.   not   the   only   person   there People there they cut their hair   there   they   cut   their   hair they look the same. Please don't grow hair   look   the   same   Please   don't   grow   hair and I've told you couple of time,   I've   told   you   couple   of   time don't even try to grow hair.   even   try   to   grow   hair Do you know the implication of what you're doing in a crime scene?   you   know   the   implication   of   what   you're   doing   in   a   crime   scene When the police come around,   the   police   come   around they will pick boys that are growing their hair   will   pick   boys   that   are   growing   their   hair whether they are innocent or not.   they   are   innocent   or   not Is that what you want to put yourself into?   that   what   you   want   to   put   yourself   into Just go and cut their hair?   go   and   cut   their   hair In fact, I don't even want   fact   I   don't   even   want in fact, before we continue the discussion, um,   fact   before   we   continue   the   discussion   um I Think we have to move it to tomorrow? Thereabout.   Think   we   have   to   move   it   to   tomorrow   Thereabout Go and cut this hair because it's a nice.   and   cut   this   hair   because   it's   a   nice So I don't want to be looking at it.   I   don't   want   to   be   looking   at   it I don't want to be looking at this grown hair.   don't   want   to   be   looking   at   this   grown   hair It doesn't show any sign of responsibility.   doesn't   show   any   sign   of   responsibility And you have to be responsible.   you   have   to   be   responsible I've told you your dressing head to toe matters a lot.   told   you   your   dressing   head   to   toe   matters   a   lot Go and cut that hair.   and   cut   that   hair But it's expensive. It's expensive to own cut hair.   it's   expensive   It's   expensive   to   own   cut   hair I know it's expensive. You don't need to tell me.   know   it's   expensive   You   don't   need   to   tell   me I know the dollar rate is expensive.   know   the   dollar   rate   is   expensive Everybody knows it.   knows   it And I can send you the money to cut this hair tonight   I   can   send   you   the   money   to   cut   this   hair   tonight after this call. Now I can send you the money to cut this hair.   this   call   Now   I   can   send   you   the   money   to   cut   this   hair I don't want to continue with this discussion.   don't   want   to   continue   with   this   discussion I'm not happy with you this hair.   not   happy   with   you   this   hair You have to go and cut it now.   have   to   go   and   cut   it   now In fact, call me back when you cut this hair.   fact   call   me   back   when   you   cut   this   hair Mommy, Jesus.   Jesus",
    "create_time": 1714583230,
    "hashtag_names": [
      "relatable",
      "viral",
      "foryou",
      "fyp",
      "africanparents",
      "foryoupage",
      "fypシ",
      "fypシ゚viral",
      "nigeriantiktok🇳🇬"
    ],
    "video_description": "It’s just hair😩🤣💔… #nigeriantiktok🇳🇬 #africanparents #fyp #fypシ #fypシ゚viral #foryou #foryoupage #relatable #viral ",
    "view_count": 875984,
    "id": 7364078857290435841,
    "is_stem_verified": false,
    "region_code": "ng",
    "username": "idhanyel"
  },
  {
    "is_stem_verified": false,
    "view_count": 728,
    "voice_to_text": "This just keeps getting better and better. I have no idea what the fuck this woman is thinking. I haven't. This self emulation is impressive. Uh, you don't often see witty comments coming out of the Trump camp, but I'll give it to him, they had one over this. An anonymous source from inside Trump's team said, I haven't seen this public a self unaliving since James Town. Which are the people she was trying to impress with this to begin with. Apparently, like, wanted to project Midwesternly strength and do something that she thought Trump would like. the only thing you could think of was a story about unaliving a puppy? I mean, that might say more about how you really feel about Donald Trump than anything else. You notice that her arm kind of looks like mine at this angle? Hi. But even Trump is like, ah, yeah, no, we're gonna. We're gonna pass on that shit. And when people are upset, she doubles down like, I got a few horses last week, too. Like, the self emulation is impressive. She went VP or BUS. She's definitely BUS. She might be just done, though. Even her constituents are just like, what the fuck is wrong with you, you sadistic bitch? Like, my god.",
    "hashtag_names": [
      "breaking",
      "breakingnews",
      "trump",
      "foryou",
      "news",
      "fyp",
      "progressive",
      "biden",
      "maga",
      "greenscreen",
      "liberal",
      "democrat",
      "gop",
      "conservative",
      "trumpforprison",
      "accountability",
      "voteblue",
      "foryourpage",
      "trump2024",
      "fypシ",
      "kristinoem",
      "republicansareevil",
      "voteblue2024💙"
    ],
    "id": 7364033907110595882,
    "username": "timwho5",
    "video_description": "#greenscreen kristi noem doubles down 😂 #fyp #foryourpage #foryou #fyp #fypシ #trump #maga #trump2024 #trumpforprison #liberal #conservative #progressive #voteblue #voteblue2024💙 #biden #democrat #republicansareevil #gop #accountability #news #breaking #breakingnews #kristinoem ",
    "create_time": 1714572770,
    "region_code": "us"
  },
  {
    "is_stem_verified": false,
    "video_description": "",
    "view_count": 144606,
    "id": 7364016154714606881,
    "hashtag_names": [],
    "region_code": "it",
    "username": "grandesgueules.tg",
    "voice_to_text": "Nombre de votants, vingt-et-un-mille-deux-cent-quatre-vingt-et-un taux de participation, le taux s'élève à 96,78%. Le nombre de bulletins nul est de quatre-cent-trente-et-un. Unir, union pour la République. Nombre de voix, vingt-cinq-mille-cinq-cent-cinquante-quatre.",
    "create_time": 1714568628
  },
  {
    "create_time": 1714537241,
    "username": "belowtheheath",
    "video_description": "Trump is unfit for office. #republicanvaluesarenotmyvalues #voteblue #unfitforoffice #trumpisguilty #biden2024 #trumpisacriminal #lockhimup #nokingsinamerica #stopdictators #lockhimup #followme #savedemocracy ",
    "view_count": 673451,
    "hashtag_names": [
      "followme",
      "voteblue",
      "lockhimup",
      "savedemocracy",
      "trumpisacriminal",
      "unfitforoffice",
      "trumpisguilty",
      "biden2024",
      "stopdictators",
      "nokingsinamerica",
      "republicanvaluesarenotmyvalues"
    ],
    "id": 7363881282658635054,
    "is_stem_verified": false,
    "region_code": "us",
    "voice_to_text": "Any more details on what former years of of Trump might look like? Courtesy of Trump himself, he sat for an interview with time magazine where he laid out his priorities for a second term. And it's quite a his comp, I tell you. Trump says all true what I'm about to inform you this. He says he would carry out a deportation operation to remove more than 11 million people from the country. He says he would use the military to build migrant detention camps. He would let red states monitor women's pregnancies and prosecute those who violate abortion bans. He would, at his personal discretion, withhold funds appropriated by Congress. He would fire any US attorney who wouldn't carry out his order to prosecute. He's weighing pardons for everyone who attacked the capital January 6th. He said he might not come to the aid of an ally in Europe or Asia if he felt that country wasn't paying enough. He would gut the civil service. He would close the White House pandemic preparedness office and staff his administration only with those who believe the election was stolen from him. And when they asked about dictatorship, he said, I think a lot of people like it. And he's on the cover of time magazine. He should be on the cover of doing time magazine. That's the"
  },
  {
    "create_time": 1714503488,
    "hashtag_names": [
      "politics",
      "news",
      "trial",
      "fyp",
      "msnbc"
    ],
    "is_stem_verified": false,
    "video_description": "Donald Trump is \"sleeping... I would say they've tried a number of different devices to keep Trump awake.\"  NBC News Correspondent Lisa Rubin describes Trump's behavior inside the court room during day 9 of the former president's NY criminal hush money trial. #MSNBC #news #politics #trial #fyp ",
    "view_count": 2270165,
    "voice_to_text": "Your observations on Donald Trump today? Sleeping again. You know, they have tried a number of different devices to keep Trump awake, partially in response, or what appears to be in response, to collective press core observations. So, for example, when there are side bars and attorney doesn't leave his side anymore because leaving him alone, leaving him to potentially sleep, he has a stack of papers with him at all times now to go through. But neither of those things seem to have protected Trump from his own exhaustion today. More than not, when I looked up to see how Trump was receiving the testimony, Trump was not receiving it at all.",
    "id": 7363736324102311211,
    "region_code": "US",
    "username": "msnbc"
  },
  {
    "video_description": "How big of an effect will 3rd Party/Independent Candidates have on this election? ",
    "username": "theprogressiveparamedic",
    "view_count": 1741,
    "voice_to_text": "alright so here's an update about where third party and independent candidates are on the ballot currently right off the bat not great for RFK junior not enough states and the ones he's on so far are interesting Michigan could be a big one yeah I mean it's a toss up I mean it might be Tilty who knows um polling says it's still dark but RFK junior being on the ballot will affect that race North Carolina in Brongusthado that's a big one too Nevada another huge race Nebraska could be interesting too I'm not sure how that would shape things with down ballots of Iowa Idaho Utah and Hawaii gonna shake things up I think I saw something about California too and then there's a Green Party in Cornell West the Green Party on a lot more ballots um but this is this is still not even enough to come close to winning Cornell West is um I don't know what he's doing really but the filing deadlines I think this is pretty much it I might could I could be wrong with North Carolina Utah did that already pass that's wild uh Texas is next New York's early Montana's early bunch of June states these are these are basically where independent candidates have to get on the ballot by I think some of the later ones goes into August end of the calendar goes into September but we'll know in a few months um the extent of which uh this will matter these third party candidates but really goes to show um what's the strategy here for these um these candidates huh win one state and then kick it to the contingent election and then not get picked if you're not on enough ballots to win the presidency what the what what the voting for you accomplish other than taking away from your primary choice of Trump or Biden first past the post um you don't have to love it but it's gonna be probably um unless someone is not alive by then but Biden versus Trump and it doesn't seem like any third party candidates gonna be successful enough to get on enough ballots and RFK junior is gonna be a weird spoiler in some interesting swing states",
    "create_time": 1714502217,
    "hashtag_names": [],
    "id": 7363730862049070382,
    "is_stem_verified": false,
    "region_code": "US"
  },
  {
    "username": "newsnexussa",
    "video_description": "#newsnexus #southafricatiktok🇿🇦 #newsnexussa #incaseyoumissedit #newsstories ",
    "view_count": 530378,
    "create_time": 1714459334,
    "hashtag_names": [
      "incaseyoumissedit",
      "newsstories",
      "southafricatiktok🇿🇦",
      "newsnexus",
      "newsnexussa"
    ],
    "id": 7363546741972520200,
    "is_stem_verified": false,
    "region_code": "ZA"
  },
  {
    "hashtag_names": [
      "justice",
      "lgbtq",
      "trans",
      "humanrights",
      "liberal",
      "nonbinary",
      "transrights",
      "translivematters"
    ],
    "is_stem_verified": false,
    "region_code": "US",
    "video_description": "good trans news!!! 🥳🥳🌈💙💖✨️🥰 #lgbtq #nonbinary #trans #translivematters #transrights #humanrights #liberal #justice ",
    "create_time": 1714432376,
    "id": 7363430931765693742,
    "username": "thejeffreymarsh",
    "view_count": 17264,
    "voice_to_text": "Good trans news. Okay, here is the latest from the amazing Casey Parks at Washington Post. And the first line says everything. Lawmakers introduced a record number of bills targeting gay and transgender Americans this year, but hardly any have passed. I do recommend finding the article and reading the whole thing. It is a breakdown of how anti LGBTQ bills have not been a political winner in state legislatures and for politicians. And it's because of you. Thank you for your activism. Thank you for speaking up for marginalized people. Thank you for being clear with your elected officials and your state reps. And thank you for having a good, amazing, enthusiastic activist heart. We did it, and it's working."
  },
  {
    "username": "hotspotmedia",
    "view_count": 2571319,
    "hashtag_names": [
      "kamala",
      "kamalaharris",
      "hotspotmedia"
    ],
    "id": 7363420275884543275,
    "region_code": "US",
    "voice_to_text": "I keep thinking in my head that we all need a mom. I've been thinking that we really all need a tremendous hug in the world right now. But in our country, we need you to be mom. A lot of the country. Yeah. And as a woman who respects so much and wants to share and wants to be confident and has no ounce of meat, that has competitiveness. Yeah. When we lift each other up, we all rise. That's exactly right. That's right. That's right. That's right. I like the barbecue sauce mostly. Yeah. Yeah. That's my favorite dipping sauce. Yeah. Especially for the Chicken Mcnugget. My best friend, who is like a sister to me, call me up, and she's like, I need you to go out with this guy.",
    "create_time": 1714429894,
    "is_stem_verified": false,
    "video_description": "🇺🇸 Are you ready for Kamala Harris to mother the country? On Drew Barrymore we get to learn the Vice President’s favorite dipping sauce and dating tidbits. Its not like theres anything important going on, right?  #kamalaharris #kamala #hotspotmedia "
  },
  {
    "id": 7363388990604479786,
    "is_stem_verified": false,
    "region_code": "US",
    "username": "bella_vandala",
    "video_description": "",
    "view_count": 3908999,
    "create_time": 1714422610,
    "hashtag_names": [],
    "voice_to_text": "a question for my American followers real quick are any of you familiar with taxation without representation if you failed history you're just not as American as you pretend to be don't worry I got you right taxation without representation is the entire basis of the American Revolution you know that war we started so that we could break free from Britain and be our own country like the entire premise of the United States Constitution so essentially American colonists were so fed up with being over taxed and under represented by British Parliament that they incited an entire revolution and what was the catalyst to the American Revolution that little thing we call the Boston Tea Party they revolted against their government over a 3% tax on tea why am I bringing this up you didn't ask don't worry I'm gonna answer anyways how do you think the founding fathers of America would feel if they knew that the average American was paying roughly 50% of their income to various taxes 50% of our income so $920 billion can go to the military in 2023 alone that is a real number reported on the collected tax revenue from the United States of America 50% of our income in taxes so 920 billion can go to the military now I know what you're thinking 50% where is she getting that number from even socialist and communist don't pay 50% Americans definitely don't yes you do and we're gonna fall down the rabbit hole of real numbers using my income which is verifiable to prove to you that you guys are being taxed at a 50% rate of the money that you make now in the sake of being transparent I am going to use real numbers here last year as a mother of two children meaning I have two dependents I made $103,000 working a regular 8 to 5 job on top of the fact I monetize my content creation and I get paid royalties off of the music I make so I have multiple streams of income and I work while I'm not working to make $103,000 as a head of household mother of two which at present given current inflation puts me as a lower class American citizen even with me being head a household mother of two lower class American citizen I still don't qualify for any subsidized assistance um no healthcare Temporary Assistance for Needy Families food stamps etcetera so everything I'm paying is out of my own pocket everything cool fine now buckle up for the fun part cause we're gonna go ahead and talk about how we got to pay in roughly 50% of our income to some variation of taxes now out of my regular check I pay 29% in payroll deductions the payroll deduction start with my income tax Medicare Social Security then I also have to pay for my own private retirement because they're threatening to take away Social Security and my own private healthcare because I don't qualify for any type of subsidized assistance so 29% of my check is immediately gone to income tax healthcare and retirement now as if 29% wasn't blatantly disrespectful enough I have to allocate an additional hundred dollars bi weekly to pay additional income taxes because I'm 1099 for my content creation and my royalties then on top of that I still ended up owing income taxes somehow even with two dependents only making $103,000 and paying an extra 200 a month but when you owe taxes to the American government if you can't pay them in a lump sum they charge you for setting up a payment plan so now I'm paying $300 additional a month so that's an additional $500 a month of my disposable income after I've already been taxed 29% going to the IRS for income taxes which guess what that boils down to $6,000 so roughly 5% of my income now we're at a staggering 34% just for income taxes retirement and healthcare well 34% still isn't 50 cool cool story let's go ahead and talk property taxes now I live in Cook County and property tax on average is 2.19% of the assessed market value of the home that you live in and well ever since hedge fund started buying up all of the single family homes this has increased the market value of homes driving the average home in America up to $300,000 for the assessed market value what's that break down to on a yearly basis about six to seven thousand dollars let's just go ahead and add another 5% of my income allocated to property taxes bringing us to a staggering 39% but wait there's more so on top of income tax government healthcare government retirement private healthcare private retirement and property taxes I also have to pay sales tax sales tax in Cook County is paid on every single thing you buy which guess what 10.25% bringing me to a whopping 49.25% roughly speaking of everything I make going to some version of taxes so now that we're all on the same page that over taxation is absolutely a thing that all Americans are experiencing can we talk about the lack of representation now because you would think after paying 50% of my hard earned American dollars I would have something to show for it but I don't I don't have free health care I don't even have affordable health care for that matter or options for affordable medicine I don't have access to nutritional food they won't give our public school children free lunches which is honestly absurd if they did they're not healthy you don't have some amazing quality of infrastructure you don't even have access to media that isn't polarized and heavily propagated you don't make a livable wage you don't have affordable housing you don't even have paid maternity leave and they refuse to regulate the cost of college tuition little alone the cost of daycare for working parents so what do we have what do we have I'll tell you what we have we have poison we have propaganda we have school shootings and we got a fucking TikTok ban that's what we get as Americans for our tax dollars we get to watch other countries that do have free health care use our tax dollars to fund their wars over taxation without representation"
  },
  {
    "is_stem_verified": false,
    "region_code": "US",
    "video_description": "This is what we are getting in 6 months #greenscreen #fyp ",
    "create_time": 1714330254,
    "hashtag_names": [
      "fyp",
      "greenscreen"
    ],
    "id": 7362992272956214570,
    "username": "averagejoegam3",
    "view_count": 1180930,
    "voice_to_text": "just a quick reminder that in six months this is what we're getting and when this happens do not let anybody convince you that you have no choice but to vote for one of these two people no matter what the media says no matter what the government says no matter what your family and friends say to you if there was ever a message that I could get across to people it would be that you do not have to vote for a primary I don't care if they make it sound like these are the only two options you literally can write in any name you want into your vote you don't have to vote for one of the two parties and you don't have to vote for their selected primaries for some reason we get two jackwagons like this and people will come out and say oh if you don't vote for one of these two you're wasting your vote and that could not be further from the truth when someone tells you that if you don't vote for Joe Biden you're voting for Trump they're against democracy same thing if you don't vote for Trump then that's a vote for Joe Biden and that you're wasting a vote no no it's not it's literally not you do not have to vote for a primary just because people tell you you have to vote for a primary so when you see all these other candidates come up they just get stepped on by other politicians and corporations that do not give them the funding necessary to make it to a primary just remember you can still vote for those people there is nothing that says you have to vote for a primary for the love of god"
  },
  {
    "hashtag_names": [
      "country",
      "unity",
      "borders",
      "cosmopolitan",
      "zulu",
      "johannesburg",
      "joburg",
      "apartheid",
      "afrikaner",
      "tswana"
    ],
    "is_stem_verified": false,
    "region_code": "ZA",
    "view_count": 1078284,
    "create_time": 1714239291,
    "id": 7362601669579918597,
    "username": "sa_mysterysolved",
    "video_description": "Do you all think the guy's suggestion on segregating based on ethnicity is justified? 🤔 Sounds a lot like Apartheid to me too! Let's spread love, not segregation #unity #country  #borders #Afrikaner #Tswana #Zulu #Joburg #johannesburg  #apartheid #cosmopolitan ",
    "voice_to_text": "Help me understand something.   me   understand   something If we gonna live in the same country,   we   gonna   live   in   the   same   country but you don't want unity,   you   don't   want   unity how do we do it? We,   do   we   do   it   We we never wanted to. No,   never   wanted   to   No no, no, I,   no   I I, I accept what you're saying.   I   accept   what   you're   saying I accept that. That's what you said.   accept   that   That's   what   you   said What I'm saying is, then how do we live in one country?   I'm   saying   is   then   how   do   we   live   in   one   country Oh, that's very easy.   that's   very   easy Okay. We can, uh,   We   can   uh live in this country happily if we have proper borders.   in   this   country   happily   if   we   have   proper   borders So if, if the boroughs have their land   if   if   the   boroughs   have   their   land and the Tswanas have their land in the Zulu safe dayland,   the   Tswanas   have   their   land   in   the   Zulu   safe   dayland we do not want to make sleeve jabbit for the cosmopolitans   do   not   want   to   make   sleeve   jabbit   for   the   cosmopolitans and all this type like,   all   this   type   like like, sounds like a party,   sounds   like   a   party but properly. Yes.   properly   Yes Okay. Alright,   Alright let me hear what my panelists have to say.   me   hear   what   my   panelists   have   to   say Mr Langa tire, 5 minutes.   Langa   tire   5   minutes Why did you give me 30 seconds?   did   you   give   me   30   seconds Sit down. Yes,   down   Yes only these two. This is intimidation.   these   two   This   is   intimidation Tired of your black colonisation? Then leave.   of   your   black   colonisation   Then   leave I'm not going because you say I'm going. I don't care.   not   going   because   you   say   I'm   going   I   don't   care Please leave.   leave First and foremost, we are.   and   foremost   we   are"
  },
  {
    "region_code": "FR",
    "username": "parytecom",
    "video_description": "Antony Blinken to China:\"Don't do it\" Antony Blinken warns China against election interference, emphasizing U.S. vigilance and stating any such actions are \"totally unacceptable.\"   Do you think China might interfere in US elections?",
    "view_count": 8843,
    "create_time": 1714154056,
    "hashtag_names": [],
    "id": 7362235027251383584,
    "is_stem_verified": false
  },
  {
    "id": 7361918520130604331,
    "is_stem_verified": false,
    "region_code": "US",
    "username": "geohussar",
    "create_time": 1714080247,
    "hashtag_names": [
      "us",
      "trending",
      "cpi",
      "greenscreen",
      "economy",
      "economia",
      "recession",
      "inflation",
      "geopolitics"
    ],
    "voice_to_text": "I have some bad news about the US economy not a joke our economy only grew 1.6% even though it was projected to grow 2.4 but worst of all core inflation rose by 3.7% even though they only expected it to go up by 3.4 this means that the US is not gonna cut interest rates anytime in the near future it also means that this quarter's growth was stagnant even though inflation is high and that introduces us to the monster of stagflation where prices are rising but the economy isn't growing to match it and that is usually followed by unemployment it's not just the US economy that's not doing very well right now world economy is heading or inside a recession and the greatest precipitator of this worldwide recession China the Chinese economy is dealing with a 23 trillion dollar local debt bubble most of that backed by real estate and it's collapsing I'm well aware of their projected growth of 4.6% but anybody can massage data and we know that China is a non transparent economy they are also the world's second largest economy topping $18 trillion so if that hurts the world feels it China's demand for goods in the west has been diminishing and their ability to produce goods for the west is doing the same thing right now the Chinese economy is desperate to unload all of what I produced especially when it comes to electric vehicles that is bad for all of their competitors like Japan South Korea the United States the EU they are desperate to sell whatever they can to have as much liquidity to deal with the new wave of bond defaults that are clearly coming for them US has already sanctioned countless individuals and they have been denying China access to semiconductors and other high tech equipment now the US government is preparing to fully sanction China because of their military aid to Russia China's been doing this quietly for quite some time I think right now our government is just engaging in protectionist practices that is going to hurt the US economy but it is going to crush China to a lower level what scares me about protectionism is that if it goes too far it can crush the entire world economy like it did during the Great Depression but I'm aware that there are many more fail safes put into place to prevent something like that from happening again but you should always keep that possibility on your horizon and right now this does look like a game of chicken between these two largest economies but it's clear that China has a lot more to lose than the United States because China is desperate to sell their goods there's only one market that can buy the quantities that they need purchase the consumer markets of the United States and the European Union valued at over 29 trillion dollars consumer markets of all the bricks nations do not hold a candle to that of the combined amount of the US and the European Union China is cut off from the US market then the deflation that they're facing now will be nothing compared to what they would actually face that stands the risk of putting the US into a deep recession which will easily snowball to the rest of the world the US recession would clearly snowball over the rest of the world and any countries that were still buying quickly cheapening Chinese goods would no longer be able to do so the US would recover much quicker from this than China but I have some positive points to make or one this is just the first quarter of the year a lot can happen over the next nine months China will most likely seek a compromise so they can keep selling us their goods second I bet you within three to five months most of the conflicts in the Middle East will boil down to a minimum or meal that will stabilize global trade and also the price of oil 3 the fact that a huge chunk of the GOP is willing to support the Democrats in aid to Ukraine and other measures shows a more unified front than everyone else thought $60 billion of funding for Ukraine means it gives them an extra edge against Russia long string of Ukraine wins against Russia or kicking Russia out of Ukraine overall will be a huge boon to the world economy and world trade official jobless claims are still trending down the same is going on with continued jobless claims our exports have increased to an all time high of $263 billion this month the Philadelphia Fed manufacturing index is at 15.5 well up from the negative territory it was from months ago I wouldn't be surprised over the next few months if we saw some kind of housing measure which made it easier for Americans to afford homes because it's an election year we are most likely gonna see a lot of massaged data to make the economy look a little bit better which means there would be probably more consumer spending during this time so even though there is some bad economic news for this week that is not definitive for the rest of the year more reports are gonna come out tomorrow we'll see where it goes from there my name is the Geo Hussar I'm going to be interviewing John Allen Woods the CTO of the Algrand Foundation about what impact blockchain can have for the rest of the world will be tomorrow at four PM Dublin time 11:00am Eastern Standard Time and 8:00am Pacific Standard Time thanks for watching",
    "video_description": "the #Geopolitics of the #US #economy performing more poorly than expected. Core #inflation came in at 3.7% instead of 3.4% via the pce index. And US gdp came in at 1.6% growth for q1, instead of the forcased 2.4%  #cpi #economia #trending #recession #greenscreen ",
    "view_count": 249531
  },
  {
    "hashtag_names": [],
    "is_stem_verified": false,
    "video_description": "It’s wraps ",
    "voice_to_text": "2024 looks like it's gonna be close but if I was a Republican I'd be shitting myself I'd be freaking out based off one fact alone  right now the Joe Biden campaign team has over 100 field offices open that means like all around the country they're hiring staffers who are like calling people and setting up events and like working all day the Donald Trump team has zero like not a single one it's six months before an election they're like not campaigning they're not talking to anyone You’re like why?  why is that?  probably cause their main PAC for example is spending more every single month on legal fees than they're taking in like he's spending 5000000+ dollars a month to pay his lawyers and he's spending everyday in court trying to avoid 800 years in prison while Joe Biden is like campaigning and using his money to like hire people to campaign yeah uh if I'm a Republic right now I'm scared I I'm not having a good time because it may look close now but I'm telling you give it like a little bit longer it's a Joe Biden victory in 2024 Wraps",
    "create_time": 1714016216,
    "id": 7361643534631423275,
    "region_code": "US",
    "username": "chrisdmowrey",
    "view_count": 45743
  },
  {
    "create_time": 1713986562,
    "video_description": "cc: US congress #fyp credit: David Sacks",
    "view_count": 1681726,
    "region_code": "US",
    "username": "daterightstuff",
    "voice_to_text": "so if you vote  to send our money abroad and you wave a foreign flag you're an American patriot but if you vote to keep our money at home and fund  domestic priorities you're a foreign agent? clown world 🤡",
    "hashtag_names": [
      "fyp"
    ],
    "id": 7361516115387845931,
    "is_stem_verified": false
  },
  {
    "view_count": 599198,
    "create_time": 1713906321,
    "hashtag_names": [
      "fallout",
      "aifilter"
    ],
    "id": 7361171549056929067,
    "is_stem_verified": false,
    "region_code": "US",
    "username": "vampireboy68",
    "video_description": "#aifilter #fallout "
  },
  {
    "hashtag_names": [
      "college",
      "usa",
      "education",
      "students",
      "1970s",
      "economy",
      "learnontiktok",
      "roycasagranda"
    ],
    "is_stem_verified": false,
    "region_code": "US",
    "username": "vitaminrc",
    "view_count": 1129611,
    "voice_to_text": "1973 is. Is pretty much the high point to the American Empire. For those who hadn't figured it out, we've been in decline for 50 years. 1973 was our APEX, was our height. The distance from the poorest person, the richest person was really, really low. And it was a time of innovation. I mean, we landed on the moon. That wasn't a bad thing to do. Think of how primitive the computers were. They were so awful that they had to hire mathematicians to double check the results from the computers because they knew the computers weren't reliable. They could get you answer quickly, but they couldn't get it to you accurately. Nixon doesn't quite do all the damage, but he does some. And by many socioeconomic indicators, United States starts to go backwards in 1973. In other words, in many ways, the economy of 1973 is something that most Americans dream of and reminisce of. It's our imaginary moment when we think of the economy that the preserver nature wants to get back to. So when a politician stands up and says, I'm gonna do something like Make America Great again, they're thinking of the 1973 economy. When they hear that, they're thinking of 1953. Sorry. They're thinking of 9 1853. When they think of the social order. So really they hear, make America 19th century again. Reagan is the guy who does the destruction to the education system. He slashes funding is terrible. We've had 40 years of Underfunded education",
    "create_time": 1713901493,
    "id": 7361150795095493919,
    "video_description": "What Make America Great Again really means. #roycasagranda #education #learnontiktok #college #students #usa #1970s #economy "
  },
  {
    "video_description": "",
    "view_count": 1385333,
    "create_time": 1713870783,
    "hashtag_names": [],
    "id": 7361018947455470853,
    "is_stem_verified": false,
    "region_code": "ZA",
    "username": "paphiwe"
  },
  {
    "region_code": "US",
    "username": "chknmatty",
    "video_description": "#fyp ",
    "view_count": 958,
    "create_time": 1713777542,
    "hashtag_names": [
      "fyp"
    ],
    "id": 7360618000954690859,
    "is_stem_verified": false
  },
  {
    "voice_to_text": "okay this video is gonna be a little longer but the TLDR is you should vote especially in local elections and I'll explain why I'm Sarah with the League of Women Voters of Cooke County, TX and we have an election coming up on Saturday, May 4th early voting for that starts this coming Monday, April 22nd and this is a Texas Uniform Election Day so this is when city council town boards of aldermen school boards will have seats elected and then some school bond issues will be on the ballot depending on your area we have a couple of school bond issues in our county now because these are local elections this is where a single vote will matter the most you're not electing seats across you know the entire state or multi-county regions this is where you're electing the city council members for a town of like 18,000 people 17,000 people something like that and an election like that just a few votes can make all the difference and I'll use Gainesville as an example in last year's special election in May 2023 we had Proposition A on the ballot this was a citywide proposition so any registered voter in the city was eligible to vote during early voting we had about 300 and little over 350, 360 people vote and then we had a few more vote on Election Day for a grand total, making this decision for the entire city,  of less than 500 people you can do the math I haven't done the math this quick it's just a really quick video to illustrate but that just shows you when you cast a vote even if you're the only person you know casting a vote your vote can matter a lot in a local election if you're one of less than 500 people voting in an entire city that is a county seat your vote has some say so let's see you weighing in on whatever's on your local ballot early voting starts Monday Election Day is Saturday May 4th happy voting!",
    "id": 7360021257338801450,
    "is_stem_verified": false,
    "username": "lwv.cooke.co.tx",
    "video_description": "your rainy day explainer: why voting in local elections matters the most! Using Gainesville TX as an example. Texas Uniform Election Day is May 4, 2024, and early voting starts Monday. (apologies for the knocking in the background, my baby found one of his blocks apparently) #gainesvilletx #cookecountytx #govote #elections #election #voting #citycouncil #schoolboard  #greenscreen ",
    "view_count": 295,
    "create_time": 1713638505,
    "hashtag_names": [
      "voting",
      "elections",
      "greenscreen",
      "election",
      "govote",
      "schoolboard",
      "gainesvilletx",
      "citycouncil",
      "cookecountytx"
    ],
    "region_code": "US"
  },
  {
    "is_stem_verified": false,
    "region_code": "IL",
    "username": "itsahmednaseerr",
    "video_description": "",
    "view_count": 11463718,
    "create_time": 1713469697,
    "hashtag_names": [],
    "id": 7359296225767738641
  },
  {
    "view_count": 271685,
    "create_time": 1713119742,
    "hashtag_names": [
      "eff"
    ],
    "id": 7357793250314374406,
    "is_stem_verified": false,
    "region_code": "ZA",
    "username": "mwrama",
    "video_description": "#EFF and bonds"
  },
  {
    "view_count": 1303278,
    "voice_to_text": "I've been a conservative voter since 1979, and I've now switched to reform. What are you gonna put in your manifesto to win me back? Thanks for your support for the party over so many years. That's fantastic, and I'm sorry to hear about it. But all I'd say is, next election, there's gonna be one of two people Prime Minister at the end of it, me or Keira Starmer. On the two issues that you mentioned, you should just come to a view on who you think's more likely to deliver for you. And on the issue of net zero, I don't know if you remember last year, I stood up and made a very significant speech. Changed our approach. Net zero was very clear that we can't rush to it in an ideological way. That saddles cost of five, 10, 15 grand on ordinary families like yours. Didn't think that was right. Change the policy on it. Of course we're gonna get there. I've got young kids. I care about the environment. We should do that in a sensible way, when we're doing a better job on it than pretty much anyone else. And when it comes to tackling illegal migration, you know, I'm battling the Labor Party and everyone else to get our Rwanda Bill through Parliament. So, look, I'm. Look, those are the issues that you care about. I care about them, too. I've already showed that I'm delivering on them. And I said if You vote for reform, all you're gonna do is put KS Dahmer in power, and then we're gonna get no action.",
    "create_time": 1712759817,
    "hashtag_names": [
      "lbc",
      "uk",
      "immigration",
      "uknews",
      "ukpolitics",
      "netzero",
      "rishisunak"
    ],
    "id": 7356247372122311969,
    "is_stem_verified": false,
    "username": "lbc",
    "video_description": "Caller Jerry tells the PM he’s switching parties because of policies on net zero and immigration #LBC #ukpolitics #uk #rishisunak #immigration #netzero #uknews ",
    "region_code": "GB"
  },
  {
    "view_count": 505580,
    "create_time": 1712580375,
    "hashtag_names": [
      "world",
      "trending",
      "tiktok",
      "politics",
      "news",
      "fy",
      "fyp",
      "generationz",
      "genz",
      "richardtice",
      "reformuk"
    ],
    "id": 7355476658599644448,
    "is_stem_verified": false,
    "region_code": "GB",
    "username": "independent",
    "video_description": "Richard Tice rejected claims Reform UK appealed to an older demographic as they are ‘the largest political party on TikTok’. While speaking in London on 8 April about the party’s future, Tice claimed they had set their sights on ‘woke’ Labour, and had gone “up in the polls significantly in recent weeks”. When quizzed on how Reform UK were appealing to young people, the party leader said, “It’s great when young people are messaging us saying thank heavens someone’s telling it out.” #politics #news #richardtice #reformuk #tiktok #generationz #genz #fyp #fy #tiktok #trending #world ",
    "voice_to_text": "Your party tends to appeal to the middle age or older generation. Oh, I think that's. Did you know that we are the largest party on TikTok? I was gonna say, how are you appealing? Well, there we are. We're the largest political party on TikTok. It's great. I'm looking around. I'm being shown videos. Yeah, there you are. You see, I've helped educate you. I'm being shown videos of me saying all sorts of strange things that people on TikTok are enjoying. Pissing together a lot. However old you are in life. I'm 59. We never stop learning, so. Yeah. And it's great when young people and messengers think that heaven, someone's telling it out. That's the joy of democracy. Have debates. So onwards and upwards."
  },
  {
    "region_code": "US",
    "video_description": "My favorite fruit has always been chicken #chicken #wingz #pond #airforce1 #pondswimming #cheese #viral #storytime #helpme ",
    "voice_to_text": "Knick knack. Petty whack. Give a cracker a bone. Hey, everybody, story time. So one time when I was little, I was watching Bear Grylls, which is a guy that does survival stuff. Like, he survives and, like, starts fires and kill stuff and eats it and stuff. Well, I was watching them on YouTube when I was a little. A little young and a little child, and, um, I came across a video of him eating an ant. So I took it upon myself to go outside and eat an ant. Anyway, it didn't taste too good. And it didn't feel too good either. I can get the stomping in my Air Force.",
    "hashtag_names": [
      "chicken",
      "viral",
      "helpme",
      "cheese",
      "storytime",
      "airforce1",
      "pond",
      "wingz",
      "pondswimming"
    ],
    "is_stem_verified": false,
    "username": "liltyrone_7",
    "view_count": 4396124,
    "create_time": 1712271589,
    "id": 7354150420610174250
  },
  {
    "create_time": 1710820461,
    "is_stem_verified": false,
    "voice_to_text": "And let's be real about this. It's insane that we haven't raised the retirement age in the United States. It's totally crazy. Is it totally crazy? There's a lot of things that are crazy in the world. Not raising the retirement age is not one of them. No one in the United States should be retiring at 65 years old. Frankly, I think retirement itself is a stupid idea unless you have some sort of health problem. Oh, retirement is a stupid idea, and none of you should be doing it, he says from the comfort of his own studio, well, isn't it nice? But if you're doing manual labor, you might wanna retire at some point. But since he knows only rich people, he's like, well, every rich person I know doesn't want to retire. Oh, must be awfully nice.",
    "video_description": "Cenk Reacts: Ben Shaprio Thinks Retirement Is STUPID? #fyp #foryou #foryoupage #tyt #politics #government #cenkuygur #anakasparian #originals #retirement #work #labor #money #corruption ",
    "view_count": 385037,
    "hashtag_names": [
      "work",
      "money",
      "foryou",
      "politics",
      "originals",
      "fyp",
      "retirement",
      "government",
      "labor",
      "tyt",
      "corruption",
      "foryoupage",
      "cenkuygur",
      "anakasparian"
    ],
    "id": 7347917781406436651,
    "region_code": "US",
    "username": "theyoungturks"
  },
  {
    "hashtag_names": [
      "story",
      "tiktok",
      "storytime",
      "fyp",
      "tiktokban"
    ],
    "id": 7345817177720737067,
    "is_stem_verified": false,
    "region_code": "US",
    "username": "yonsidelucas",
    "video_description": "LONG WINDED RANT INCOMING #tiktokban #tiktok #story #storytime #fyp ",
    "view_count": 575714,
    "create_time": 1710331361
  },
  {
    "is_stem_verified": false,
    "region_code": "ZA",
    "username": "athigeleba",
    "video_description": "",
    "view_count": 232219,
    "create_time": 1710083342,
    "hashtag_names": [],
    "id": 7344752014267665669
  },
  {
    "create_time": 1709943400,
    "id": 7344150846994943278,
    "username": "pearlmania500",
    "voice_to_text": "the only thing all 535 members of this  Congress could federally agree on is to ban TikTok that's it that's the only thing I heard talk about raising the minimum wage  wage can't federally agree on that heard em about talking about trying to keep prescription drug prices low for people nope can't agree on that I heard em talking about the border can't agree can't even agree where the US border is but when it comes to banning TikTok line up buddies bring that bipartisan Zuckerberg and Gates money down here line it up here in our lobby oh let me eat it up I'm gonna protect your privacy by banning TikTok don't you watch Reesa Teesa don't you learn how to cook pasta right way don't you find out more about the history of this great nation don't you notice that this Congress two hundred and fifty years after the First Continental Congress convened in Philadelphia has done less than any Congress in the history this corporate entity now the only thing this gaggle of 535 of the richest most powerful welfare Queens being paid on a government dime can agree on is that I can't watch my Tiki Tockies s¥ck my",
    "hashtag_names": [
      "action",
      "rant",
      "netflix",
      "congress",
      "senate",
      "sotu",
      "tiktokban",
      "helldivers2",
      "pearlmania500"
    ],
    "is_stem_verified": false,
    "region_code": "US",
    "video_description": "Get ready with me as we get silenced by congress #tiktokban #congress #sotu #senate #pearlmania500 #rant #action #netflix #helldivers2 you know why they are doing this ",
    "view_count": 12397999
  },
  {
    "voice_to_text": "I wanna thank.   wanna   thank I, we are so lucky,   we   are   so   lucky so lucky to live in a democracy   lucky   to   live   in   a   democracy where we all have the right to protest.   we   all   have   the   right   to   protest We are so lucky to live in that kind of democracy.   are   so   lucky   to   live   in   that   kind   of   democracy And we want to make sure that we keep   we   want   to   make   sure   that   we   keep this kind of democracy.   kind   of   democracy",
    "create_time": 1709795025,
    "id": 7343513695537990918,
    "is_stem_verified": false,
    "region_code": "TR",
    "hashtag_names": [
      "fyp"
    ],
    "username": "trtworld",
    "video_description": "Activists chanting for a ceasefire in Gaza interrupted California Democratic Senate candidate Adam Schiff as he gave his victory speech on March 5 #fyp ",
    "view_count": 266058
  },
  {
    "id": 7343033285565517086,
    "is_stem_verified": false,
    "region_code": "US",
    "username": "chumpfarmerwv",
    "video_description": "America protest. #Viral #fyp #viraltiktok #foryou #countryboy #countrygirl #fypシ #trending #men #women #work #america #people #trump #trump2024🇺🇸 #usa #foryoupage ",
    "view_count": 580782,
    "create_time": 1709683177,
    "hashtag_names": [
      "work",
      "america",
      "usa",
      "countrygirl",
      "men",
      "women",
      "trending",
      "viral",
      "people",
      "trump",
      "countryboy",
      "foryou",
      "fyp",
      "foryoupage",
      "viraltiktok",
      "fypシ",
      "trump2024🇺🇸"
    ]
  },
  {
    "region_code": "GB",
    "video_description": "Tom Swarbrick is impressed as 17-year-old caller Sebastian articulates why his first vote will be for the Conservatives. #lbc #tomswarbrick #conservatives #election #uknews #ukpolitics ",
    "is_stem_verified": false,
    "hashtag_names": [],
    "id": 7342795182221446432,
    "username": "lbc",
    "view_count": 997896,
    "voice_to_text": "Are you sure you're only 17? I, I, I swear I am 17. Sebastian, you are cleared up, my friend. Very impressive. This will be what might be your first vote, depending on. Yes, yes, yes, that's right. That it will be my first vote. That's correct. And you're going to vote conservative? I am gonna vote conservative. As I said, no credible alternative. And I'm a big fan of my local MP, Philip Davis. What is it about labor that you think is incredible? Incredible. Uh, the leader, Kia Starma, he, or on the entire platform he ran on to become leader, he abandoned all of his policy. I, I go canvassing very often, nobody can name any of Sir Kia's, um, policies. And the, their only way of, uh, funding their project is scrapping the non dom status, which, uh, Jeremy Hunt, uh, that, that is, you know, there's, there, there are rumors that Jeremy Hunt is gonna announce the scrappage of the non dom status of their clever maneuver, uh, to, to, to outweigh the labor, because apparently that non dom status is gonna fund all, all sorts of, of, of NHS funding and everything and, and Jeremy Hunting doing that because it might make more money available for public services. Yes, yes, I think that's a clever way in, um, at, at maneuvering labour and greater revenue for public services. Why is it taking till now in a way that, that in which they do it, To out maneuver labour. Yeah, that's a very good point. Um, typically tax changes are announced in the annual budget. It at that has been a long standing president. But yes, it. Yes, it could be argued that non dumb status could have been removed very easily. And yes, yes, I, I do agree with that. It. It should have been more easily. So I am very thankful that the government is taking action right now.",
    "create_time": 1709627748
  },
  {
    "username": "ssbd321",
    "video_description": "Trump supporters have been being lied to by the fake news media!#Republicans #MAGA #Democrats #politics #politicalcomedy #politicalsatire ",
    "view_count": 603842,
    "create_time": 1709562284,
    "hashtag_names": [
      "politics",
      "maga",
      "democrats",
      "republicans",
      "politicalcomedy",
      "politicalsatire"
    ],
    "id": 7342513750903180575,
    "is_stem_verified": false,
    "region_code": "US"
  },
  {
    "is_stem_verified": false,
    "view_count": 1608,
    "voice_to_text": "I'm voting Trump 2024 for memecoin of the year that is I've talked about many of my memecoin picks from BONK to MYRO to USEDCAR, WIF and CHONKY but MAGA coin is different of course we all know this is an election year and Trump is going for president not financial advice but if you follow the price action of the TRUMP coin and you follow what Trump is actually doing in the headlines the coin coincides so what I mean is if anything good happens for him the coin starts pumping yes this is a meme coin like any other meme coin but since this meme coin is connected to him and the man is a brilliant businessman and a huge holder of his own coin as he was air dropped about the value of $8,000 which quickly turned into $1 million and more that value should easily 5 x since that time now there's a good chance he could get reelected if he gets reelected this thing is going to go parabolic I'll be watching both him and this coin very close Wanna keep up with the news and more my alpha calls follow me",
    "hashtag_names": [
      "trump",
      "doge",
      "solana",
      "pepe",
      "memes",
      "bonk",
      "shiba",
      "wif",
      "shibainu",
      "maga",
      "chonky",
      "eth",
      "btc",
      "myro",
      "presidentialelection",
      "floki",
      "electionyear",
      "usedcar",
      "crypto",
      "bitcoin",
      "dogecoin",
      "elonmusk",
      "cryptocurrency",
      "ethereum",
      "cryptonews",
      "dogechain",
      "memecoin",
      "jupiterexchange"
    ],
    "id": 7341501084386528558,
    "username": "izzyexclusive.nft2",
    "video_description": "Not financial advice nor is this a political stance at all. I am talking about TRUMP MAGA crypto memecoin on Ethereum and Solana! This is not my main memecoin pic overall ($BONK is) but it is specifically for this year. because this is an election year and if Trump it's reelected like he very well might this thing can hit. its all time high this year. And I'm here for it! count me in for gains! not financial advice at all. go do your own research! And follow me for more! #TRUMP #MAGA #electionyear #presidentialelection #myro #wif #chonky #usedcar #bonk #doge  #memes #memecoin #bitcoin #crypto #dogecoin #shibainu #cryptocurrency #solana #btc #ethereum #shiba #cryptonews #floki #Elonmusk #eth #dogechain #pepe #jupiterexchange  ",
    "create_time": 1709326450,
    "region_code": "US"
  },
  {
    "create_time": 1707666108,
    "hashtag_names": [
      "usa",
      "viral",
      "trump",
      "politics",
      "nato",
      "fyp",
      "biden",
      "elections",
      "leftist",
      "2024",
      "drewparker2k"
    ],
    "is_stem_verified": false,
    "video_description": "Its Joever #usa #politics #fyp #viral #trump #biden #elections #2024 #nato #leftist #drewparker2k ",
    "view_count": 2174417,
    "id": 7334369914997804330,
    "region_code": "US",
    "username": "drewparker2k",
    "voice_to_text": "bro The United States is so cooked for the elections this year it's not even funny anymore cause on one side you got Fucking Biden who at this point can't even remember what year he was president or when his son died like legitimately a court of law cannot prosecute this man because he's able to take the defense that he's just an old senile man who doesn't mean any harm that doesn't disqualify you from running our country then on the other side you have Trump who straight up over here extorting NATO nations being like you will pay us Protection money or we will let Russia destroy you then again that's not even fucking surprising either that's just like oh whoa Trump wants to run the country like a mob boss that's who would have thought goddamn like how is it just 2020 all over again but fucking worse I'm sorry bro but like Democrats I have no fucking sympathy for you anymore because Republicans are obviously having their own little identity crisis trying to figure out like are we really going with Trump for the future or can we try to get somebody else and starting to look like it's just Trump all away but you at least gotta like give it to Republicans for being outwardly evil and like not even sugar coating it because Democrats pretend that they're like the saviors of the universe and then ask their marginalized communities they're supposed to represent for more money while not helping any laws get passed what actually help those communities y'all had two fucking years to figure out a candidate to go up against Trump and you're still landing on Biden what the fuck is wrong with you"
  },
  {
    "create_time": 1707662853,
    "hashtag_names": [
      "uk",
      "tories",
      "generalelection",
      "ukpolitics"
    ],
    "id": 7334356026327600417,
    "is_stem_verified": false,
    "region_code": "GB",
    "view_count": 12301,
    "username": "scottmabbutt",
    "video_description": "When do you think the next #UK #generalelection is going to be? My original opion gave the #tories too much credit. #ukpolitics ",
    "voice_to_text": "so when's the next general election gonna be I tried to put this through my first rule of Tory politics and got a different answer to what I thought we'll start off with may that used to be the traditional time for general elections that ain't gonna happen the polls are too far apart Tories know that suicide the next option would lead me on to November there's a potential here get your conference out the way maybe England win the euros maybe the bank of England cut interest rates maybe something happens that you can make an opportunity out of and this is what I originally thought would happen however I don't think that's gonna happen anymore firstly because that's when the American elections going to be and I think we'll be far too interested in that and wanting to know the outcome before we have our own election and secondly I think the Tories know they're cooked which brings me on to January which is about the latest they can do a general election I initially didn't think that would be the case because who wants to hold a general election when your hospital is falling down and full of people and everyone's at their most miserable however I honestly think that they've run out of ideas and they just wanna collect their salary for as long as possible so my prediction the latest possible day which will be January 2025"
  },
  {
    "create_time": 1695201125,
    "hashtag_names": [
      "news",
      "russellbrand",
      "megynkelly",
      "gbnews",
      "danwootton"
    ],
    "region_code": "GB",
    "username": "gbnews",
    "voice_to_text": "I don't really care if it. If it turns out that the rape charge of the sexual assault charges fall apart. You're 31 years old and you have sex, allegedly over a 3 month period with a 16 year old. We're done. I'm unsubscribing. Alright. And I am sick of conservatives online trying to defend that as though she had a role in it. She was a minor. Just because you can't be prosecuted for it doesn't. It's right. The conservative men I know are lovely, they're ethical, they're honorable. It's not to say they've never fallen down in their lives, but in no world would they be taking advantage of a 16 year old minor. I have a daughter who's 4 years away from that. You come anywhere near her as a 31 year old man and we are gonna have a serious problem. And it's not gonna be over whether you could demonetize on YouTube. Yes, I really hope my friends and the conservative side of the aisle would remember. Just because we're all over. Me too. And it was an overreaction and it went too far and it got politicized. Doesn't mean that we have to need jerk defend every scumbag who gets accused of bad behavior.",
    "id": 7280833361319415072,
    "is_stem_verified": false,
    "video_description": "'We're done!' | Megyn Kelly reacts to the allegations being made against Russell Brand #RussellBrand #MegynKelly #DanWootton #news #GBNews",
    "view_count": 669171
  },
  {
    "hashtag_names": [
      "jesuschrist",
      "america",
      "preach",
      "jesus",
      "trending",
      "viral",
      "donaldtrump",
      "gospel",
      "foryoupage"
    ],
    "id": 7272788706229079301,
    "is_stem_verified": false,
    "region_code": "GH",
    "username": "kojoevans10",
    "video_description": "#gospel #preach #jesus  #Jesuschrist #america #donaldtrump #viral #trending #foryoupage ",
    "view_count": 2213933,
    "create_time": 1693328080
  },
  {
    "is_stem_verified": false,
    "video_description": "Y’all see this man atleast I left somthing #fyp ",
    "view_count": 19791547,
    "create_time": 1673722355,
    "hashtag_names": [
      "fyp"
    ],
    "id": 7188582730433580334,
    "region_code": "US",
    "username": "04tracccc",
    "voice_to_text": "you know you got some hanging from the bottom of your truck, right? so that's why you let the broke ass fucking tip. because your shit fucking hanging. but you. but you ungrateful, bro. you ungrateful. wow."
  },
  {
    "hashtag_names": [
      "viral",
      "foryou",
      "uk",
      "news",
      "england",
      "media",
      "fyp",
      "britian",
      "uknews",
      "foryoupage",
      "fypage"
    ],
    "is_stem_verified": false,
    "region_code": "GB",
    "view_count": 10342918,
    "voice_to_text": "bad news for those living in England. the UK is set to be on course to be one of the saddest places to live. there is anger on the streets of London. there is frustration, there is acronym. it's a season of strikes in England. so much so, there's a strike calendar. they're sick of the cost of living crisis which has crippled the economy. white Prince harry's crying wolf, attacking the royal family, holding tear jerking interviews. the British have bigger fish to fry. they've seen essential services collapse around them, right in the middle of flu season, winter illnesses. remember a time when the British monarchy was once a symbol of stability in turbulent times. I ask you tonight, where is the stability? a crying prince is falling out the royal family. he's washing his dirty laundry in public and we're all feasting on gossip.",
    "create_time": 1673124030,
    "id": 7186012305807691014,
    "username": "harley_f1",
    "video_description": "Is England the Saddest Country... 👀 #foryoupage #foryou #fyp #viral #england #britian #news #uknews #fypage #media #uk"
  }
]