[
  {
    "video_description": "The Gatling Gun was able to sustain a remarkable rate of fire that was unprecedented when it entered the scene! #foryoupage #military #rdr2 #war #germany #usarmy #russia ",
    "view_count": 2546,
    "voice_to_text": "Battling gun The American Civil War is often considered a time of transition between the early days of gunpowder warfare and the modern age. One weapon that exemplifies this shift more than any other was the introduction of the Gatling gun, an early machine gun that helped usheran and age of industrial warfare. Invented in 1862 by Richard Jordan Gatling, the weapon had a cluster of between six and 10 barrels around the central axis, hand operated by a crank. The barrels would rotate, firing as they reach the top of the rotation. Ammunition, in the form of newly developed metallic cartridges, would be fed from a top mounted detachable magazine. It would be fed by gravity, provided the weapon didn't jam. It was capable of around 200 rounds per minute, an unprecedented amount of fire power for the mid nineteenth century. While technically not an automatic weapon, it would help usher in advanced weaponry that would cause so much carnage in later centuries. Ironically, Gatling believed that such a weapon would actually reduce casualties, since he believed that no soldier would willingly face such a weapon. The Gatling gun was readily adopted by union forces during the Civil War, and later on by the American Army as well as others, particularly European colonial powers. Number were also used by law enforcement, where they were often used to put down riots and other civil disorders. They would also be used during various labor strikes in the late 19th century. They Were rarely actually fired in these situations, their mere presence a deterrent against the strikers. Because of its usage on the frontier of America against Native American tribes, and by European powers against colonized subjects, gatling gun has earned a reputation as a symbol of colonialism, racism, and oppression. On numerous occasions in the late 19th and early 20th century, the Gatling gun was deployed to suppress indigenous populations in the United States. They were used extensively against the Cheyenne in 1874, played a major role in suppressing the Nez purse under Chief Joseph in 1877. In Africa, the British Army used gatling guns to devastating effect against numerous tribes in the region, such as the Ashantes in 1873. Though many supported the use of such overwhelming fire power against indigenous peoples, many were horrified at the unrulenting brutality such a weapon could unleash on comparatively defenseless people. There were other automatic weapons available during the colonial era, such as the Hotchkiss gun, but it was the Gatling gun that became a symbol of oppression, one that endures even to this day.",
    "create_time": 1717157404,
    "is_stem_verified": false,
    "region_code": "US",
    "username": "allmilitaryheadquarter",
    "hashtag_names": [
      "war",
      "military",
      "russia",
      "germany",
      "usarmy",
      "rdr2",
      "foryoupage"
    ],
    "id": 7375134833430826283
  },
  {
    "view_count": 2557245,
    "create_time": 1714597608,
    "hashtag_names": [
      "fyp"
    ],
    "id": 7364140607373069611,
    "is_stem_verified": false,
    "username": "daterightstuff",
    "region_code": "US",
    "video_description": "Don’t let them #fyp 📍Angel Stadium",
    "voice_to_text": "the reason the government would wanna take your guns is because of what they'll do to you  after they take your guns"
  },
  {
    "create_time": 1708283470,
    "hashtag_names": [],
    "id": 7337021611645635873,
    "is_stem_verified": false,
    "region_code": "FR",
    "username": "bachbuquen",
    "video_description": "😮‍💨😮‍💨",
    "view_count": 3832116
  }
]