[
  {
    "is_stem_verified": false,
    "region_code": "US",
    "view_count": 24149147,
    "username": "barstoolsports",
    "video_description": "The boss seeing this 👁️👄👁️ @Barstool Outdoors ",
    "voice_to_text": "God, bro! My goodness gracious, bro! Ah! Oh! Oh, shit! Oh! Oh! Woo hoo!",
    "create_time": 1717167009,
    "hashtag_names": [],
    "id": 7375176119026224426
  },
  {
    "video_description": "Not sure if I should be excited or fear a lawsuit, but anyway cant wait to meet her… i am A F R A I D  - - - - - - - #mcyt #minecraft #aphmau #minecraftdiaries #mystreet #vidcon ",
    "view_count": 1470,
    "create_time": 1717026755,
    "hashtag_names": [
      "minecraft",
      "vidcon",
      "aphmau",
      "mystreet",
      "minecraftdiaries",
      "mcyt"
    ],
    "id": 7374573152900222239,
    "is_stem_verified": false,
    "region_code": "US",
    "username": "mushtomb_"
  },
  {
    "create_time": 1716506203,
    "hashtag_names": [
      "haywardcalifornia",
      "rattlesnake",
      "fyp",
      "greenscreen",
      "usps",
      "sanbernardino",
      "westerndiamondback"
    ],
    "id": 7372337988090645806,
    "video_description": "#greenscreen  #sanbernardino  #haywardcalifornia  #westerndiamondback  #rattlesnake  #usps #fyp",
    "is_stem_verified": false,
    "region_code": "US",
    "username": "true.crime.mama",
    "view_count": 21836,
    "voice_to_text": "A California man was mailed a package with a western diamondback rattlesnake inside and he is saying that it is attempted murder. So on may the 16th, 60 year old Elijah Bowles and a friend of his go to the post office to pick up this package that he has. After they leave the post office in their driving way, she actually opens the package and then throws it at him when she realizes that there is a live rattlesnake inside. This package had actually been mailed on may the 3rd. It had a return address of Florida, but it was actually mailed from Hayward, California, which is outside of the San Francisco Bay Area, and Elijah Bowles lives south of there in San Bernardino County, which is outside of Los Angeles. He went on to say that the snake was about two feet long and that whoever meld the snake put cotton balls inside the box so that people working with the Postal Service would not hear the snake rattle. The center actually wrote the word fragile in the box and then mailed it from Hayward, California on may the third, and the box had just been sitting there at that post office for several days before Elijah Bowles picked it up. Now Animal Control got the snake and took the snake and the San Bernardino County Sheriff's Office is investigating."
  },
  {
    "voice_to_text": "Okay. Tell me a famous male that you would feel safe being alone in a room with. I'll go first. Guy Ferrari. It's a Ferrari. I like to call him Guy Ferrari. He just.",
    "hashtag_names": [],
    "video_description": "Uncrustable was a paid actress ",
    "is_stem_verified": false,
    "region_code": "US",
    "username": "spampire",
    "view_count": 239054,
    "create_time": 1716402805,
    "id": 7371893890846068010
  },
  {
    "region_code": "US",
    "username": "home_essential_",
    "video_description": "and suddenly they all left me alone #gaytiktok #mlm #gay #fyp ",
    "view_count": 18309,
    "create_time": 1716402021,
    "hashtag_names": [
      "gay",
      "mlm",
      "fyp",
      "gaytiktok"
    ],
    "id": 7371890517841415467,
    "is_stem_verified": false
  },
  {
    "create_time": 1716400310,
    "hashtag_names": [
      "balkan",
      "fy",
      "veze",
      "odnosi",
      "muskarci",
      "fypシ",
      "licnirazvoj",
      "radnasebi",
      "milanmaravic"
    ],
    "video_description": "Danasnji muškarci su previše feminizirani! #muskarci #veze #fy #fypシ #balkan #odnosi #milanmaravic #radnasebi #licnirazvoj ",
    "view_count": 10216,
    "voice_to_text": "како можете привлучи женствено жено   можете   привлучи   женствено   жено като да не сте мужил мушкарец   да   не   сте   мужил   мушкарец също можете привлучи и са от други люди близо средине   можете   привлучи   и   са   от   други   люди   близо   средине и не лажете себе   не   лажете   себе носите и мужилно и женствена енергия от реното в себе   и   мужилно   и   женствена   енергия   от   реното   в   себе с причина женствена енергия   причина   женствена   енергия кои ваши прецени са имали избухтога   ваши   прецени   са   имали   избухтога що носите толико женствена енергия   носите   толико   женствена   енергия не можете да привлучите женствено жено   можете   да   привлучите   женствено   жено а не можете да привлече жено   не   можете   да   привлече   жено ако е мужевна тако да си уважи улуги заменин   е   мужевна   тако   да   си   уважи   улуги   заменин много би сте виждали воля и държава да бъде   би   сте   виждали   воля   и   държава   да   бъде обсулната вама дава заиста воле   вама   дава   заиста   воле да бъде нежна прамавама   бъде   нежна   прамавама тук сте вие обсулната и силвия има   сте   вие   обсулната   и   силвия   има и жалите да усвоите свет   жалите   да   усвоите   свет гарантова е вам   е   вам като почнете да поствате свеможевни   почнете   да   поствате   свеможевни да освободите и приметите   освободите   и   приметите колкото свежа жена   свежа   жена ако вас много висша женствение не го пре   вас   много   висша   женствение   не   го   пре",
    "id": 7371883180481154310,
    "is_stem_verified": false,
    "region_code": "RS",
    "username": "millanmaravic"
  },
  {
    "hashtag_names": [
      "minecraft",
      "fyp",
      "minecraftbadge"
    ],
    "id": 7371819890354736426,
    "is_stem_verified": false,
    "region_code": "US",
    "username": "mindless_manny",
    "video_description": "#minecraft #minecraftbadge #fyp ",
    "view_count": 811,
    "create_time": 1716385582
  },
  {
    "voice_to_text": "I think by far my favourite generation is Gen X because every time I see a Gen Xer post on this app they're like Gen X is waking up we're waking up it's like aren't y'all pushing sixty it's four PM the workday's almost over you guys are about to retire what do you mean you're waking up right now so goofy I love em",
    "video_description": "As the son of gen-xers, i say this with love",
    "view_count": 82959,
    "create_time": 1716296369,
    "hashtag_names": [],
    "id": 7371436644442082606,
    "is_stem_verified": false,
    "region_code": "US",
    "username": "slamjamk0"
  },
  {
    "create_time": 1716251389,
    "hashtag_names": [
      "minecraft",
      "gaming",
      "tech",
      "ai",
      "microsoft",
      "copilot",
      "gpt",
      "techgadgets",
      "techtok",
      "milesabovetech"
    ],
    "id": 7371243544725474602,
    "is_stem_verified": false,
    "view_count": 1326842,
    "voice_to_text": "Microsoft has changed gaming forever. One of our developers, Ryan, simply shared his screen with Co Pilot while he was playing Minecraft. Now, what you're gonna see here is two voices. The first will be Ryan, the second will be Co pilot. And he's gonna be having a natural conversation like he would with a friend while he plays. Let's watch this experience. Hey, co pilot, how's it going? Hey, I'm doing great. And it looks like you're about to dive into some Minecraft. Ready to build, explore, and maybe dive a few miles? Yeah, I'm trying to figure out how to make a sword. My son plays this game all the time and I have no idea what I'm doing. No worries. I'm here to help you impress your son. I see you've got a crafting table in front of you, which is a great start. To craft a sword, you'll need some materials. Can you open your inventory? Just press E on your keyboard. Yeah. Do I have what I need? Let's see, you got some sticks perfect for the sword's handle. But it looks like you're missing the material for the blade. You can use wood, stone, iron, gold or diamond. Alright, let's pause it there for a second. Did you see how co pilot not only could understand that he was in Minecraft, but he could also understand Ryan's request for help and assess the inventory on his screen? Well, it gets better as Ryan continues. He gets surprised that co pilot amazingly identified and it tailored interaction. Let's watch. Let's start by gathering some wood or stone. Shall we head out and find some resources? Yeah, that sounds great. Oh my god, what's that? Oh no. It's a zombie! Run! You need to get away from it fast. Either sprint away or quickly build a tower of blocks straight up to get out of its reach. If you can find a shelter or dig into the side of the hill, do it now. Just make sure it can't reach you. Alright, I think I might be safe now. Cool. That was a close one. Great job finding shelter. So that was honestly for us.",
    "region_code": "US",
    "username": "milesabovetech",
    "video_description": "Gaming is about to be so cool with this! #techtok #milesabovetech #tech #gpt #copilot #microsoft #techtok #minecraft #gaming #ai #techgadgets "
  },
  {
    "region_code": "US",
    "username": "lillumpenprole",
    "video_description": "Replying to @quinnthaqueen22 ",
    "hashtag_names": [],
    "id": 7371178650085068078,
    "is_stem_verified": false,
    "create_time": 1716236284,
    "view_count": 6566402,
    "voice_to_text": "thanks to the uncontrolled psychopathic corporate greed that is inherent to my nation the cost of our goods are now greater than the cost to produce them what I'm going to do is show you how to make Greek yogurt much cheaper than they're selling it for dairy can be intimidating as Americans because we've been so alienated from the process of dairy production and consumption whereas many other nations it's fairly common for people to make their own cream cheeses yogurt sour creams all that United States we've been separated from that process by this use plastic here I'm going to collect last of my prior yogurt what this is I'm harvesting the bugs okay bugs make the yogurt just gonna put a little bowl and set aside the bugs and grab my dairy you can use store bought milk it's fine we're gonna pasteurize it again to make our milk sterile whatever amount of yogurt you want to end up with you're going to double that amount of milk and we can consider making yogurt kind of like growing mushrooms growing mushrooms you have to sterilize the straw and then add your uh Spore, then it grows that's basically what we're doing here we are going to sterilize this milk because even though it's been pasteurized, homogenized  packaged it probably still has some bugs in it so we're just gonna take it right over here to the stove and get it to a barely boil I brought the milk up just to a boil and now I take it off the heat uh make sure you stir it or you'll scold it like I did um but I don't think the scalding is gonna hurt the yogurt uh we're just gonna let this cool until I can stick my finger in there for 10 seconds while this is cooling I'm actually just going to strain out all the scalded bits because I'm particular about textures if only we could strain out all the landlords and corporateists from our society make it so yogurt isn't so expensive okay so now the point is our milk is sterilized right now it's so hot it would still kill the bugs so we're not going to introduce the bugs yet once it's cool enough to accept the bugs we will reintroduce the bugs to the medium and then leave it alone and let them do the work now I still can't make it 10 seconds so let it cool some more okay that is cool enough that I've held my finger in there for 10 seconds I'm going to this is my yogurt from before that I scraped out of the jug I'm going to temper the yogurt by putting a little full of milk in with it or two I'm gonna mix those two together first before I ultimately add them to the main so this is getting the bugs in the prior yogurt used to the temperature of the milk and also diluting it a little bit so it'll mix better then we just pop this tempered yogurt into our sterilized milk and now we've inoculated the milk the yogurt bugs I'm going to cover this wrap it in a towel and put it in an oven for the next 12 hours or so the oven is off just put it somewhere it won't be disturbed for a while see you in a bit hey it's the next day I've taken my yogurt out of the oven where it was yogurting here she is looks great smells yogurty here we go just to prove to you that's some yogurt next step for me which I haven't done before is I'm going to strain it to get all that excess fluid out so I've got a strainer and some cheese cloth and um pop it in here oh yummy smells good I like Greek yogurt cause it is like a stronger, tangy-er flavor and I use it every day in my shake so it makes sense for me to make it because it's like a staple in my house now I just let this sit until it's all drained and what I'll be left with is Greek yogurt in here and some kind of liquid in here I'm gonna let it do this in the refrigerator here it is the next day after straining"
  },
  {
    "id": 7371175723509222698,
    "username": "laurahigh5",
    "video_description": "Replying to @ActionReplayJ I have the therapy receipts to prove it! #genx #genz #millennial #boomer #generation #lol #joke #movie #80s #foryoupage #foryoupage #fypage #fypシ゚viral ",
    "voice_to_text": "oh how as a millennial I know so much about Gen X you know I I did some research and stuff it's because you traumatized me same way the peasants know more about the overlords and the overlords know about themselves I was born in 1988 both of my parents were boomers I was raised by boomers but I was forged by Gen X deep in the fires of Princess Bride I have relatives who were Gen X my next door neighbours were Gen X my camp counselors were Gen X I have the Red Rover scars to prove it do you know what it's like being a little millennial kid over at someone's house for a sleepover and the Gen X older siblings are just waiting watching it's like being a gazelle in a house full of lions not only have the majority of my bosses been Gen X but my co workers are Gen X and I don't just have regular co workers I'm a stand up comic the majority of the stand up comics I work with are Gen X do you know what it's like having Gen X stand up comic co workers they're great when we're in our little comic circle of like millennial and Gen Z like ribbing each other having fun like it's cute and then a Gen X walks into the building and joins our circle for fun and goes oh we're roasting each other bullying is Gen X foreplay and suddenly I'm no longer a stand up comic I have to be an actor now and pretend like I'm crying because it's so funny and that was because he said something that really hurt my feelings apathy could take physical form it would be Gen X that's why I always carry a box of entemans and a pack of Marlb0ros with me you guys start getting too spicy I just throw some in the other direction and run it's like you all took the trauma that you got from never ending story and just unleashed it on all the millennials around you yeah I didn't learn about your generation for funzies I Learned it cause I had to survive",
    "create_time": 1716235601,
    "hashtag_names": [
      "lol",
      "movie",
      "joke",
      "80s",
      "generation",
      "boomer",
      "genx",
      "millennial",
      "genz",
      "foryoupage",
      "fypage",
      "fypシ゚viral"
    ],
    "is_stem_verified": false,
    "region_code": "US",
    "view_count": 104932
  },
  {
    "id": 7370896190113647918,
    "is_stem_verified": false,
    "region_code": "US",
    "username": "chrisdmowrey",
    "video_description": "tired of this man ",
    "view_count": 4105745,
    "voice_to_text": "question did you know there was a shooting at a high school graduation today in Missouri like where kids were trying to get their diplomas and then there was a shooting so they had to reschedule it did you hear about that did you know that last night Saturday night in Savannah Georgia there was a mass shooting where 10 people were shot that was one of three shootings on Saturday in Savannah the other two left two people dead did you hear about that did you know that less than 24 hours before that on Saturday morning there was a mass shooting Columbus Ohio three people shot three people injured this week at the university that I'm going to graduate from Kennesaw State University a student was shot and killed on campus did you hear about any of that I just think people need to understand that whether people talk about it or the media talks about it like we have a gun violence epidemic like we average roughly two mass shootings a day this is completely normalized this isn't even front page news I highly doubt anybody very few people have heard of those things stunning man",
    "create_time": 1716170514,
    "hashtag_names": []
  },
  {
    "is_stem_verified": false,
    "region_code": "US",
    "username": "savannah__love__",
    "video_description": "Just blessed to say the least ",
    "view_count": 282,
    "create_time": 1716091040,
    "hashtag_names": [],
    "id": 7370554848607063342
  },
  {
    "create_time": 1716072738,
    "hashtag_names": [
      "girlgamer",
      "womeningaming",
      "capcut"
    ],
    "id": 7370476233236172074,
    "is_stem_verified": false,
    "region_code": "US",
    "username": "thenerdnikki7",
    "video_description": "#womeningaming #girlgamer #CapCut ",
    "view_count": 255
  },
  {
    "hashtag_names": [
      "foryou",
      "fy",
      "fyp",
      "lowes",
      "firyou",
      "homeinspection",
      "foryoupage",
      "foryourpage",
      "firyoupage",
      "fypage",
      "fypシ",
      "homeinspector",
      "homeinspectionhorrors",
      "fypシ゚viral",
      "bigbunchofnope",
      "inspectortok",
      "inspector_preston",
      "bigbunchanope"
    ],
    "id": 7370415844020522283,
    "username": "inspector_preston",
    "video_description": "Lowe's Update! 3 hours, you guys made a difference! Part 1: @Inspector Preston  #lowes #homeinspection #homeinspector #inspectortok #bigbunchanope #bigbunchofnope #inspector_preston #homeinspectionhorrors #foryourpage #foryou #foryoupage #firyou #firyoupage   #fyp #fypシ #fy #fyp #fypシ゚viral #fypage ",
    "create_time": 1716058676,
    "is_stem_verified": false,
    "region_code": "US",
    "view_count": 1521527,
    "voice_to_text": "You guys are awesome. It's only been a few hours, but I went back to Lowe's, and guess what's gone? All that moldy lumber is gone. Brand new lumber was in the 2 by 4 rack. And guess what? There were people putting price tags on all the lumber. Now imagine the power of what you guys just did in a few hours. Imagine if we did that and held these companies to a higher standard across the board all the way across this country. We have a lot more power than we think we do. We just changed one whole store in three hours. Now grab your phones and start grabbing this stuff no matter where we are, because here's the thing. These corporations, they just see us as dollar signs. But if we don't hold them to a higher standard, they can get away with this crap. I go to this Lowe's all the time, and they stopped giving out any bags. No paper bags, no plastic bags, no nothing. And that was like, my first annoyance, because I go up there with a big cart full of stuff and no way to carry it to my car. They play that game of like, somehow they're getting an eco friendly and all that stuff, but at the end of the day, it's just saving money, and that's all they care about. So anyway, keep it going. Keep it going. Let's make some changes. Let's call these companies out."
  },
  {
    "id": 7370414342187011370,
    "is_stem_verified": false,
    "region_code": "US",
    "video_description": "Keystone Elementary, this is unacceptable! @Jawnski has more.",
    "view_count": 966243,
    "create_time": 1716058323,
    "hashtag_names": [],
    "username": "tizzyent",
    "voice_to_text": "I want you to watch this video clip I'm about to show you and you tell me what you would do if this was your child I have a five year old who doesn't wanna go to his kindergarten graduation because he's too scared to go to school yesterday on May 16th my five year old son was attacked and hospitalized by another student at school due to the negligence of a teacher's aid until yesterday my son was in kindergarten at Keystone Elementary School yesterday at noon my wife received a phone call from the nurse's office at school that our son had been involved in an accident and we needed to come immediately and take him to the hospital as I get to the school as I'm coming through the office doors everyone in the office is telling me it was an accident it was an accident so I asked them what happened and they responded with well we don't know we gotta check the camera so how do you know it's an accident but we'll get there we'll get to the part where they lied I get back into the nurse's office and obviously I only have one goal and that is to get my son to the hospital we take him to the hospital and get checked out while my wife is with her son getting him checked out at the hospital I spent most of the time outside making phone calls because no one from the school has did even try to contact me I finally get the principal on the phone he immediately tells me what they told me in the office happened is not what happened so he immediately tells me that this was no accident that a teacher's aide that works with special needs students from the count was not paying attention and not handling the child she was supposed to and a fourth grade special needs student attacked my son the special needs student grabbed my son by the back and threw him head first into a table which caused all the damage to his face at least that's what we think happened because here's the big fucking problem the school will not let me see the footage of what happened to my son no matter how many times I'm telling them that his doctor wants to see it the hospital wants to see it because they have to decide whether they have to do a cat scan on his head and they don't wanna expose him to radiation if he doesn't need it but we really don't even know whether he needs it or he doesn't the five year old whose birthday is in a week who's gonna spend his birthday with a giant gas glued shut on his forehead missing some teeth and bruises all over his face is that fair to him is his school doing right by him right now did his school do their job of keeping him safe because I feel helpless and they have the balls to not show me the footage of what happened to my kid if you're a parent how would you be acting right now please help me spread the word of this just help me get out to the world that this school is not doing right by my son they made the teachers 8 who was supposed to be watching that kid made a negligent mistake and my son was the one who had to pay the price of that mistake I'm not going to stop until I feel like they have done right by my son I have a five year old who doesn't wanna go to his kindergarten graduation because he's too scared to go to school because he thinks something's gonna happen to him what would you do if you were me their negligence is at least change my son's whole entire next calendar year because I'm not gonna send my kid somewhere he doesn't feel safe I do wanna point out not pursuing the parent or that child is not their fault that is the teacher's AIDS fault for not doing your job for deciding that a conversation was more important than my son anyone who has followed me up to this point knows how much I love my children how much I love my sons I'm going to be relentless until they do right by my son if you're wondering where this happened he tagged it as Bristol Township School District Leavitttown and Keystone Elementary School Pennsylvania um best thing you can do is share this interact with it get public pressure so that they realize we are all watching and they need to do something about this"
  },
  {
    "hashtag_names": [
      "mincraft"
    ],
    "id": 7370400651450354987,
    "region_code": "US",
    "view_count": 8267,
    "voice_to_text": "Minecraft but I can't touch the color green. Minecraft, but I have a gun. Wait, what? Minecraft, but there's natural disasters. Minecraft, but I go to heaven. Oh no! Minecraft, but it's September 2,001. Minecraft, but I'm really just gonna. What the fuck? Element of surprise.",
    "create_time": 1716055137,
    "is_stem_verified": false,
    "username": "mikeyoshea87",
    "video_description": "#mincraft but…… "
  },
  {
    "video_description": "Samsung Matrix Phone -2003-",
    "view_count": 1938365,
    "create_time": 1716035796,
    "hashtag_names": [],
    "id": 7370317609780169989,
    "is_stem_verified": false,
    "region_code": "PH",
    "username": "gamer_lafan"
  },
  {
    "id": 7370261113704811792,
    "is_stem_verified": false,
    "region_code": "AU",
    "username": "wishcraftsmp",
    "video_description": "HAD TO REPOST AS THE LAST ONE GOT MUTED :( One last trailer before TOMORROW (had to do the same weird thing with the sound again so if you hear another song as well as the WishCraft Overture, you probably do) #minecraftsmp #Minecraft #moddedminecraft #minecraftrp #minecraftrpserver #loresmp ",
    "view_count": 283,
    "create_time": 1716022646,
    "hashtag_names": [
      "minecraft",
      "minecraftrp",
      "moddedminecraft",
      "minecraftsmp",
      "minecraftrpserver",
      "loresmp"
    ]
  },
  {
    "hashtag_names": [
      "minecraft15"
    ],
    "view_count": 26588396,
    "voice_to_text": "Oh, my god! It's somebody's birthday! Who's Minecraft! Somebody throw me a sword! And me a pickaxe! Yeah! Look at my pickaxe! It's kickaxe! Ready? Yeah! Pink! Let's feast!",
    "create_time": 1715961513,
    "id": 7369996571435388190,
    "is_stem_verified": false,
    "region_code": "US",
    "username": "minecraft",
    "video_description": "Crafting kick axe memories since '09. #Minecraft15  Here’s to what's next. ⚔️"
  },
  {
    "is_stem_verified": false,
    "region_code": "US",
    "username": "thehorizoncraft",
    "video_description": "Someone clip that please. #minecraft #distanthorizons #gaming ",
    "view_count": 11027540,
    "create_time": 1715925753,
    "hashtag_names": [
      "minecraft",
      "gaming",
      "distanthorizons"
    ],
    "id": 7369844939661905194
  },
  {
    "view_count": 18041,
    "voice_to_text": "sunt fată și sunt pasionată de gaming și 1 să-ți spun care este jocul pe care l-am jucat EU cel mai și cel mai mult da este league of legends și m-am jucat foarte mult și încă mă joc league of legends ă bineînțeles m-am jucat de-a lungul timpului mult mai multe jocuri și ă mă uit foarte mult la gameplay îmi place să mă uit la foarte multe gameplay-uri așa că mi-ar plăcea să fac 1 serie din chestia asta și să vă zic ce jocuri m-am jucat EU și ce jocuri îmi place să mă joc ă pentru că probabil 1 să fiți foarte foarte curioși și sunt curioasă câți dintre voi de aici de pe platformă vă jucați league of legends pentru că EU m-am jucat de mică încă din școala generală am avut perioade în care m-am lăsat iar dacă nu știți exact ce este league of legends este 1 joc multiplayer ă este AI AI 1 echipă ă și este 1 fel de mapă 1 fel de mini arenă dacă vreți s-o numiți așa ă Dar cred că marea majoritate dintre voi știți despre ce este league of legends EU m-am jucat foarte mult league of legends Dar acum nu mă mai joc ă ranking absolut deloc nu mai joc rank-uri ă ci mă joc doar ă ă tft din five tactics pentru că de când a apărut de câțiva ani de zile mi se pare mult mai ă mai relaxant mult mai ă mai liniștit să zic așa și mai distractiv sunt curioasă dacă voi vă jucați league of legends și ce rang sunteți",
    "create_time": 1715855873,
    "is_stem_verified": false,
    "region_code": "RO",
    "username": "andrarovlog",
    "hashtag_names": [
      "lol",
      "gaming",
      "leagueoflegends",
      "romania",
      "andra",
      "tft",
      "majoc",
      "gaminggirl",
      "jocuri",
      "andrarovlog",
      "andraro",
      "teamfitcats",
      "andraroxana",
      "jocurivideo",
      "tiktokro",
      "lolromania",
      "tiktokromania",
      "leagueoflegendsromania",
      "tftromania"
    ],
    "id": 7369544820630506784,
    "video_description": "Ca răspuns pentru @Davide . Sunt pasionată de gaming! Poate mulți dintre voi nu știați asta! 🫣🙈❤️🫶🏼  #andrarovlog #andra #andraro #andraroxana #tiktokromania #tiktokro #romania #gaming #jocuri #jocurivideo #majoc #gaminggirl #leagueoflegends #lol #tft #teamfitcats #leagueoflegendsromania #lolromania #tftromania "
  },
  {
    "region_code": "US",
    "username": "joshmantechzone",
    "video_description": "What do you guys think of the current state of Minecraft?#Minecraft #Building #MinecraftSucks.",
    "view_count": 536,
    "create_time": 1715807159,
    "hashtag_names": [
      "minecraft",
      "building",
      "minecraftsucks"
    ],
    "id": 7369335583942004014,
    "is_stem_verified": false
  },
  {
    "region_code": "US",
    "username": "jamylecannon",
    "video_description": "Safe adults behave in ways that show kids how safe adults behave. The JaQ Lee controversy shows that we have a lot to learn about the potential impact adult/child relationships can have, how abuse happens, and our responsibility to create a safer world.  In my work with young people, I try to behave in ways I would be comfortable with ALL adults behaving with kids. There are actions I don’t take not because they are inherently evil, but because it is my responsibility to build relationships that set emotionally and developmentally appropriate expectations for kids. Transference is natural, but this teacher’s behaviors consistently invite a transfer of parental or romantic emotions from students to him.  So should a teacher allow students to take down their braids in class? No. And that goes for any gender of teacher or student.",
    "view_count": 884944,
    "create_time": 1715647282,
    "hashtag_names": [],
    "id": 7368648925043100970,
    "is_stem_verified": false
  },
  {
    "create_time": 1715557432,
    "username": "yourfellowpagan",
    "voice_to_text": "You cannot summon a bunch of people with just two words. Prove me wrong",
    "video_description": "Lets have some fun with this… #foryou #foryoupage #funny #meme #summoning #summon ",
    "view_count": 203456,
    "hashtag_names": [
      "funny",
      "meme",
      "foryou",
      "summon",
      "summoning",
      "foryoupage"
    ],
    "id": 7368263023053524270,
    "is_stem_verified": false,
    "region_code": "US"
  },
  {
    "voice_to_text": "I'm curious. What do other girls put on the walls of their bedroom? This is giving, like, college dorm sorority recruitment. This is never gonna happen. I don't know what this is, but if it costs more than $20, I'll be shocked. What is this? I live with my mother. What is this? What am I gonna tell her it is? I feel like everyone could make this. I need to see an actual person's bedroom with this hanging up, and then see what the person looks like, and it'll all probably make sense. Okay, hear me out. I kind of understand this one. So my aunt lives in the Jersey Shore, and, like, she has a, like, beach themed bedroom. Like, is this what people do in Nashville? Okay, hot take. I kind of like this one.",
    "create_time": 1715548138,
    "hashtag_names": [
      "greenscreen"
    ],
    "is_stem_verified": false,
    "region_code": "US",
    "username": "tigbittysam",
    "video_description": "#greenscreen ",
    "id": 7368223094579940654,
    "view_count": 1190557
  },
  {
    "create_time": 1715535339,
    "hashtag_names": [
      "erikwarsaw"
    ],
    "is_stem_verified": false,
    "region_code": "US",
    "video_description": "Happy Mother's Day! #erikwarsaw Erik Warsaw ",
    "view_count": 12608,
    "id": 7368168131686157610,
    "username": "erikwarsaw.2024",
    "voice_to_text": "Happy Mother's Day to all the mothers in America. And also a prayer for all the mothers in Palestine, all the mothers who lost children, all the mothers who lost their own mothers, and all the expected mothers. Is about 50,000 women out there who are pregnant, and there's no medical equipment or anything like that, and they're under very, very bad circumstances. So Happy Mother's Day to everybody. And our prayers and hearts go out to all the mothers in Palestine on this day, too. God bless."
  },
  {
    "id": 7367797721870109994,
    "is_stem_verified": false,
    "region_code": "US",
    "username": "_m0111",
    "video_description": "This will be a whole series, Let go @🍉mariam.mansour7🍉 ",
    "view_count": 15939,
    "create_time": 1715449096,
    "hashtag_names": [],
    "voice_to_text": "a creator started an initiative that I want to continue on my account and I need your help I will buy a plane ticket to the United Kingdom if and only if you want me to raise enough money for my friend Ahmed to get his family out of Gaza after 24 hours of posting that video he was able to raise $200,000 for the family who needed to escape Gaza and I want to do that every week I'll make a video of a family from Palestine Congo Sudan to Gray Haiti anyone that reach out anyone that has initiative or goal started and that I come across that is verified and vetted I'll make a video and whatever the top comment says I will do only if their goal and initiative is reached once their goal and initiative is reached I will do whatever the top comment says and I'll record and post it obviously it has been legal and something I obviously can afford to do I can't go to the UK what the fuck but you get the point here's the first family this family was reached out to me by Mariam Mansur Mariam was able to escape Gaza with her brother unfortunately though her family is still in Rafa in central Rafa where they are 300 miles away from IOF tanks her cousin's kids her aunt's kids and most of her family has been unalive however she still has a lot of family in Rafa as we speak her house is completely demolished and her mom had to undergo a major surgery without anesthesia and she's sick right now she's a college student and has lost everything that she has she's currently seeking refuge in Egypt she lost everything that she has and she has to pay $500 for rent in Egypt and she can't afford that and she told me that she's going to live in the streets next month this is very time sensitive we need to help her family escape Gaza because they are under waiting their invasion in Rafa we're not even halfway to her goal but we are almost there once this initiative is reached I will do whatever the top comment says and of course whatever this video makes is directly going to her gofundme so if you're unable to donate please interact because whatever revenue this video is making is going directly to her gofundme and comment away"
  },
  {
    "hashtag_names": [
      "🍉"
    ],
    "region_code": "US",
    "view_count": 222597,
    "create_time": 1715392390,
    "id": 7367554169500110122,
    "is_stem_verified": false,
    "username": "wallyrashid",
    "video_description": "Spain & Ireland will be making history with this new recognition #🍉  ",
    "voice_to_text": "It's official. Spain, Ireland, Slovenia and Malta will be recognizing the state of Palestine on Tuesday, May 21st. This comes today after the UN General Assembly passed the resolution to upgrade Palestine's rights and privileges as a non member observer state. This past, the Israeli ambassador literally shredded the UN Charter on stage. So many of you are you hating? You don't really care that the Palestinians are not peace loving. Ignoring the charter and granting the Palestinians the privileges of a member state. You are proving that morality is just a slogan for you while politics and interest prevail. You are shredding the UN Charter with your own hands. Yes, yes, that's what you're doing. Shredding the UN chartered. Regardless, it passed and EU member states will soon be recognizing the state of Palestine. Joseph Burrell, EU foreign policy chief, stated this is a symbolic act of political nature. More than its state, it recognizes the will for that state to exist, adding that Belgium and other countries would probably follow. Of course, Israel is not happy and its finance Minister Smokedrich stated that a Palestinian state is a looming, tangible danger. He actually had a meeting with the mayors of the legal settlements in the occupied West Bank on Wednesday night and also authorized the construction of more illegal settlements in the occupied West Bank. Regardless, the world is overwhelmingly supportive of a Palestinian state, and the only country really getting in the way of things is the United States."
  },
  {
    "hashtag_names": [
      "minecraft",
      "minecraftmemes",
      "fypシ"
    ],
    "video_description": "If Minecraft Had Real Estate Agents: The Dirt House @MATES RATES #minecraft #minecraftmemes #fypシ ",
    "is_stem_verified": false,
    "region_code": "AU",
    "username": "thejacksonfield",
    "view_count": 1027596,
    "voice_to_text": "Welcome to 1 Spawn Point Road.   to   1   Spawn   Point   Road Situated in a beautiful little chunk just moments from spawn,   in   a   beautiful   little   chunk   just   moments   from   spawn this green top style   green   top   style mid alpha gem has been turned into a thoroughly contemporary dwelling.   alpha   gem   has   been   turned   into   a   thoroughly   contemporary   dwelling And for the right player,   for   the   right   player this house could be taking you all the way to the air.   house   could   be   taking   you   all   the   way   to   the   air So come with me. Mine this gravel block door   come   with   me   Mine   this   gravel   block   door and notice this cozy open plan living space   notice   this   cozy   open   plan   living   space which includes a fully functional crafting bench,   includes   a   fully   functional   crafting   bench furnace and a single chest   and   a   single   chest that's absolutely brimming with half used wooden tool.   absolutely   brimming   with   half   used   wooden   tool A low hunger bar stopping you from sprinting.   low   hunger   bar   stopping   you   from   sprinting Take a look at this exceptional community garden   a   look   at   this   exceptional   community   garden fit with your very own infinite water source   with   your   very   own   infinite   water   source and a state of the art chicken farm.   a   state   of   the   art   chicken   farm You'll never wait out the night on an empty stomach.   never   wait   out   the   night   on   an   empty   stomach I'm so excited to show you this classic 2 block high strip mine   so   excited   to   show   you   this   classic   2   block   high   strip   mine just outside your stately dwelling.   outside   your   stately   dwelling Talk about an efficiency farm.   about   an   efficiency   farm There's no need for a bed here   no   need   for   a   bed   here with the house being near blocks away from spawn,   the   house   being   near   blocks   away   from   spawn you can rest easy tonight knowing that you're respawn   can   rest   easy   tonight   knowing   that   you're   respawn just an end of pearls throw from home.   an   end   of   pearls   throw   from   home Here at Blox and sons,   at   Blox   and   sons we are offering a boot in the door property that is priced to sell.   are   offering   a   boot   in   the   door   property   that   is   priced   to   sell So don't be a noob and give Blox and sons a call today.   don't   be   a   noob   and   give   Blox   and   sons   a   call   today",
    "create_time": 1715336448,
    "id": 7367313932748377351
  },
  {
    "view_count": 966400,
    "hashtag_names": [
      "whale",
      "dolphins",
      "climatechange",
      "seismic",
      "oilandgas",
      "ecotok"
    ],
    "id": 7367126852135062826,
    "is_stem_verified": false,
    "region_code": "US",
    "username": "earthjustice",
    "video_description": "Text DONATE to 43428 to help Earthjustice protect wildlife from seismic air gun suveys. #seismic #whale #dolphins #ecotok #oilandgas #climatechange",
    "create_time": 1715292895,
    "voice_to_text": "The oil and gas industry is profiting by setting off explosions in one of the world's biological hotspots. This is called seismic airgun surveying, and it's used to search the ocean for oil. A single ship can blast every 10 seconds, 24 hours a day, seven days a week, for months on end. The air guns are like mini cannons and the blast can exceed 235 decibels, which is hundreds of times more intense than a jet engine. A marine mammal in the vicinity would be deafened. Most of this is happening in the Gulf of Mexico, home to some of the world's most endangered species. The blasts can inflict permanent, even fatal, hearing damage on whales, dolphins, even affect the plankton that's the foundation of the ocean food web. The sound waves can be heard across the entire Gulf. This near constant level of noise can mask vital calls that marine mammals depend on to survive. The Biden administration has a chance to reign in this harmful activity. Unfortunately, it issued a new rule that would still allow extensive seismic testing in the Gulf of Mexico. The environmental law organization Earthjustice is asking the administration to change course and correct the rule, so that it protects Gulf wildlife from seismic air gun surveys. If you'd like to support this work please text DONATE to 43438"
  },
  {
    "username": "comebackmeme",
    "video_description": "How is that possible #tree #meme #unbelievable ",
    "create_time": 1715197086,
    "hashtag_names": [
      "tree",
      "meme",
      "unbelievable"
    ],
    "region_code": "DE",
    "view_count": 1983769,
    "voice_to_text": "Who didn't finish cutting down this tree? You cannot just leave them floating! What the hell, people?",
    "id": 7366715359736515872,
    "is_stem_verified": false
  },
  {
    "hashtag_names": [
      "gaming",
      "fyp"
    ],
    "id": 7366298749900999967,
    "is_stem_verified": false,
    "region_code": "US",
    "username": "boomtvgo",
    "video_description": "Did you get it? #fyp #gaming ",
    "view_count": 3055894,
    "voice_to_text": "Guess the Video Game in 60 seconds or less! Hit No. 1 this video game was available in 2,009, however, it went through many months of alpha and beta versions that many people look back on till this day. It was fully released in 2,011. Hint No. 2 although many people consider this game a computer game, it's actually extremely popular on consoles and mobile devices. Hint No. 3 many gamers who are in their mid twenties claim that they grew up on this game. It would be impossible to find someone who's never heard of this game. Hit No. 4 when this game released on Xbox in 2,012, it broke Xbox Live sales records with over 400,000 players online within the first week. Over 1 million copies were sold in just a week after it released and before the final hint. Remember to subscribe for more of these games and the final hint! This game falls into the survival category and spawn hundreds of clones and similar games trying to copy its gameplay. And the game for today was Minecraft.",
    "create_time": 1715100258
  },
  {
    "create_time": 1715052519,
    "hashtag_names": [
      "minecraft",
      "gaming",
      "realtalk",
      "foryou",
      "fyp"
    ],
    "id": 7366094440936656170,
    "is_stem_verified": false,
    "region_code": "US",
    "username": "theo_worlds",
    "video_description": "just so much out of focus. send help.  #minecraft#gaming#realtalk#fyp#foryou ",
    "view_count": 280
  },
  {
    "view_count": 772032,
    "create_time": 1714996252,
    "region_code": "US",
    "is_stem_verified": false,
    "username": "vidiq71",
    "video_description": "Is Minecraft on YouTube OVER? #moneymatters #beauty #foryou #viral #1M #foryourpage #tiktok #fypage ",
    "voice_to_text": "Minecraft creators on YouTube are in a bit of trouble. Minecraft has recently updated their end user license agreement and commercial guidelines. There's a lot of things in here, but specifically there are changes for streamers and content creators alike. For example, content creators on YouTube can no longer use the word Minecraft as the primary title of their video. They gave us a couple of examples here. So Minecraft the ultimate help app not okay. The shaft a Minecrafters podcast. That one's good. Additionally, creators can no longer pay while their content behind. Maybe some kind of members only content situation? Minecraft assets such as logos and fonts can't be used in ways that promote mods, servers, or worlds that are not related to Minecraft. Minecraft servers need to be for all ages, and those servers must include an entry process that has a disclaimer stating not an official Minecraft product. That's just some of the changes going on here, and this is an important lesson to gaming content creators. At the end of the day, if you make content on YouTube that revolves around a video game, you are at the mercy of these companies deciding what's okay and what's not. We'll keep you updated as things evolve.",
    "hashtag_names": [
      "beauty",
      "viral",
      "tiktok",
      "foryou",
      "1m",
      "moneymatters",
      "foryourpage",
      "fypage"
    ],
    "id": 7365852683477060907
  },
  {
    "hashtag_names": [
      "fyp",
      "foryoupage"
    ],
    "is_stem_verified": false,
    "region_code": "US",
    "username": "bblackgirlswagg",
    "video_description": "so how bout them apples #fyp #foryoupage ",
    "view_count": 3230658,
    "voice_to_text": "But imagine how tired we are. Imagine how tired we are of it",
    "create_time": 1714962484,
    "id": 7365707736299965739
  },
  {
    "video_description": "making a minecraft lily of the valley :)  . . . . . . . . . #minecraft #minecraftart #art #artist #pixelart #artistsoftiktok #fyp #flower #lily #lilyofthevalley #paint #painting #painter #traditionalart @Minecraft ",
    "view_count": 535,
    "create_time": 1714961320,
    "hashtag_names": [
      "art",
      "artist",
      "paint",
      "minecraft",
      "painting",
      "flower",
      "lily",
      "painter",
      "pixelart",
      "lilyofthevalley",
      "fyp",
      "traditionalart",
      "minecraftart",
      "artistsoftiktok"
    ],
    "id": 7365702739156012331,
    "is_stem_verified": false,
    "region_code": "US",
    "username": "serenity.beeirl"
  },
  {
    "is_stem_verified": false,
    "video_description": "if i have to hear a straight person say twink one more time ",
    "voice_to_text": "straight people are getting too comfortable I said what I said some things are not yours to talk about joke about or say and you should go back to being deathly afraid of offending people",
    "create_time": 1714941039,
    "id": 7365615628943707435,
    "username": "bondicrocodilerassler",
    "view_count": 2178954,
    "hashtag_names": [],
    "region_code": "US"
  },
  {
    "create_time": 1714919281,
    "hashtag_names": [
      "starwarscake"
    ],
    "id": 7365522207944084769,
    "is_stem_verified": false,
    "region_code": "GB",
    "username": "moonstonegirl",
    "video_description": "#starwarscake ",
    "view_count": 1906568
  },
  {
    "region_code": "US",
    "username": "bleachboy15",
    "video_description": "Hit me up when Drake has a Pulitzer for his music #kendrick #drake #rapculture #music #disstrack #fyp #viral #bleachboy15 ",
    "view_count": 371,
    "create_time": 1714789174,
    "hashtag_names": [
      "drake",
      "music",
      "kendrick",
      "viral",
      "fyp",
      "disstrack",
      "rapculture",
      "bleachboy15"
    ],
    "id": 7364963380928515371,
    "is_stem_verified": false
  },
  {
    "create_time": 1714703603,
    "hashtag_names": [
      "minecraft",
      "wgirl",
      "fyppppppppppppppppppppppp"
    ],
    "id": 7364595511740927263,
    "is_stem_verified": false,
    "region_code": "US",
    "username": "fionaxtim",
    "video_description": "A man could only dream 🥹#fyppppppppppppppppppppppp #minecraft #wgirl ",
    "view_count": 2163670
  },
  {
    "is_stem_verified": false,
    "id": 7364585872567700779,
    "hashtag_names": [],
    "region_code": "US",
    "username": "professionalchitchatter",
    "video_description": "WE WILL INEVITABLY BECOME OUR PARENTS  ",
    "view_count": 13555733,
    "voice_to_text": "the fact that in the future my children are going to look at me and I'm gonna have to say yeah Mommy's actually older than AI and the complete look of shock will be on their face is sickening to my soul I'm going to have yeah no when I was growing up AI didn't exist it's going to be the exact same look of terror that was on my face when my parents said to me oh yeah um the internet didn't exist when we were growing up we had to go to a library what you couldn't just like look up what is the capital of Nebraska you couldn't just do that you had to open a book no like my children are going to look at me and go well how did how did they like make like pictures and videos like how did they do we had to actually physically be in the place in order to go click and take a picture of the Empire State Building we're going to have to tell our kids that for entertainment we had to make the entertainment it wasn't just like created out of thin air",
    "create_time": 1714701281
  },
  {
    "video_description": "This actually makes me sad and happy because i really miss his streams but if he is happy like this then i prefer him being happy, at least we still have the videos on youtube he will upload.. #james #marriott #jamesmarriott #jimbo #mazza #jimbomazza #fyp #viral #pookie #bear #pookiebear ",
    "view_count": 17714,
    "id": 7363913268953468193,
    "is_stem_verified": false,
    "region_code": "PT",
    "username": "jimbo.hairline",
    "voice_to_text": "My debut album. I feel like I'm drilling this in a little too much, but I'm not streaming anymore, so I'm not streaming anymore.",
    "create_time": 1714544683,
    "hashtag_names": [
      "bear",
      "viral",
      "james",
      "pookie",
      "fyp",
      "marriott",
      "jimbo",
      "pookiebear",
      "mazza",
      "jamesmarriott",
      "jimbomazza"
    ]
  },
  {
    "region_code": "US",
    "view_count": 666949,
    "create_time": 1714518104,
    "hashtag_names": [
      "minecraft",
      "ibbestgaming"
    ],
    "id": 7363799129287445803,
    "is_stem_verified": false,
    "username": "ibbestgaming",
    "video_description": "genuinely scared me so bad right there 😭 bro just APPEARED #ibbestgaming #minecraft ",
    "voice_to_text": "Oh, my Jesus! No witnesses"
  },
  {
    "view_count": 3035890,
    "create_time": 1714496687,
    "hashtag_names": [
      "coal",
      "mining",
      "coalmining",
      "pillaraction"
    ],
    "id": 7363707136704105770,
    "is_stem_verified": false,
    "region_code": "US",
    "username": "martywrightii",
    "video_description": "Just some wv pillar action #coal #mining#coalmining#pillaraction"
  },
  {
    "id": 7363670935267790086,
    "username": "stephenletoo",
    "view_count": 93739,
    "create_time": 1714488247,
    "is_stem_verified": false,
    "region_code": "KE",
    "video_description": "WISHING NEXT CHAIR WELL #menconference #fyp #fyp #fypシ #letoo #resignations #viral ",
    "voice_to_text": "Fellow Kenyans, I've been forced to cut short my trip in Zanzibar   Kenyans   I've   been   forced   to   cut   short   my   trip   in   Zanzibar to come back to the country   come   back   to   the   country to address an impartment issue   address   an   impartment   issue with regard to the leadership of the men's conference   regard   to   the   leadership   of   the   men's   conference that I have been leading as chairman.   I   have   been   leading   as   chairman After soul searching, I have been seeing what has been happening online   soul   searching   I   have   been   seeing   what   has   been   happening   online and I have arrived at the position to step down   I   have   arrived   at   the   position   to   step   down as the chairman of the Men's Conference.   the   chairman   of   the   Men's   Conference And I have therefore   I   have   therefore turned out my resignation to the office of the Men's Conference   out   my   resignation   to   the   office   of   the   Men's   Conference Destiny Robbie and I will seize holding that office with immediate effect.   and   I   will   seize   holding   that   office   with   immediate   effect This decision has been arrived at after a wide soul searching   decision   has   been   arrived   at   after   a   wide   soul   searching and consultations with my friends and allies   consultations   with   my   friends   and   allies within and outside the country.   and   outside   the   country And I have arrived at this decision to relinquish the seat   I   have   arrived   at   this   decision   to   relinquish   the   seat and allow my members to seek a replacement   allow   my   members   to   seek   a   replacement for the time being.   the   time   being For now,   now I can tell my members that I will be available for any consultation.   can   tell   my   members   that   I   will   be   available   for   any   consultation It was very difficult feel Zac Efron shoes   was   very   difficult   feel   Zac   Efron   shoes and I can assure my members   I   can   assure   my   members that it will be even more difficult to feel Steven Leto's shoes   it   will   be   even   more   difficult   to   feel   Steven   Leto's   shoes as the chairman of the men's conference.   the   chairman   of   the   men's   conference I will address more on this matter in the due cost battles with us   will   address   more   on   this   matter   in   the   due   cost   battles   with   us of now. I thank you for your collaboration   now   I   thank   you   for   your   collaboration that you've done for the last one and a half years.   you've   done   for   the   last   one   and   a   half   years And I will want to encourage the incoming chairperson   I   will   want   to   encourage   the   incoming   chairperson that being the chairman of the men's conference   being   the   chairman   of   the   men's   conference is not for the faint hearted.   not   for   the   faint   hearted We have achieved a lot For the last one and a half years,   have   achieved   a   lot   For   the   last   one   and   a   half   years starting with the Mental Health Amongst Men   with   the   Mental   Health   Amongst   Men as well as the men and safety campaign that we launched in February   well   as   the   men   and   safety   campaign   that   we   launched   in   February this year. I will want to encourage you,   year   I   will   want   to   encourage   you whoever will be taking up this position,   will   be   taking   up   this   position to continue championing the right of the boy child   continue   championing   the   right   of   the   boy   child and continue championing the right of the,   continue   championing   the   right   of   the of the, of all men in the country,   the   of   all   men   in   the   country regardless of who they are,   of   who   they   are should they be married, non married polygamist,   they   be   married   non   married   polygamist non polygamist. As long as you are a man,   polygamist   As   long   as   you   are   a   man you are a member of the men's conference   are   a   member   of   the   men's   conference and you must ensure that you take care of each and every man's, uh, uh,   you   must   ensure   that   you   take   care   of   each   and   every   man's   uh   uh you know, requirements as a member of the men's conference.   know   requirements   as   a   member   of   the   men's   conference As of now, I will remain as a member of the men's conference group   of   now   I   will   remain   as   a   member   of   the   men's   conference   group and always ready to offer any necessary or needed advice to the group.   always   ready   to   offer   any   necessary   or   needed   advice   to   the   group I thank.   thank",
    "hashtag_names": [
      "viral",
      "fyp",
      "letoo",
      "resignations",
      "menconference",
      "fypシ"
    ]
  },
  {
    "hashtag_names": [
      "taylorswift",
      "fyp",
      "ttpd",
      "taylorswifttattoo",
      "thetorturedpoetsdepartment"
    ],
    "id": 7362691108364651809,
    "is_stem_verified": false,
    "region_code": "FR",
    "username": "bekahxchris",
    "video_description": "i’m honestly considering this 🙄 #thetorturedpoetsdepartment #ttpd #taylorswifttattoo #taylorswift #fyp",
    "view_count": 3961092,
    "create_time": 1714260119
  },
  {
    "video_description": "Help Steve upgrade rank 999 to destroy Skibidi Toilet and get Pomni's love #shorts #minecraft #funny",
    "view_count": 2385,
    "voice_to_text": "Oh, my god! No, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no!",
    "create_time": 1714193133,
    "hashtag_names": [
      "funny",
      "minecraft",
      "shorts"
    ],
    "id": 7362403268724772142,
    "is_stem_verified": false,
    "region_code": "US",
    "username": "erick.agatha44"
  },
  {
    "hashtag_names": [],
    "id": 7361738479123926280,
    "is_stem_verified": false,
    "region_code": "AU",
    "username": "kai_loves_dirt_jumps",
    "video_description": "",
    "view_count": 1130846,
    "create_time": 1714038314
  },
  {
    "video_description": "We need to get out more. And travel…#alixandstephen #couples #tacorico #kc ",
    "create_time": 1713918379,
    "hashtag_names": [
      "couples",
      "kc",
      "tacorico",
      "alixandstephen"
    ],
    "id": 7361223339014294830,
    "is_stem_verified": false,
    "region_code": "US",
    "username": "alixandstephen",
    "view_count": 22198658,
    "voice_to_text": "Rock, paper, Scissors, shoot! Mother, Dad, you have to do it quickly! You're supposed to leave room so you can see me run! Dum dum! Rock, paper, Scissors, shoot! Mom, you have to pick something else! Rock, paper, Scissors, shoot! I couldn't even get a bite! Oh my god! My buns falling out! Rock, paper, Scissors, shoot! Rock, paper, Scissors, rock, paper, Scissors, shoot! Are you kidding me? You ruined the tacos! Why would you dump all the hot sauce on? I don't like it on my tacos! I couldn't control it! Come on! Hey, hey! Piss me off! No, don't! No! It didn't open! Piss on my shirt! Come on! Ow! What's wrong with this thing? Open up! Stop eating! Open it! I can't! My hands are all hot saucy! I'm hungry! Oh, my god! Can you stop? I don't even want it anymore! Rock, paper, Scissors, shoot! Rock, paper, Scissors, shoot! Rock, paper, shoot! What is this mess? That hurt! What are you doing? Rock, paper, Scissors, shoot! Rock, paper, Scissors, shoot! I'm leaving! I don't even have a bun anymore! Rock, paper, Scissors, shoot! Should knock all the meat out! Who's stopping? Who's stopping? Boys leaving? No! No! How to run like I used to? Rock, paper, Scissors, shoot! Rock, paper, Scissors, shoot! Why you out of breath? Why are you like that? What are you doing? I thought you were a bartender or something. Think that I just carry a beer opener? A bottle opener? With me. I've been a bartender in a decade. In a decade? What's a decade? Ten years. Uh, uh, no, no. We do the. Dang. You're making this not fun. We do the thing with this? Yes. There ain't no more food. Ha ha! Go, daddy! Stop, stop, stop! It was pretty good. You wonder why I didn't do it. Why? I do. I thought you were losing. Oh, Aurora. I'll go get another one. Baby. Hey. What is why? I took a drink first. I knew you were gonna get another one. Baby, you made our daughter cry. I know. She wanted none. The Kanye said it was mine. Barely. It was mine."
  },
  {
    "hashtag_names": [
      "funny",
      "relatable",
      "trending",
      "viral",
      "meme",
      "mercy",
      "blowup",
      "gamergirl",
      "overwatch",
      "supportmain",
      "mercymain",
      "fypシ",
      "capcut"
    ],
    "username": "quxileon",
    "video_description": "harsh reality #overwatch #trending #fypシ #mercy #viral #gamergirl #supportmain #relatable #funny #meme #blowup #capcut #mercymain ",
    "voice_to_text": "What happens to a child who isn't loved properly",
    "view_count": 3683522,
    "create_time": 1713545546,
    "id": 7359622055169543456,
    "is_stem_verified": false,
    "region_code": "IT"
  },
  {
    "create_time": 1713316713,
    "hashtag_names": [
      "taylorswift",
      "swifttok"
    ],
    "region_code": "US",
    "username": "olivialevinn",
    "view_count": 723313,
    "voice_to_text": "do you ever think about how boring it must be to not be in the Taylor Swift fandom like what are normal people doing right now we're solving games puzzles Easter eggs we're going to fake libraries in LA at the mall like what are normal people doing",
    "id": 7358639152683912491,
    "is_stem_verified": false,
    "video_description": "Genuine question tho #swifttok #taylorswift "
  },
  {
    "view_count": 542645,
    "create_time": 1713037565,
    "hashtag_names": [],
    "id": 7357440295316868384,
    "is_stem_verified": false,
    "region_code": "IT",
    "username": "mustafabo36",
    "video_description": "الرد على @🩶🩶mai "
  },
  {
    "voice_to_text": "the top producers in sales are literally psychopaths and I'm one of them I made $300,000 I'm 23 I drive a Porsche I go on a lot of trips whatever my point is if you wanna be good at sales you have to literally be a robot with yourself you have to know that whether you're having a good day bad day whatever you're feeling it literally doesn't matter if you're sad doesn't matter if you're happy doesn't matter the people that you're talking to you have to be the same you have to be so good at controlling your energy that way your clients potential clients don't pick up on bad vibes from you because mediocre sales reps will have a bad day and their customers can literally feel it and when you're having a bad day and when you're just being a negative Nelly no one wants to be around you but the best reps out there like myself nobody can tell if I'm having a good day or a bad day because I'm so stoic I'm so sorry but that's what separates the really good rats versus just the average and the bad rat we all say the same pitch has nothing to do with the words I keep telling you guys this has everything to do with mentality your energy your vibe how you're approaching at how you're controlling yourself your hard work like you literally have to be such a robot and be like I don't care what happens today my iPad can die my phone can go out at anything like a dog could bite me and I'm still gonna knock x amount of doors out that way I can make x amount of deals and for more like mindset tips link in my bio I have like a whole sales training",
    "create_time": 1712978682,
    "id": 7357187298775256366,
    "username": "diaryofad2dsaleswoman",
    "video_description": "Top sales reps need to learn to manage their emotions #sales #howtosell #success #salestips #noemotions ",
    "view_count": 2607886,
    "hashtag_names": [
      "success",
      "sales",
      "noemotions",
      "howtosell",
      "salestips"
    ],
    "is_stem_verified": false,
    "region_code": "US"
  },
  {
    "create_time": 1712936889,
    "hashtag_names": [
      "for",
      "nostalgia",
      "fyp",
      "aphmau",
      "aaronaphmau",
      "phoenixdrophigh",
      "foryoupage"
    ],
    "id": 7357007807217929514,
    "is_stem_verified": false,
    "region_code": "US",
    "username": "laurencesbabygirl",
    "video_description": "Im crying actual tears #foryoupage #for #fyp #phoenixdrophigh #nostalgia #aphmau #aaronaphmau ",
    "view_count": 429418
  },
  {
    "view_count": 3749407,
    "create_time": 1712604799,
    "hashtag_names": [
      "minecraftsteve"
    ],
    "id": 7355581513464859947,
    "is_stem_verified": false,
    "region_code": "US",
    "username": "minecraft_steve_irl",
    "video_description": "#minecraftsteve "
  },
  {
    "voice_to_text": "I'm a voice actor I look so lame this is supposed to be when I picked it was so lame but this was supposed to be when I picked I'm a voice actor what's up DOC I'm guessing you're the real one what's up DOC I'm guessing you're the real one I'm a voice actor and I just love the town square I'm a voice actor another glass please boss I'm not leaving today till someone has to carry me out another glass please boss I'm not leaving today till someone has to carry me out I'm a voice actor don't bite my head off endeavor I just now flew in ah don't bite my head off endeavor I just now flew in",
    "create_time": 1712391335,
    "is_stem_verified": false,
    "username": "ajbecklesvo",
    "view_count": 21758249,
    "hashtag_names": [
      "anime",
      "hawks",
      "voiceactor",
      "mirko",
      "kaveh",
      "myheroacademia",
      "tokyorevengers",
      "takemichi",
      "genshinimpact",
      "cookierunkingdom"
    ],
    "id": 7354664341276380462,
    "region_code": "US",
    "video_description": "Replying to @lilsushi00 I’m a Voiceactor part 2…with friends 👀 #hawks #mirko #takemichi #kaveh #cookierunkingdom #genshinimpact #myheroacademia #tokyorevengers #voiceactor #anime   "
  },
  {
    "create_time": 1712005949,
    "hashtag_names": [],
    "id": 7353009538792049952,
    "is_stem_verified": false,
    "region_code": "FR",
    "username": "sewphy",
    "video_description": "Let's see what yall got 😭",
    "view_count": 10084914
  },
  {
    "view_count": 7308486,
    "id": 7352313091071331630,
    "region_code": "US",
    "video_description": "EATING A KITTY AND MY NAME IS KITTY ",
    "username": "kittylever",
    "voice_to_text": "how am I supposed to eat her she's so cute the detail is actually insane I really wanna take a bite of her  no I can't I can't  $78 there better be something inside of it there's nothing inside of it I feel like it's time that I take a bite of her but I feel like I don't wanna take a piece off of her head like to start like I feel like I gotta be more gentle like the tail that seems so mean here goes nothing wait I was expecting this to be hollow alright I'm gonna bite the foot next I'm so confused I thought it would be hollow I feel like it's hollow maybe I just have to keep biting mmm yum there’s a middle I'm gonna be eating this for the next month",
    "create_time": 1711843816,
    "hashtag_names": [],
    "is_stem_verified": false
  },
  {
    "region_code": "TR",
    "username": "mohammedbarakat6474",
    "video_description": "This is Muhammad from Gaza This is a video of our house before and after the war #foryoupage #fypシ #foryou #fyp #",
    "view_count": 8358,
    "create_time": 1711385669,
    "hashtag_names": [
      "foryou",
      "fyp",
      "foryoupage",
      "fypシ"
    ],
    "id": 7350345463360490758,
    "is_stem_verified": false
  },
  {
    "hashtag_names": [
      "southernaccent",
      "appalachian",
      "yallternative"
    ],
    "is_stem_verified": false,
    "username": "andimariere",
    "video_description": "You gotta say what’s weird to find WHO’s weird. 🖤✨ #yallternative #appalachian #southernaccent ",
    "view_count": 1809505,
    "voice_to_text": "say the weird thing people are desperately seeking realness if you're at a dinner party and they insist on talking about additions to the home and their favourite new history podcast interject with something like you know I was looking into my partner's eyes today and I thought oh shit there's jelly in there and then that bothered me all day long and that's how you find your yes and people he who can continue the joke can continue the relationship with me like I started one the other day with someone and I said I think that if Roger Ebert was alive today he'd be doing reviews of corporate steakhouses and he was like without missing a beat oh yeah I think he'd be doing TikTok lives definitely and he'd agree that Del Frisco's is the superior corporate steakhouse them's my people",
    "create_time": 1707000731,
    "id": 7331512208049884462,
    "region_code": "US"
  },
  {
    "hashtag_names": [
      "dog",
      "sleep",
      "dogtraining",
      "dogtrainer",
      "indianapolis",
      "dogsoftiktok"
    ],
    "is_stem_verified": false,
    "video_description": "I’ll be dammed if Ceasar tells me what to do 🙏😇 #dogtraining #dogtrainer #dogsoftiktok #dog #indianapolis #sleep ",
    "view_count": 5832205,
    "create_time": 1698245309,
    "id": 7293907984931884331,
    "region_code": "US",
    "username": "naptownk9",
    "voice_to_text": "👏 dogs 👏 👏 should not 👏 👏 sleep in the bed👏 it is ridiculous to me that any self respecting dog trainer could say that a dog could sleep in the bed this ridic…"
  },
  {
    "hashtag_names": [
      "minecraft",
      "minecraftbase",
      "charliecustardbuilds"
    ],
    "username": "charliecustard_builds",
    "view_count": 20537963,
    "voice_to_text": "You should always mine out some space and build your starter house on the bottom of your world. I know it's a bit of work just to build a small rectangular starter house down here, but add a river and some walls around the edge and you have the perfect area to build a giant Jenga tower that reaches Minecraft's build limit and contains 164 bedrooms inside. That's just enough space for all of your friends. If you're up for the challenge, you can build this in your own Java Edition world with this Lightmatic schematic or the world download is available for bedrock and Java Edition. It's all LinkedIn my bio at Charlie custard.com. But anyways, as always, I hope this build gave you some inspiration.",
    "create_time": 1696632746,
    "id": 7286982021216275713,
    "is_stem_verified": false,
    "region_code": "AU",
    "video_description": "Material List 👇 - Stripped Oak Log | 141,168 - Oak Planks | 103,634 - Birch Planks | 24,995 - Stripped Birch Log | 24,505 - Sandstone | 20,304 - Glow Berries | 14,183 - Grass Block | 12,664 - Glass | 12,514 - Moss Block | 11,984 - Glass Pane | 9,930 - Block of Stripped Bamboo | 5991 - Water | 5,263 - Oak Slab | 4943 - Glowstone | 3965 - Bookshelf | 3,964 - Bamboo Trapdoor | 3,722 - Barrel | 3,492 - Yellow Carpet | 2,708 - Dirt | 2,506 - Twisting Vines | 2,340 - Blast Furnace | 1,776 - Bamboo Stairs | 1,772 - Spruce Trapdoor | 1,529 - Chest | 1,418 - Bamboo Slab | 1,180 - Smoker | 1,068 - Deepslate | 872 - Lantern | 774 - Spruce Stairs | 708 - Torch | 567 - Chiseled Bookshelf | 536 - Flower Pot | 474 - Scaffolding | 356 - Oak Stairs | 326 - Bamboo Fence | 300 - Chain | 300 - Blue Orchid | 296 - Mangrove Slab | 240 - Warped Slab | 240 - Crafting Table | 238 - Bamboo Planks | 236 - Yellow Bed | 236 - Decorated Pot | 150 - Flowering Azalea Leaves | 150 - Lily Pad | 133 - Light Blue Bed | 120 - Mangrove Planks | 120 - Mangrove Stairs | 120 - Red Bed | 120 - Warped Planks | 120 - Warped Stairs | 120 - Anvil | 118 - Brewing Stand | 118 - Cartography Table | 118 - Cauldron | 118 - Enchanting Table | 118 - Fletching Table | 118 - Grindstone | 118 - Lectern | 118 - Lily of the Valley - Skeleton Skull | 118 - Smithing Table | 118 - Spruce Slab | 118 - Stonecutter | 118 - Oak Trapdoor | 60 - Red Tulip | 60 - Oak Door | 4 You can download the schematic of this build or the world is available for Bedrock and Java edition - linked in my bio. #minecraft #charliecustardbuilds#minecraftbase"
  },
  {
    "view_count": 620052,
    "create_time": 1692380621,
    "hashtag_names": [
      "basketball",
      "sneakers",
      "kd16",
      "basketballshoes",
      "ja1",
      "wayofwade",
      "sneakerreview"
    ],
    "id": 7268719380802981166,
    "is_stem_verified": false,
    "region_code": "US",
    "username": "stachedhooper",
    "video_description": "NOT POSSIBLEEEE #basketballshoes #basketball #sneakers #wayofwade #kd16 #ja1 #sneakerreview "
  },
  {
    "region_code": "US",
    "video_description": "BRO HE DOES. | #amberxxao #fyp #videostar #demonslayer #iguro #obanai ",
    "view_count": 275907,
    "voice_to_text": "You know who this motherfucker look like? Lowkey look",
    "id": 7252483380577848622,
    "is_stem_verified": false,
    "username": "amberxxao",
    "create_time": 1688600382,
    "hashtag_names": [
      "videostar",
      "fyp",
      "demonslayer",
      "iguro",
      "obanai",
      "amberxxao"
    ]
  }
]