[
  {
    "hashtag_names": [
      "abortion",
      "christian",
      "proverbs",
      "prolife",
      "t5s"
    ],
    "region_code": "US",
    "view_count": 29250,
    "create_time": 1717013208,
    "is_stem_verified": false,
    "username": "ally_solideogloria",
    "video_description": "Abortion is cruel #abortion #t5s #christian #proverbs #prolife ",
    "voice_to_text": "My abortion was one of the greatest acts of compassion I had ever committed. In Proverbs, Chapter 12, verse 10, it says this. It says, whoever is righteous has regard for the life of his beast. You even care for your animals. The righteous person will even show concern for their animals. Compassion for their animals, right? Love and care and concern and provision and Protection for their animals. It says this, though. But the mercy of the wicked is cruel. And that's what you see right here with lucky is that very thing. The mercy of the wicked is cruel. It was such a compassionate act on my part. To take the life of my own child in my womb. It was the most compassionate thing I ever did. The mercy of the wicked is cruelty. And so you couldn't say it better than Solomon",
    "id": 7374515547817479470
  },
  {
    "create_time": 1717003401,
    "hashtag_names": [
      "abortion",
      "politics",
      "news",
      "roe",
      "dobbs"
    ],
    "id": 7374473421549423918,
    "is_stem_verified": false,
    "region_code": "US",
    "view_count": 455778,
    "username": "briantylercohen",
    "video_description": "Unreal. #news #politics #roe #dobbs #abortion ",
    "voice_to_text": "I don't even know how to explain what just happened in Mississippi. Take a look at this headline. A 13 year old victim is forced to give birth over confusion about the state's abortion ban. She was just 12 years old when it happened, and yet, because of Mississippi's archaic abortion laws, her mom didn't know whether she would qualify for the exemption. And even if she did qualify, it's unlikely that any physician would have performed one anyway, given the high penalties for doctors who violate the state's abortion ban. And so now, at 13 years old, this little girl in seventh grade has an eight month old child. This right here is the direct result, the direct result of what Donald Trump did to the Supreme Court."
  },
  {
    "hashtag_names": [
      "fannita",
      "fyppppppppppppppppppppppp",
      "fanitta"
    ],
    "id": 7373395265044090154,
    "is_stem_verified": false,
    "region_code": "US",
    "username": "crandollaz1005",
    "video_description": "Hmm what do yall think I hope she feels better!#fannita #fanitta #fyppppppppppppppppppppppp ",
    "view_count": 4653619,
    "create_time": 1716752370
  },
  {
    "region_code": "US",
    "create_time": 1716684447,
    "hashtag_names": [
      "texas",
      "greenscreen",
      "laws",
      "nineyearoldgirls",
      "dringrid"
    ],
    "id": 7373103544368368938,
    "view_count": 13995,
    "voice_to_text": "So have you all seen this Texas doctor who said nine year olds can safely give birth? Appointed to maternal mortality committee? I'm sorry, what? I have an eight year old daughter and she will be nine in August. So you mean to tell me that the moment she starts her cycle, I am gonna have to immediately put her on birth control? Cause heaven forbid she gets great and she's forced to have this baby. Cause I'm in Texas, which we all know that's not gonna happen. But I'm just saying this is ridiculous. I like, have no words. What are your thoughts?",
    "is_stem_verified": false,
    "username": "thelovelybk",
    "video_description": "Dr. Ingrid…. Count Your Days.   #greenscreen #DrIngrid #Texas #Laws #nineyearoldgirls "
  },
  {
    "hashtag_names": [],
    "username": "gsxennial",
    "region_code": "US",
    "video_description": "Replying to @shamelesstruthseeker ",
    "view_count": 320,
    "voice_to_text": "That unwillingness to think about things and dig deeper honestly is the biggest reason why I have such a hard time talking to pro-life people about anything.  They look at everything emotionally,  not logically.  Nobody's going around trying to mrd3r babies. Duh.  25% of pregnancies result in miscarriage anyway.  Why is that? Do they think about that?  I would expect people who care about life to think about that deeply,  jeez! One in four.  That's a lot. And that's not talking about abortion,  that is just miscarriage.  This is when, you know, the kid doesn't make it.  Why does this happen?  Do they think about it?  Do they care about it?  Not that I've noticed.  If they did, they'd be looking at things like, \"Oh.  All of the crap that we put into the environment (all the plastics, all the pollutants,  all of this) it results in men having lower sperm counts,  it results in women being unable to get pregnant,  it results in birth defects,  it results in miscarriages.  All of this terrible pollution that we have,  that is a really big problem,  but we're just going to keep on voting for politicians who want to screw up our environment even worse.\" And I don't get that.  It's so completely inconsistent.  You either care about life or you don't, is how I see it,  right? They obviously don't care.  So (they need to) shut up about people that,  you know, can't carry a pregnancy the whole way through.  Shut up about the fact that their bodies are not,  you know, necessarily ejecting these failed pregnancies and that they need an actual medical procedure to help them out.  They just have this whole emotional thought of 'oh everybody's trying to mrd3r babies! 😭' No.  That is far, far,  FAR from the truth.  But they don't see it, and they won't do anything about it 🤷‍♀️ So yeah,  I just don't get it. Never have. ",
    "create_time": 1716558460,
    "id": 7372562400895323438,
    "is_stem_verified": false
  },
  {
    "create_time": 1716402805,
    "hashtag_names": [],
    "username": "spampire",
    "video_description": "Uncrustable was a paid actress ",
    "view_count": 240719,
    "id": 7371893890846068010,
    "is_stem_verified": false,
    "region_code": "US",
    "voice_to_text": "Okay. Tell me a famous male that you would feel safe being alone in a room with. I'll go first. Guy Ferrari. It's a Ferrari. I like to call him Guy Ferrari. He just."
  },
  {
    "region_code": "US",
    "video_description": "i’ll either be #pwned or #validated but regardless i’m curious",
    "view_count": 2047544,
    "voice_to_text": "I have a question for people with uteruses who said when they were young like my age like early 20s that they weren't gonna have kids and they didn't wanna have kids and then they got older and then like that uh the the brain the prefrontal cortex and like the hormones you know like I get it you grow overtime I get it your desires change biologically understand I'd like to hear from the women and uterus owners who didn't want kids and didn't still didn't want kids afterwards [after some biological changes] because I'm kind of tired of telling an an older person like yeah I don't really want kids and then going like 🤪 well I didn't want kids at your age either  it's like okay alright I get it but there are people like me that exist I know that I know that and maybe maybe I'll be different I'll check in in like 10 years but like right now I need to hear from somebody who stuck with it okay love you",
    "create_time": 1716314103,
    "hashtag_names": [
      "pwned",
      "validated"
    ],
    "id": 7371512904442596651,
    "is_stem_verified": false,
    "username": "enthy.meme"
  },
  {
    "create_time": 1716280028,
    "hashtag_names": [
      "foryou",
      "2000s",
      "fyp",
      "standupcomedy",
      "comedyclub",
      "foryoupage"
    ],
    "view_count": 356729,
    "voice_to_text": "I was a teenage girl in the 2. Okay? The only thing we trained for was to not get pregnant. That was our entire training. That was all the life advice that we received was just do not get pregnant. Hey, do not. Do. Do not. Hey, if you get pregnant, your life will be over. And this was told to us by people whose children we were",
    "id": 7371366500671802656,
    "is_stem_verified": false,
    "region_code": "GB",
    "username": "mickyoverman",
    "video_description": "Anyone else remember being terrified??!! 🐣 ✨FULL SPECIAL coming out soon! Subscribe now to my YouTube (link in bio) and be the first to find out when!✨ #comedyclub #standupcomedy #foryou #fyp #foryoupage #2000s "
  },
  {
    "create_time": 1716169715,
    "hashtag_names": [],
    "video_description": "Replying to @unknown it’s never medicalt necessary. there is never a need nor a right to intentionally end an innocent life. the practice should be to save both the mother and the baby - putting all efforts towards that end goal rather than intentionally terminating a life. doctors are to “do no harm,” yet abortions directly violate that principle. it is not healthcare. it is m*urder. ",
    "username": "themadconservative",
    "view_count": 11690,
    "voice_to_text": "what about k!lling a baby, an innocent human being, what about that screams healthcare to you? because it it doesn't to me just sounds like m*rder so",
    "id": 7370892757713407275,
    "is_stem_verified": false,
    "region_code": "US"
  },
  {
    "region_code": "US",
    "video_description": "Saying abortion saves lives is like saying amputating a leg solves a broken foot. Unnecessary and extreme measure to “get rid of” a health problem. #prolife #prolife4life #prolifegen ",
    "view_count": 3411,
    "voice_to_text": "Of all the things in the world that have never happened, that has never happened the most.",
    "create_time": 1715821588,
    "hashtag_names": [
      "prolife",
      "prolifegen",
      "prolife4life"
    ],
    "id": 7369397570755398955,
    "is_stem_verified": false,
    "username": "carrenafightsforlife"
  },
  {
    "hashtag_names": [
      "benedictinecollege",
      "harrisonbutker",
      "harrisonbutkergraduationspeech"
    ],
    "region_code": "US",
    "video_description": "Hes gotta be angling for a future career in politics #harrisonbutker #harrisonbutkergraduationspeech #benedictinecollege ",
    "view_count": 5335818,
    "voice_to_text": "Become my wife and embrace one of the most important titles of all. Holemaker. In case you were wondering how the crowd reacted to that statement. Then he goes on to say that Isabelle, his wife, has no regrets about giving up her dream of having a career. Isabel's dream of having a career might not have come true, but if you ask her today if she has any regrets on her decision, she would laugh out loud. Now, his wife is truly happy with that decision. I absolutely support her. I think being a wife and mother are beautiful things. I think addressing women specifically and saying, this is your purpose is really unfortunate, to put it mildly. You know, she is happy and healthy. They have a great marriage, great family. Then I'm all for it. For them. I fear that may not be the case, but I. I pray that I'm wrong. Also, by the way, this is his company, MD Keller, for which he is a co founder, and the college where he gave this commencement speech. It is listed as an organization that his company fully endorses. Now, there is something he said that I actually agree with. It has to do with men being absent from their homes. But I'm sure we have different thoughts on why that is. Here's that clip. Absence of men in the home is what plays a large role in the violence we see all around the nation. Other Countries do not have nearly the same absentee father rates as we find here in the. He also spends quite a bit of time arguing for traditional Latin Masses. And I understand he's talking at a Catholic church. Seems a little odd to me. Why is he arguing so hard for this, like at a college graduation? It just seems kind of out of place. I don't know. Just like, a little odd. Last clip about cost of living is extremely important that you actually think about the places you are moving to. Who is the bishop? What kind of parishes are there? Do they offer the TLM and have priests who embrace their priestly vocation? Cost of living must not be the only arbiter of your choice. That's pretty rich coming from a multi millionaire. It doesn't have to worry about the cost of living all that much. Anyways, just wanna share some clips with y'all.",
    "create_time": 1715812199,
    "id": 7369357239351528747,
    "is_stem_verified": false,
    "username": "booksbewild"
  },
  {
    "create_time": 1715748404,
    "hashtag_names": [
      "acab"
    ],
    "view_count": 50913,
    "id": 7369083199122656554,
    "is_stem_verified": false,
    "region_code": "US",
    "username": "moosemeese_",
    "video_description": "If the military can’t then pigs shouldn’t either  #acab ",
    "voice_to_text": "Cops should not be permitted to shoot until they have been shot at. That's it. That's the whole video. I'm not giving you a fucking explanation."
  },
  {
    "id": 7369065336429382958,
    "voice_to_text": "Okay, so I have a weird ass hypothetical question for y'all. I was just talking to my roommate, right? If you could fight anybody in history and you guaranteed to beat their ass, who are you choosing? Now, my rules are they have to be dead and they have to be famous. Don't tell me about little Ray Ray from down the street that jumped you and your little sister back in 1978, and you ain't let it go. We don't give a damn, okay? They have to be dead and they have to be famous. Whose ass are you beating",
    "create_time": 1715744238,
    "hashtag_names": [
      "fyp",
      "hypothetical",
      "deadcelebrities",
      "devyneli",
      "getcholickin"
    ],
    "username": "devyneli",
    "video_description": "QTNA! #devyneli #fyp #deadcelebrities #getcholickin #hypothetical ",
    "view_count": 815440,
    "is_stem_verified": false,
    "region_code": "US"
  },
  {
    "video_description": "The ages. The ages are killing me. For reference, see previous video. #medusa ",
    "view_count": 296654,
    "hashtag_names": [
      "medusa"
    ],
    "id": 7369039627229089070,
    "is_stem_verified": false,
    "voice_to_text": "18 6, 12 3, 19, 12, 18, 12, 11 through 14. 18, 19, 35 4 through 13. 16, 21 5, 14, 16, 17, 18, 20, 26, 28, 3, 21, 12, 16, 24, 35, 19, 23, 26, 34, 40, 42 5, 20, 21, 24, 35 5, 15, 10, 14, 16, 17, 19, 17, 29, 24, 20, 22. 5, 9, 15, 18, 16, 18, 19, 24. 3, 7, 8, 15, 16, 17, 19, 20, 21, 13, 16, 19, 20, 21, 32, 39. Through 42. 15. 8, 15, 30. 2. 7 3 through 7. 6, 17 6, 12, 26. 7, 9, 11, 12, 13, 14, 16, 17, 19, 23, 25, 38. 7, 19 7 through twelve, 16, 18, 20, 22, 24, 28, 30, 65, 12, 21, 22, 24, 27, 28, 29. 9, 15, 18, 46 4, 13, 15, 17, 13, 22, 27, 33, 12, 3, 7, 18, and a 21st birthday. From a sampling of 54 people, those are the ages in which they suffered at the hands of either a rapist, sexual assault, trafficking, stalking. Some of the lists of ages in the submission form look like someone's rattling off lottery numbers. It's very brave to talk about this, and thank you. I hope that I can do you justice. I'm really gonna knock this one out of the park. I'll do my best.",
    "create_time": 1715738251,
    "region_code": "US",
    "username": "akcrucial"
  },
  {
    "video_description": "A Change.org petition is calling on the Chiefs to dismiss kicker Harrison Butker for making several dehumanizing remarks during his commencement speech at Benedictine College on May 11th. Here’s what the three-time Super Bowl champion said about women, Pride Month, COVID, abortion, and more … If you want to read or sign the petition, head to our link in bio. #HarrisonButker #commencement #graduation #chiefs #nfl ",
    "voice_to_text": "I think it is you, the women, who have had the most diabolical lies told to you. How many of you are sitting here now, about to cross this stage and are thinking about all the promotions and titles you are going to get in your career? Some of you may go on to lead successful careers in the world, but I would venture to guess that the majority of you are most excited about your marriage and the children you will bring into this world. I can tell you that my beautiful wife, Isabel, would be the first to say that her life truly started when she began living her vocation as a wife and as a mother. By making it to this moment through all the adversity thrown your way from COVID, I hope you learn the important lessons that suffering in this life is only temporary. As a group, you witnessed firsthand how bad leaders who don't stay in their lane can have a negative impact on society. While COVID might have played a large role throughout your formative years, it is not unique. Bad policies and poor leadership have negatively impacted major life issues. Things like abortion, IVF, surrogacy, euthanasia, as well as a growing support for degenerate cultural values in media, all stem from the pervasiveness of this order. Our own nation is LED by a man who publicly and proudly proclaims his Catholic faith, but at the same time is delusional enough to make The sign of the cross during a pro abortion rally. He has been so vocal in his support for the murder of innocent babies that I'm sure to many people, it appears that you can be both Catholic and pro choice. The world around us says that we should keep our beliefs to ourselves. Whenever they go against the tyranny of diversity, equity and inclusion, we fear speaking truth. Because now, unfortunately, truth is in the minority. Congress just passed a Bill we're stating. Something as basic as the biblical teaching of who killed Jesus? Could land you in jail. I'm certain the reporters at the AP did not have imagined that their attempt to rebuke and embarrass places and people like those here have been addicting. Wouldn't be met with anger, but instead met with excitement and pride. Not the deadly sins sort of pride that has an entire month dedicated to it, but the true god centered pride that is cooperating with the Holy Ghost to glorify him.",
    "view_count": 14642474,
    "create_time": 1715727807,
    "hashtag_names": [
      "nfl",
      "graduation",
      "chiefs",
      "commencement",
      "harrisonbutker"
    ],
    "id": 7368994788391292206,
    "is_stem_verified": false,
    "region_code": "US",
    "username": "changedotorg"
  },
  {
    "create_time": 1715708080,
    "region_code": "US",
    "voice_to_text": "listen… Old white men… always gotta say sh- 😂 they can hold my d- they don't want a conversation… 🤔 they just want their kids… to end up rich and rac1st… they're running out of time…  and I'm running out of patience… WERE SO F- DONE LIVING UNDER L0ADED G🔫NZ BRAIN DED OUT OF TOUCH… old man now your time is up 😈",
    "view_count": 170579,
    "hashtag_names": [
      "emo",
      "lgbt",
      "rock",
      "punk",
      "punkrock",
      "lgbtq",
      "rockmusic",
      "progressive",
      "greenscreenvideo",
      "tx2"
    ],
    "id": 7368910055279693098,
    "is_stem_verified": false,
    "username": "tx2official",
    "video_description": "I cant believe this is real 😂😂 sh0w someone who needs to see this… #lgbt #lgbtq #punk #punkrock #progressive #rock #rockmusic #emo #tx2 #greenscreenvideo "
  },
  {
    "create_time": 1715699995,
    "hashtag_names": [],
    "video_description": "",
    "voice_to_text": "Motherfuckers don't understand how hard it is for moms who had a fucking dream before they had kids. Motherfucker think you wanna sit up all day and cook and clean and take care of kids all motherfucking day? I wanted to be a makeup artist. I had other things that I'm tired of today that I wanted to fucking do. But I'm sitting here stuck all day being a mom and a fucking wife. So a motherfucker don't understand how much a motherfucking mom put into taking care of her family. Bro, you might be the motherfucking bread, but we do everything else around with the bread. Bro, let me, I, I go to work and you sit at home and be a motherfucking that stay at home dad all motherfucking day. Motherfuckers don't give a fuck what we go through. Motherfuckers think we are a pedestal because we sit at home all day. We at home fucking cooking, cleaning, doing all the other type of shit. Handling Medicaid, motherfucking doctor's appointments, all this, all this. Make sure our kids get their medicine in the morning and night when they are sick. Make sure our kids go to bed on time. Make sure our kids eat three meals a day. Make sure our kids got fruit and vegetables in their body and their system forcing them to eat their vegetables. We are tired. I'm tired of unappreciative ass motherfuckers. I am, I am. I'm really tired.",
    "id": 7368875332562095406,
    "is_stem_verified": false,
    "region_code": "US",
    "username": "stonekillalala",
    "view_count": 150900
  },
  {
    "view_count": 6077760,
    "create_time": 1715694584,
    "hashtag_names": [
      "college",
      "sports",
      "nfl",
      "graduation",
      "breakingnews",
      "politics",
      "news",
      "chiefs",
      "biden",
      "kansascitychiefs",
      "benedictine",
      "harrisonbutker",
      "presidentbiden"
    ],
    "id": 7368852085556661547,
    "is_stem_verified": false,
    "region_code": "US",
    "username": "dailymail",
    "video_description": "Kansas City Chiefs star Harrison Butker CALLED OUT President Biden for what he called his 'delusional' policies and 'poor leadership' during a speech to graduations of Benedictine College. #kansascitychiefs #chiefs #nfl #sports #biden #presidentbiden #harrisonbutker #news #politics #breakingnews #college #graduation #benedictine  "
  },
  {
    "id": 7368849661773286698,
    "video_description": "How do you draw lines around who should have a right to live? #secularprolife #abortion (Clip from Edify podcast with @CatholicVote)",
    "view_count": 1589,
    "voice_to_text": "A one day old Newborn human being has far less cognitive abilities than, for example, any elephant, right? Or. Or even like, an adult dog. Most of us value the one day old human more than the adult dog. Why? And usually the answer comes down to recognizing our abilities over an entire lifetime and not in a single moment. And as soon as you start talking about future cognitive abilities, you are making a pro life argument because. Because the embryo has those future cognitive abilities too. Some people will say, oh, you know, if you unplug a coma patient, that's not murder because the consciousness isn't there anymore. And I'm like, that's not the analogy. The analogy is if you have a coma patient who is going to wake up in a couple of months",
    "create_time": 1715694021,
    "hashtag_names": [
      "abortion",
      "secularprolife"
    ],
    "username": "secular_pro_life",
    "is_stem_verified": false,
    "region_code": "US"
  },
  {
    "hashtag_names": [
      "mothersday",
      "prochoice"
    ],
    "id": 7368580977276374314,
    "is_stem_verified": false,
    "username": "dollylillian2",
    "video_description": "#mothersday #prochoice ",
    "create_time": 1715631470,
    "region_code": "US",
    "view_count": 1268046,
    "voice_to_text": "Yep, that's right. My mother chose to have me. She wasn't forced. She wanted to have me. You thought you did something there"
  },
  {
    "id": 7368519099384859950,
    "is_stem_verified": false,
    "region_code": "US",
    "username": "kerr.bear3.0",
    "video_description": "#greenscreen Fetal Personhood and The MOMs Act. ",
    "voice_to_text": "it is written into Katie Britt's mom's act that men should start paying child support from the moment of conception and that sounds like a decent idea until you realise that the GOP is behind this and there's always a darker uh ulterior motive so right now you should know that Leonard Leo in his Supreme Court of six is planning on attacking individual states rights to allow elective abortions by using the 14th amendment in order for them to be able to use the 14th amendment in that argument they have to promote fetal personhood The Federalist Society stated that state laws allowing elective abortion violate constitutional rights because they deprive a class of human beings in this case the embryos those at the earliest development stages of the equal Protection of the law if you mandate that men pay child support from the moment of conception then child support for what for a person you're assigning personhood to a fetus and that's all Leonard Leo needs to argue that individual states that allow elective procedures are violating constitutional law and make no mistake that's what they want to do because if a fetus is granted personhood then mythoprystone is illegal the mother is responsible for what happens to her child which makes it easier to criminalize pregnant women um IVF completely done any birth control that prevents implantation of a fertilized embryo completely illegal don't let Katie Britt fool you this act was written by Leonard Leo the Federalist Society as a further attack on women and women's rights",
    "create_time": 1715617068,
    "view_count": 5530,
    "hashtag_names": [
      "greenscreen"
    ]
  },
  {
    "hashtag_names": [
      "greenscreen"
    ],
    "is_stem_verified": false,
    "region_code": "US",
    "voice_to_text": "I'm curious. What do other girls put on the walls of their bedroom? This is giving, like, college dorm sorority recruitment. This is never gonna happen. I don't know what this is, but if it costs more than $20, I'll be shocked. What is this? I live with my mother. What is this? What am I gonna tell her it is? I feel like everyone could make this. I need to see an actual person's bedroom with this hanging up, and then see what the person looks like, and it'll all probably make sense. Okay, hear me out. I kind of understand this one. So my aunt lives in the Jersey Shore, and, like, she has a, like, beach themed bedroom. Like, is this what people do in Nashville? Okay, hot take. I kind of like this one.",
    "create_time": 1715548138,
    "username": "tigbittysam",
    "video_description": "#greenscreen ",
    "view_count": 1197678,
    "id": 7368223094579940654
  },
  {
    "hashtag_names": [],
    "video_description": "This is about control! Under this, miscarriages would absolutely be investigated. ",
    "view_count": 28878,
    "create_time": 1715525444,
    "id": 7368125621924285742,
    "is_stem_verified": false,
    "region_code": "US",
    "username": "pottymouthpollyanna",
    "voice_to_text": "How long before they're implanting pregnant people with trackers? Because if Serena Joy herself here, Katie Britt out of Alabama has her way, it'll be sooner than later. Because she's proposed a federal database to collect information on pregnant people. That's right. She wants people that become pregnant to put all of their personal information into pregnancy.gov and trust that it's not gonna be used for nefarious reasons in a country where there states that literally want to give those same people Let them eat cake penalty if they end their pregnancy. Couldn't possibly be used against us. Because this Bill has absolutely nothing to do with supporting moms, despite the fact that they call it the Moms Act, and has everything to do with stopping people from ending their pregnancy. So what's more, this Bill itself is going to make sure people are not getting the best possible cared resources. They're only going to get those that are in line with the anti that word propaganda. The Bill specifically forbids any entity that performs, induces, refers, or councils in favor of that thing from being listed in the database. Which would, in fact, eliminate swathes of OBGYN services and health clinics across the nation. Rather, they want to collect your information and send you to places like crisis pregnancy centers. You know, like ones that will see you, give you an ultrasound, tell you everything's a okay, and it turns out you have an ectopic pregnancy and you almost on the life Yet that actually happened. Because they don't want you going to comprehensive medical clinics that can offer actual care. No, they want you going to places like crisis pregnancy centers where they don't actually have medical licenses, and they will just scare you into staying pregnant."
  },
  {
    "hashtag_names": [
      "doctorwho",
      "ncutigatwa",
      "disneyplus",
      "dreareads",
      "fifteenthdoctor"
    ],
    "id": 7367849928757939488,
    "is_stem_verified": false,
    "region_code": "DE",
    "video_description": "One of my favorite things about RTD writing for Doctor Who is how subtle he is with his messaging ✨ #DoctorWho #FifteenthDoctor #NcutiGatwa #DisneyPlus #dreareads ",
    "create_time": 1715461249,
    "username": "dreareads",
    "view_count": 541662,
    "voice_to_text": "Wait, is this fucking play about us"
  },
  {
    "hashtag_names": [
      "bucksexton",
      "claytravis",
      "clayandbuck"
    ],
    "id": 7367099358178774314,
    "is_stem_verified": false,
    "voice_to_text": "Here is RFK. You know, I told you, Democrat can't trust him. And maybe that's like a bumper sticker that I should just, you know, put behind me during the show. Democrat can't trust him. And here he is on the issue of abortion. So, in other words, keeping it as is with Roe versus Wade having been overturned, and leaving it up to the states to determine if and when a woman can have an abortion. No, I wouldn't leave it to the stage. You wouldn't, right? Oh, I would. I would say completely. It's up to. My belief is what? We should leave it to the woman. We shouldn't have government involved. Even if it's full term? Even if it's full term. Okay, full term. Nine months. RFK junior out in favor. At this stage of abortion is okay at nine months of a pregnancy, my friends. Democrat can't trust them.",
    "create_time": 1715286493,
    "region_code": "US",
    "username": "clayandbuck",
    "video_description": "RFK JR. backs full-term abortion #bucksexton #clayandbuck #claytravis @Buck Sexton @Clay Travis ",
    "view_count": 72111
  },
  {
    "id": 7366642257967222062,
    "is_stem_verified": false,
    "region_code": "US",
    "username": "leftist_dropout",
    "video_description": "Replying to @toot 🍃 no one is buying your blatant denial of reality bro",
    "view_count": 1711,
    "create_time": 1715180083,
    "hashtag_names": []
  },
  {
    "view_count": 440,
    "create_time": 1715153534,
    "hashtag_names": [],
    "id": 7366528107303439658,
    "is_stem_verified": false,
    "region_code": "US",
    "username": "breenearan",
    "video_description": "@sarah__tonin16..tiktok don't let the reply so here you go"
  },
  {
    "hashtag_names": [
      "bible",
      "jesus",
      "evolution",
      "trending",
      "viral",
      "foryou",
      "christian",
      "catholic",
      "fyp",
      "prolife",
      "studentsforlife",
      "science",
      "prolifegen",
      "prolifetiktok",
      "prolife4life",
      "kristanhawkins",
      "kristenhawkins"
    ],
    "id": 7366313931742219563,
    "username": "kristanmercerhawkins",
    "view_count": 119269,
    "voice_to_text": "Why are human being special? Because we were created with a different purpose. We're part of evolution. Well, that you and I can beg to beg to differ. Part of evolution. There might have been a divine entity that. That makes us made the Big Bang, but no, we're not special. That's sad. I believe you are special. We're all special. No. Then all animals are special. Animals are special, too, but humans were created in the image of that creator. No, you don't know that. That is a book of philosophy that you believe. And, yeah, I think my book of philosophy, though, is a much safer bet. Even if my book of philosophy is totally wrong, I think my book of philosophy is a lot safer bet than advocate for killing babies up until the moment of birth. Okay, nobody advocates for killing them up to the moment of birth. Well, yes, you do. Your state does. Your governor actually does.",
    "create_time": 1715103632,
    "is_stem_verified": false,
    "region_code": "US",
    "video_description": "Teaching pro-choicers that human beings have value has surprisingly become a regular thing…  How would you have responded to this pro-choicer? #foryou #fyp #viral #trending #prolife #trending #prolifegen #studentsforlife #prolife4life #prolifetiktok #christian #catholic #bible #Jesus #science #evolution #kristanhawkins #kristenhawkins "
  },
  {
    "hashtag_names": [
      "metgala",
      "joshoconnor",
      "metgala2024"
    ],
    "id": 7366063399882607918,
    "is_stem_verified": false,
    "video_description": "#JoshOConnor u have my HEART!!!! #MetGala #MetGala2024 ",
    "voice_to_text": "Why am I blushing? I cannot believe this is real. Good for her. Honestly, I just got really hot in here. The construction of this is so bad. I'm confused by the sweater. Imagine having to wear this to the met. Yes. Absolutely, yes. This is perfection. Her hair stylist sabotaged her. I did not think that I could love him more, yet here we are. The girls and the gays will get this, which is all that really matters. This was not executed right. Slay the house down. Boots. I'm underwhelmed. Wrong pants. Wow. That's just too expected. I would be in a thruple with them. I do it. Fabulous. This is insanely beautiful. We stand, Willie Chaveria in this house. You cannot pay me to leave the house in this. He can literally give me nothing, and I'm obsessed. You're at the met, girl. Turn it up a notch. This one gets it. It's random, but I don't mind it. Look at his little shoes. They just threw together two things that have no business being together. He might be going on my best dress list. Whatever material this is, I'm obsessed. Huh? Okay, boring one, boring two. I love that you did, like, a distressed sort of floral. It's on theme, but it's not boring. Not good. It's not even worth saying anything about. Don't love it. Don't hate it. I don't like what we did here. Lose the necklace. I cannot support this. Wrong shoes. Uh, Chanel",
    "create_time": 1715045290,
    "username": "nickycbell",
    "view_count": 1347107,
    "region_code": "US"
  },
  {
    "username": "breenearan",
    "video_description": "Replying to @betty_loo_who ",
    "view_count": 1763,
    "create_time": 1714881677,
    "hashtag_names": [],
    "id": 7365360665415978283,
    "is_stem_verified": false,
    "region_code": "US"
  },
  {
    "hashtag_names": [
      "abortion",
      "healthcare",
      "abortionrights"
    ],
    "id": 7364913194189458731,
    "is_stem_verified": false,
    "region_code": "US",
    "video_description": "This anti-abortion advocate wants you to think that ‘the world can move on without abortion’ — here’s why this is dangerous and inaccurate #abortion #abortionrights #healthcare ",
    "view_count": 184492,
    "create_time": 1714777490,
    "username": "nowthisimpact",
    "voice_to_text": "No one's died because they haven't had access to an abortion. There are no dead women lying in our streets. The world can move on without abortion. People have died in countries where abortion is restricted. Savita Halipanavar, a 31 year old woman living in Ireland whose baby had zero chance of surviving, died in 2,012 because she was denied an abortion due to the country's strict laws at the time. Her death received worldwide attention. That repealed the Eighth Amendment that made abortions illegal unless the pregnancy was life threatening. Then in America, states with limited access to abortion had maternal death rates that were 62% higher than states with unrestricted access. And we're still not seeing any change. But unfortunately, 40 Days of life founder and president Sean Carney didn't stop there, even though most of us wish he did. You know, my body, my choice. You can't really go streaking in most parts of our country and tell the cops, my body, my choice. We have to wear a seatbelt, you know, for crying out loud. I don't know how he went from point A to point purple, but just to summarize what my body, my choice means, since it seems to be a hard concept for some people to grasp, it means you should decide what you want to do with your body. So, yes, if you want to streak, you made the decision that will probably and rightfully land you in jail if you don't. Want to wear a seatbelt, for crying out loud? Then yes, it's your decision to possibly suffer injuries that could have been avoided. But at the end of the day, it was your choice. I hope that clears some things up. No one benefits from abortion except for bad, irresponsible men. Actually, I think the women who are experiencing medical emergencies. Or those who simply do not want children are benefiting from abortions. The only true irresponsible factors in this case are the lawmakers who pass such strict abortion bans. That place hundreds, if not thousands of burden people at risk every day."
  },
  {
    "create_time": 1714711462,
    "hashtag_names": [
      "cherokee",
      "lesbian",
      "apache",
      "womensrights",
      "nde",
      "4b",
      "hackers",
      "scandinavian",
      "norwegian",
      "prochoice",
      "norse",
      "indigenous",
      "mmip",
      "mmiw",
      "norsepagan",
      "treyglass",
      "tsalagi",
      "keeptiktok",
      "1stnation",
      "lgbtqia🏳️‍🌈",
      "aniyunwiya",
      "aniyunwiyanation",
      "colebringsplenty",
      "kituhwa",
      "aaronbushnell",
      "wipuhkabah"
    ],
    "id": 7364629548295621930,
    "is_stem_verified": false,
    "region_code": "US",
    "username": "halo_0.614",
    "video_description": "#colebringsplenty #aaronbushnell #treyglass  #Wipuhkabah #kituhwa #aniyunwiyanation #scandinavian #norsepagan #norwegian #apache #apache #cherokee #nde #tsalagi #lgbtqia🏳️‍🌈 #aniyunwiya #indigenous #norse #mmiw #keeptiktok #prochoice #mmip #1stnation #lesbian #4b #womensrights  #hackers ",
    "view_count": 247
  },
  {
    "region_code": "US",
    "username": "repanaliseortiz",
    "video_description": "We did it. Banished Arizona’s 1864 abortion ban to the dustbins of history.",
    "view_count": 116804,
    "create_time": 1714680302,
    "hashtag_names": [],
    "id": 7364495765885996330,
    "is_stem_verified": false
  },
  {
    "hashtag_names": [],
    "is_stem_verified": false,
    "username": "darthvitiate87",
    "view_count": 12482,
    "voice_to_text": "No, the problem is the sexism at the heart of the hypothetical. We know it's not about the bear. We understand your choice. I pick the bear. Please, y'all confer within one another. You know, do some research before you keep coming in here with the same same inning comments that have already addressed. I don't need to keep saying it. I don't. And if I do, then your guys need for validation is just off the chain.",
    "create_time": 1714557057,
    "id": 7363966209102007598,
    "region_code": "US",
    "video_description": "Replying to @jessicaannsulli "
  },
  {
    "username": "daterightstuff",
    "video_description": "Keto diet has me thinking clearly #fyp",
    "view_count": 3101494,
    "voice_to_text": "I actually agree with these college kids that  Palestinian children matter I do however wonder if Palestinian children in their mother's womb  matter as well?",
    "create_time": 1714519603,
    "hashtag_names": [
      "fyp"
    ],
    "id": 7363805568705908011,
    "is_stem_verified": false,
    "region_code": "US"
  },
  {
    "id": 7363670871992519979,
    "is_stem_verified": false,
    "region_code": "US",
    "username": "in.the_middle",
    "video_description": "Replying to @karengriffin8300 ",
    "view_count": 725,
    "create_time": 1714488241,
    "hashtag_names": []
  },
  {
    "view_count": 19871,
    "create_time": 1714420477,
    "hashtag_names": [
      "florida",
      "didyouknow",
      "dogood",
      "greenscreen",
      "obgyn",
      "wesaveus",
      "floridacheck",
      "charitytiktok"
    ],
    "id": 7363379837655862574,
    "region_code": "US",
    "is_stem_verified": false,
    "username": "drjenniferlincoln",
    "video_description": "What’s coming this week in #florida and no it’s not good. #obgyn #floridacheck #didyouknow #wesaveus #dogood #charitytiktok #greenscreen ",
    "voice_to_text": "on Wednesday May 1st the six week abortion ban goes into effect in Florida. and if you're wondering what's like the one thing you could do today to help I've got you. because once this ban goes into effect the closest place that Floridians can get a surgical abortion is Illinois which is over 1,000 miles from home and will cost on average this amount of money that adds up to about $2400 so people living in Florida who need an abortion will essentially have two options: travel really far and pay a lot of money or have a safe self managed medication abortion at home if that's what they choose. yeah there's technically exceptions up to 15 weeks for rape or incest but they're not really exceptions - they're gonna acquire so much documentation like it's not gonna happen. enter abortion funds like the Florida Access Network these are organizations who not only help fund people's abortion, but they help connect people to abortions this means tons of support logistical aid all that stuff. and yeah they need help they're already almost out of money, and the six week ban isn't even in effect yet 😱 so what can you do right now? you can donate to make it super easy, I've got a fundraiser going right now on my Instagram where all the funds will go directly to them or donate to other abortion funds in Florida I don't care just help people out even $10 helps so can you help out today? right now $10 $15 heck $5 do something to help people in Florida because they do not want this they didn't ask for this 🙏"
  },
  {
    "create_time": 1713983103,
    "id": 7361501288145636650,
    "voice_to_text": "I hope somebody in the Republican Party is making a montage of these. Let's go, brand and gas. That make great campaign ads. Play the clip. The court to recognize that women in America got a fundamental constitutional right. And then Trump took it away. By the way, the deal he made, all he did. Now, in America today, 2024, women have pure rights than their mothers and their grandmothers had. It's all President Trump. The dark death, light. I don't think we're gonna let get away with it. To you and folks, in a sense, I don't know why he's. We're surprised by Trump. How many times he have to prove we can't be trusted. You can't. Trump bragged how proud he was. Everybody took credit for it. He said, there has to be punishment for women exercise in the reproductive freedom. His words, not mine. It is so nice for Sleepy Joe to be so upfront and honest with us. Y'all remember when they told us that they had put together this voter fraud organization before he got elected? It was supposed to be the most extensive and inclusive voter fraud organization in the history of the United States of America. Pay attention, folks. If you listen carefully, they actually admit their crimes out loud. It is always fun when they say the quiet part out loud. I just hope that they're brazing attacks on all of us comes to an end quickly before it is too late. Remember, folks, For more mean tweet commentary, be sure to subscribe to the YouTube channel and hit that notification bell so that you get notified every time I put out some more mean tweet commentary aka fine brimstone commentary. And don't forget to hit me up on Instagram! It is official Craig Long 45 vote Trump 2024. And to you rosters I still can't stand.",
    "hashtag_names": [
      "fyp",
      "biden",
      "maga",
      "letsgobrandon",
      "bidengaffes",
      "craiglong45",
      "craiglong"
    ],
    "is_stem_verified": false,
    "region_code": "US",
    "username": "craiglong45",
    "video_description": "#biden #bidengaffes #letsgobrandon #maga #fyp #craiglong45 #craiglong 💁🏼‍♂️🇺🇸",
    "view_count": 17690
  },
  {
    "is_stem_verified": false,
    "region_code": "US",
    "username": "ren_willow_",
    "video_description": "Replying to @doubledd214 I get comments like this all the time or people asking how I'd defend myself against r@p3... and it's disgusting. please think before you ask or speak... I'm still a human",
    "view_count": 1744901,
    "create_time": 1713881053,
    "hashtag_names": [],
    "id": 7361063012070935854
  },
  {
    "hashtag_names": [
      "part1",
      "texas",
      "houston",
      "houstontx",
      "didyouknow",
      "obgyn",
      "houstoncommunitycollege"
    ],
    "id": 7358865691329449259,
    "is_stem_verified": false,
    "voice_to_text": "I'm in Texas and so we're gonna go to an anti-abortion crisis pregnancy center here we go oh my gosh we are here wait till you see this sign you can see it from all the way over there an enormous sign this says free pregnancy test that is always the red flag 🚩 and of course it's located directly across the street from a college campus welcome to the Downtown Pregnancy Help Center in Houston Texas help I mean “help” if by help you mean lying and manipulating sure sure fine👍 they just say free pregnancy testing of course let's see what they offer shall we? immediately when you go on their website you see the usual our services are free and confidential an enormous red flag right up there: abortion pill reversal (I will have another video just about that) and for a refresher, these anti-abortion crisis pregnancy centers they exist to talk you out of abortion but you'll never actually see that on the website. as they say here “be empowered to make your best decision” actually it's the decision they want. and they say the law gives you the right to be fully informed about the decision of what you're gonna do with your pregnancy. I couldn't agree more, but what they do is not actually right. they talk about options: parenting, adoption, and abortion. this feels very legit right? this must be like a real medical clinic right? wrong. they talk about how abortion is “no small matter” “some women deeply regret going through with their abortion” when the reality actually shows that five years after most people have an abortion, 95% of them are absolutely pleased that they did and do not regret it but that's just facts they don't like 🤷‍♀️ they say they're gonna provide the usual pregnancy testing ultrasound in a non-judgemental way and remember… nowhere on their website do they say that they're motivated by religion or they want to actively get you to not have an abortion but let's talk about the website behind the website… which is this: So this is not the patient-facing website. this is the website you can find when they talk about who they really are, how to get involved in donations and very blatantly their mission “empowering women to choose life” they say that they have helped 6,000 clients and had 1,318 gospel presentations 👀 I didn't know you needed a gospel presentation when you came in for a pregnancy test. um that's so interesting and religion if that's your thing is totally fine but nowhere outside this building or on their website today at all have any sort of disclaimer that this is a Christian organization that they're gonna find like present the gospel to you when you think you're just coming in to pee on a stick. they also claim that they are committed to offering “accurate information” about abortion procedures and risks yet they absolutely don't. they are known to spread misinformation you saw about abortion pill reversal.  okay so one more time if you're confused: the Downtown Pregnancy Help Center aka free pregnancy testing not a real clinic and friends don't let friends go here for medical care advice counseling anything like that 👏",
    "create_time": 1713369463,
    "region_code": "US",
    "username": "drjenniferlincoln",
    "video_description": "When in #Texas…let’s check out this fake clinic.  ❓Did you know these existed?? #obgyn #houston #houstontx #houstoncommunitycollege #didyouknow #part1 ",
    "view_count": 164161
  },
  {
    "create_time": 1712880406,
    "hashtag_names": [
      "mom",
      "3yearold",
      "massachusetts",
      "todler",
      "25yearold",
      "died"
    ],
    "id": 7356765217226886442,
    "region_code": "US",
    "view_count": 1385607,
    "is_stem_verified": false,
    "username": "cle.clever",
    "video_description": "A 25-year-old Massachusetts mother of three allegedly left her sick 3-year-old son home alone with his two older siblings so she could go out drinking on a Saturday night and sleep over at her boyfriend’s house, only to return home the morning after and find the toddler dead. Worse yet, she ignored the overnight desperation texts her 8-year-old son sent about his brother, prosecutors allege. #massachusetts #25yearold #mom #3yearold #todler #died ",
    "voice_to_text": "This is such a difficult story. That three year old was already having serious health problems when he was left alone with his siblings in this Chelsea apartment building. A growing memorial outside the Spencer Street Apartments where three year old JL Guardado Prodensio was found dead Sunday morning. His mother is now charged in his death. Jennifer Perdencio emotional in court today as prosecutors alleged that she left the toddler in the care of his seven and eight year old siblings even though she knew he was sick, suffering from a seizure disorder and was vomiting blood. The defendant went out that night to a bar in Revere where she drank alcohol for a number of hours and then she slept at a friend's home, a boyfriend's home in Somerville. The prosecutor says Perdencio had taken her son for medical treatment twice in the past week but still left him overnight even as his brother sounded the alarm. At some point during the night, the eight year old brother of the alleged victim sent a text to the defendant, their mother, expressing concern for the well being of his brother, the three year old, and actually attaching a video. But the 25 year old did not return home until 10 the next morning to find her youngest son had died. Prodancio's defense attorney says his client is severely distraught over the loss of her child and is cooperating with police. Neighbors at the apartment building are stunned by the Tragedy. I remember the little boy because he was so cute. Very sad because he's only 3 years old now. Perdancio is being held on $100,000 bail. She is due back in court for a probable cause hearing on May 2nd. We are live in Chelsea tonight. I marry Slatna. WCB New Center fire."
  },
  {
    "view_count": 440175,
    "hashtag_names": [
      "politics",
      "interview",
      "fyp",
      "election"
    ],
    "id": 7348997326201048350,
    "video_description": "Still don’t understand what her point at the end was. #fyp #politics #interview #election ",
    "username": "adamkhan__",
    "voice_to_text": "What should happen if someone gets an abortion at eight weeks? If someone gets an abortion eight weeks? Yes. I don't believe in abortion eight weeks. So I don't know what that would be. If someone gets an abortion, what should be the punishment for that? And who should be punished? The doctor, the woman, or what? I don't know, but we're talking about what I believe. I don't know what the punishment should be for what you guys believe. Right? I don't know. Like, you believe abortion should be illegal, correct? I do. Right. So then what's the punishment for violating the law and not respect? You're going in a deeper thing here, though. I think people on the left get worried when they hear people say, you know, eight weeks is a life. Are women gonna be arrested? Our doctors gonna be arrested for doing abortions? On a deeper thing, though, we're not at that point. We're not at that point. Right. And in some states, we are. They have heartbeat bills. Right. Like, there's red states where we can't get abortions. Even cases. We're talking. This is a generic thing of pro life or not is what we're at right now. You're going in a deeper, deeper thing here, and I'm not at that point. If I have a child at 36 weeks, I can go and have an abortion. That's what he's saying, and I'm trying to understand, but you guys are putting. He's saying at 36 weeks. No, he's pro life. That's not what he's saying. 36 weeks, I can go and have an abortion. That's what he's saying, right? Do you agree with me on that? So do you agree with",
    "create_time": 1711071819,
    "is_stem_verified": false,
    "region_code": "US"
  },
  {
    "is_stem_verified": false,
    "region_code": "US",
    "username": "itstrystanf",
    "video_description": "Keep your eyes and ears open! #fyp #handmaidstale #women #laws #birthcontrol #weird ",
    "view_count": 992789,
    "create_time": 1710559509,
    "hashtag_names": [
      "weird",
      "women",
      "birthcontrol",
      "fyp",
      "laws",
      "handmaidstale"
    ],
    "id": 7346797017366318382
  },
  {
    "create_time": 1702337740,
    "id": 7311484836533865770,
    "region_code": "US",
    "username": "lilykateshow",
    "view_count": 4940415,
    "hashtag_names": [
      "fem",
      "feminist",
      "feminism",
      "girlythings",
      "womenempowerment",
      "dinks",
      "femininity"
    ],
    "is_stem_verified": false,
    "video_description": "Oh &, I let him pay for dinners 😌 #fem #feminism #feminist #dinks #womenempowerment #femininity #girlythings ",
    "voice_to_text": "I'm not a feminist I can see men and I don't immediately feel threatened I'm not a feminist people ask me if I'm actually a woman I'm not a feminist I can wear dresses and feel pretty I'm not a feminist thank you! I'm not a feminist I don't hate children I'm not a feminist I would watch this video and I wouldn't be offended I'm not a feminist I can actually cook"
  },
  {
    "create_time": 1701989290,
    "hashtag_names": [
      "abortion",
      "foryou",
      "fyp",
      "lovethemboth",
      "prolife",
      "humanrights",
      "prochoice",
      "chooselife",
      "roe",
      "antiabortion",
      "mybodymychoice",
      "prolifegeneration",
      "fypage",
      "studentsforlife",
      "yeetusthefeetus",
      "abortionrights",
      "roevwade",
      "prolifefeminist",
      "abortionishealthcare",
      "prolifegen",
      "prolifemovement",
      "kristanhawkins",
      "abortionsareawomansright",
      "prolifefeminism",
      "abortionisessentialhealthcare",
      "abortionsarehumanrights",
      "kristenhawkins"
    ],
    "is_stem_verified": false,
    "video_description": "We’re pro-life: We think it’s always wrong to kill babies.  What did we miss?? Comment➡️ #fyp #foryou #fypage #prolife #prolifegen #prolifegeneration #prolifefeminist #prolifefeminism #antiabortion #studentsforlife #humanrights #prolifemovement #roevwade #chooselife #lovethemboth #abortion #antiabortion #mybodymychoice #prochoice #abortionishealthcare #abortionisessentialhealthcare #roe #abortionsarehumanrights #yeetusthefeetus #abortionsareawomansright #abortionrights #kristenhawkins #kristanhawkins #studentsforlife ",
    "id": 7309988310582136106,
    "region_code": "US",
    "username": "studentsforlife",
    "view_count": 358889,
    "voice_to_text": "We're pro life. We understand basic biology. Life begins a conception. We're pro life. We always have pregnancy resources ready to hand out. We're pro life. We get told no uterus, no opinion. Even though I have a uterus and a very pro life opinion. We're pro life. We wouldn't be caught dead shopping at CVS or Walgreens. They sell abortion pills. We're pro life. Our Spotify wrapped had Kristen Hawkins explicitly pro life podcast as our top listen to. We're pro life. We always find a way to bring abortion in the conversation. We're pro life. We get told we hate women. We actually just believe women's rights begin in the womb. We're pro life. Protesting abortion sounds like the perfect first date. We're pro life! We're inviting all of our friends to the National Pro Life Summit. Have you got your tickets yet?"
  },
  {
    "hashtag_names": [
      "mikejohnson",
      "republicans",
      "usrepresentatives",
      "ushouseofrepresentatives",
      "speakerrace"
    ],
    "id": 7293856975819951391,
    "is_stem_verified": false,
    "username": "musebug",
    "create_time": 1698233442,
    "video_description": "#speakerrace #ushouseofrepresentatives #mikejohnson #republicans #usrepresentatives ",
    "view_count": 937498,
    "voice_to_text": "let me ask you let me ask you do you support the right of a woman who is just seconds away from birthing a healthy child to have an abortion I think that the question that you're asking asking does not realistically reflect abortion care in that scenario would you would you support her right to abort that child I won't entertain theoretical it's not a theoretical ma'am you're a medical doctor I am a medical doctor and that has never happened never happened in your practice ma'am but it happens how about if a child is halfway out of the birth canal is an abortion permissible then can you repeat your question if a child is halfway delivered out of the birth canal is it permissible having to have an abortion would you support the right for an abortion then I can't even fathom that and I'm not asking you if you can fathom it if it occurred would you support that abortion or not that's unrestricted abortion right that's a question that I can't imagine I just like you probably can't imagine what you would do if your daughter was raped if it hasn't happened it may be difficult you're not gonna answer this question",
    "region_code": "US"
  }
]