[
  {
    "hashtag_names": [
      "funny",
      "podcast",
      "shxtsngigs"
    ],
    "is_stem_verified": false,
    "view_count": 1669334,
    "create_time": 1717092850,
    "id": 7374857609251245345,
    "region_code": "GB",
    "username": "ddo_shxtsngigs",
    "video_description": "\"I'LL GO FROM BBQ TO RANCH\"😂🤣😭#funny #shxtsngigs #podcast ",
    "voice_to_text": "I shoot my shot by sending chicken wings to men at bars. Oh, and all the response. This is a tweet, and obviously all the responses are the responses. A guy responded what if they're vegetarian or pescatarian? She replied I send them fries too. Another guy replied damn, even if I was a pescatarian she would have got me. Yeah, I'm a slut. A plate of chips would have gotten my attention. Hmm. Another reply if a shorty sends wings to a table and gives me a little wave, I'm folding like fresh laundry. Applying pressure at its finest. A random lady. I love the term applying pressure. It's my favorite term. Applying pressure is finest. Another random lady commented noted. I just needed one guy I found attractive to cosign this. Thank you sir. He then replied again you're welcome and I appreciate that. Surely you almost got me without the wings with your smooth ass. Another guy replied on God she's smooth as fuck. Ha ha ha ha ha what's up? I. Yeah. Hand up. Hmm. My heart would flutter. Hmm. If a baddie if I'm on a on a fucking Twitter thread hmm. Saying my peace and a baddie replied to me saying cool, I just need to see a guy find attractive to coastline. Hmm. Yeah, I'll be too scared to reply. Yeah. 25 minutes. 25 minutes. Wow. Because the world can see your response. Yeah yeah yeah. Wow. That's applying pressure. Yeah, that's applying That's applying pressure. Yeah, if you've ever seen one. Yeah. With your smooth ass. Smooth ass, bro. And now another reply to the initial tweet. I shoot my shot by sending chicken wings to men at bars. Man. I know her cash app notifications be booming. She got the bait and the hook. You don't stand a chance out here. Another. Another guy replied. Instead of saying on god, he wrote on soul. On soul, bro. Oh, yeah. That would get me 100% bro. Wings. Wings, bro. I'm a. I'm a. When it comes to me, I love wings. Especially if that place does banging wings. Yes, bro. A deep, smoky barbecue. Yes, bro. Ooh, with a bit of spice on it. Finger licking. Yes. She sends a whole basket. And fries. And fries. Wow. You know me without knowing. Yeah, you better pray I don't have a drink in me. You know, you better pray I don't have a drink in me. Cause the conversation will be flirtatious. 100, bro. I'll. Yeah, I'll get rid of the barbecuing. Yeah. Transferring of DNA. Yeah, I'll go from barbeque to ranch. Let's go."
  },
  {
    "id": 7374847935231692074,
    "username": "lukelightbringer",
    "video_description": "#greenscreen #creatorsearchinsights #orangutan #bonobo #chimp #video #trending bonobos are better ",
    "voice_to_text": "TikToks doing this thing where they tell me what they want me to make videos about, and apparently right now, orangutans are the new hot thing. You guys cannot stop hearing about orangutans. But let me do you one better. Orangutans aren't even like, my number one great ape. They're like my third favorite great ape. First has to be humans, because we do a lot of stuff. Third is orangutans. But second. Second is this bad boy right here. You know what this is? You might have said a chimpanzee. Well, you would be so wrong. You couldn't be more wrong. This is a bonobo, okay? Bonobos are like, top tier chimpanzees. Everything about a chimpanzee, that's bad, bonobos do better. Okay? Bonobos are nice. Chimpanzees have war with each other, okay? Bonobos, when they have a conflict, instead of having war, they just make love. Literally, that's their solutions. The conflict is to just make love with each other. Over the smallest drop of a hat, they'll do that and they all get along. They're very nice. They're very nice to people. Now, they do look a lot like chimpanzees. And a really interesting thing is the geography. There's a river in Africa. Okay, there's a lot of rivers in Africa, but there's one in particular that on one side the river there, it's a chimpanzees habitat. On the other side of the river, it's the bonobos habitat. That's where they're both from. And they're just like the Geography of that river. Cause they don't like to swim. You didn't know this? They don't like to swim, they don't go across the river, so they diverge genetically. One group became bonobos, which behave very differently then chimpanzees. Chimpanzees are basically the devil. And these guys are like the angels of the great ape kingdom. They're great. If I could have a pet benobo, I would. So let's forget about orangutans and get Benobo's trending",
    "create_time": 1717090596,
    "hashtag_names": [
      "bonobo",
      "video",
      "trending",
      "chimp",
      "orangutan",
      "greenscreen",
      "creatorsearchinsights"
    ],
    "is_stem_verified": false,
    "region_code": "US",
    "view_count": 1256
  },
  {
    "view_count": 18944227,
    "create_time": 1717051316,
    "hashtag_names": [],
    "id": 7374679212847926570,
    "is_stem_verified": false,
    "region_code": "US",
    "username": "ludwig",
    "video_description": "If anyone has decorating advice please lmk",
    "voice_to_text": "I thought it'd be a fun idea to let my chat use my credit card to decorate my stream room, and they ended up spending $15,000. One third of that was on this next item I'm about to show you. This is tungsten, which is apparently, like, Swedish for heavy rock, and it is. I don't know if it's like, the dentist metal in the world, but it's. But it's really dense. Look at this cube. It's very shiny. It's also 45 pounds, and I can barely fucking lift it, man. It's so heavy. What do I do with this? How do I use this to decorate? Where do I. Where do I even put this? How do I let go? How do I let go? What the fuck?"
  },
  {
    "voice_to_text": "No evolution is a process where a living organism changes over time and that's driven primarily by mutations in the DNA and so those are changes in the DNA that appear to occur randomly but because of the invisible hand of god they may not be and science will never be able to show one way or the other but those mutations lead to differences in the organism if those differences are beneficial and lead to the organism surviving and having more babies than those mutations are passed on and they build up over time and that's evolution a biogenesis on the other hand is the process of life emerging from non life and we think of some sort of soup of organic molecules and just all of a sudden you have a living organism that's not an understood process in fact we have precisely zero credible explanations for how that would occur zero it's um really a taboo to talk about in science and the best explanation really is that all the atoms and molecules just happen happen to sort of pop into place but when you start to do the math you find that the odds of that happening are so astronomically small that it wouldn't happen in our universe or a trillion trillion trillion trillion and you keep going for like an hour saying trillion universes and so when you look at that it looks impossible by purely random processes so there are all kinds of other explanations  one of them is basically from Battlestar Galactica that some people believe that life here began out there",
    "id": 7374516928364154158,
    "is_stem_verified": false,
    "region_code": "US",
    "username": "drstevenmitchell",
    "create_time": 1717013529,
    "hashtag_names": [
      "jesus",
      "christian",
      "biblestudy"
    ],
    "video_description": "Replying to @user3849729337735 I'm Dr. Steven Mitchell, and I have an upcoming Bible study book that takes a deep look at the science, history, and theology of those stories at the very beginning of the Bible. #christian  #biblestudy #jesus ",
    "view_count": 1232
  },
  {
    "region_code": "US",
    "username": "elleveutdire",
    "video_description": "rant about why I hated William Costello's appearance on @Novara Media  #fyp ",
    "view_count": 244515,
    "create_time": 1716984729,
    "hashtag_names": [
      "fyp"
    ],
    "id": 7374393209667013934,
    "is_stem_verified": false
  },
  {
    "is_stem_verified": false,
    "region_code": "NZ",
    "username": "connorpatonphotos",
    "video_description": "Can you believe that this is happening while we are sleeping😍😱😱 - #fyp #viral #milkyway #stars #amazing #tiktok #instagram ",
    "view_count": 4496559,
    "create_time": 1716935834,
    "hashtag_names": [
      "stars",
      "instagram",
      "amazing",
      "viral",
      "tiktok",
      "milkyway",
      "fyp"
    ],
    "id": 7374183177457274130
  },
  {
    "region_code": "US",
    "voice_to_text": "I didn't think I would be waking up to object biological horror today, but here we are. The brain organoids, the tiny human brains that we can grow in jars, have been released for commercial processing access. If you're not familiar with these guys, they are human brains that have been grown from stem cells. And they have brain waves very similar to a premature babies. I'm not kidding. The limitations on their use and their growth seems to be hypoxia due to the fact that their disembodied brain and don't have a circulatory system. They can be attached to a computer chip and have better processing power than our most advanced AI. A Swiss company, Neuro Platform, is debuting their biological computer chips and giving access to private citizens to use the processing power of the brain organoids. While there are 16 brain organoids to a chip, they're maintaining thousands of them. They also have mouse and rat brain organoids, but they explicitly used human brain organoids. There have been some advancements in being able to keep them alive longer, including keeping them in a media that's oxygen rich and shaking them. They live about 100 days, so they will constantly need to be refreshed. As for the company, you personally can get access to their computation. It is going to run you about $500 a month if you're in education. I am frustrated. This is brand new technology. It is pretty spooky. Those are functional little eyes that Can perceive light. They are immature human brains. They have all the structures that a human brain should have. They're just never reached that point in development because, you know, the lack of a circulatory system. But scientists are doing their very best to make them bigger and more complex. At what point are we gonna bring ethics into the equation?",
    "hashtag_names": [
      "greenscreen",
      "tinybrain",
      "sciencenews",
      "organoids",
      "brainorganoid"
    ],
    "is_stem_verified": false,
    "username": "bearbaitofficial",
    "video_description": "#organoids #brainorganoid #sciencenews  #tinybrain #greenscreen ",
    "view_count": 2376252,
    "create_time": 1716930262,
    "id": 7374159303554403627
  },
  {
    "id": 7374129885121432878,
    "region_code": "US",
    "username": "edenthedoll",
    "create_time": 1716923420,
    "is_stem_verified": false,
    "video_description": "Trans Women - DO NOT breastfeed babies! ",
    "view_count": 17869595,
    "voice_to_text": "NO the fuck we can't there are just going to be some things that we as trans women will never get to do and this is one of them accept that, and move on! anyone out there who lets their baby suck on this person's hairy chest belongs in prison this person is so sick in the head it continuously talks about children and what it wants to do to them it truly pains me that predators that think like this even exist and my community has to pay the price for their deluded antics I'm sorry but I've had enough of this person and I hate that I have to make yet another video about them it goes without saying no infant should be breastfeeding from anyone else besides their own mother trans women aren't out here breastfeeding children call me transphobic or self hating all you want but respect is earned not given.  no child should be drinking any kind of liquid that comes out of this person's body this is morally and ethically wrong in every way shape and form Lily Tino belongs in a mental asylum and doesn't speak for all trans people hate me all you want but this was the same person that was talking about their junk at Disneyland in front of children at this point I think Lily is purposely trying to make everyone hate the trans community all the “woke” people are so focused on calling this person a she that y'all keep dismissing all the red flags that clearly should be investigated",
    "hashtag_names": []
  },
  {
    "username": "veryscamlikely",
    "video_description": "Day 10 in japan ❗️",
    "view_count": 1636123,
    "voice_to_text": "I've been in Japan for 10 days. I got two STDs, chlamydia and gonorrhea. I have it. Let's talk about it and let's rate it one through 10. Starting off with side effects and symptoms. I have lower abdomen pain, which varies on and off. And it feels like I have to pee non stop, but nothing comes out. And when I do pee, it burns like lava. And I also have flu like symptoms such as headaches, sore throats, and dizziness. The pain is pretty bad, but I can still function. So I would rate it about six and a half out of 10. Let's break down the physical aesthetics. I have redness, soreness, and inflamation. And I've been waking up with a lot of discharge. It's very uncomfortable, does not look pleasant at all. Let's talk about the only good thing that came from it, which is the exposure. It's been putting a lot of people on notice, making them do better. And it hit everywhere, even hit Black Twitter. And my whole entire family has seen me in this terrible state. I've been getting made fun of a lot all across the internet. But you know what they say, all exposure is good exposure. So seven out of ten all around. I would rate this experience a 5 out of 10. I hope it does happen to me again, but it was a great learning experience. Now, by all jokes aside, I didn't do anything for day 10, I'm not feeling too good. I'm not gonna lie to you guys, but I did go and get my antibiotics, which is a good thing. Tell me why I'm just now finding out that Japan is paying people $75,000 yearly just to have a kid and live there. This is my last chance. I'm crashing out. I'm calling all everybody. If you're a girl in Japan and you wanna have a kid with me so we can have a good life, let's do it. Everything is for educational purposes. TikTok. I don't know what's next for me, y'all, but stay tuned.",
    "create_time": 1716904639,
    "hashtag_names": [],
    "id": 7374049232635923755,
    "is_stem_verified": false,
    "region_code": "US"
  },
  {
    "view_count": 910131,
    "create_time": 1716786453,
    "id": 7373540675238825247,
    "is_stem_verified": false,
    "username": "sunnyred55",
    "hashtag_names": [
      "aliens",
      "flowers",
      "black",
      "universe",
      "alien",
      "trending",
      "viral",
      "storytime",
      "knowledge",
      "foryou",
      "foru",
      "joerogan",
      "ufo",
      "fyp",
      "blackhole",
      "geometry",
      "terrencehoward",
      "floweroflife",
      "uap",
      "foryoupage",
      "blacktiktok",
      "foryourepage",
      "blacktiktokcommunity",
      "fypシ゚viral",
      "lynchpin",
      "sunnyred55",
      "tetrahaedron"
    ],
    "region_code": "US",
    "video_description": "#sunnyred55 #terrencehoward #joerogan #floweroflife #flowers #universe #blackhole #ufo #uap #alien #aliens #geometry #tetrahaedron #lynchpin #black #blacktiktok #blacktiktokcommunity #fyp #knowledge #fypシ゚viral #foryou #foru #foryoupage #foryourepage #storytime #trending #viral ",
    "voice_to_text": "let's talk about Terrence Howard this is him when he first started exposing his research anytime you start talking about things that's outside of the norm this is usually what happens that's until he went on the Joe Rogan podcast now they're saying Terrence Howard just Mic dropped all the science on Joe Rogan your move conventional scientist got a lot of explaining to do this guy said there's literally nothing more important on earth than listening to Terrence Howard right now this is just an example I need y'all to listen to this there's been a lot of debate at the moment in the world of physics and metaphysics there's been this incredible interview with Terrence Howard on the Joe Rogan Show everyone's talking about is the fundamental unit of creation is it a particle or a wave call where's Terrence is suggesting that um the flower of life is the key to all the secrets of creation so Terrence Howard is looked at the negative space between four bubbles or four spheres and we get this kind of shape like a tetrahedron and he's saying that that shape there is the atomic structure of hydrogen and as you know hydrogen constitutes 99.9% of the universe so this contradicts this whole theory of protons and electrons and black holes because he's saying everything has a male par and a feel par  so his work was based on the Walter Russell's Cosmology of octaves and frequencies and light so a lot of people are saying asking me like is is he the next Tesla well I believe that his popularity and his um deep understanding of the sacred geometry and the pentagons that nest um definitely constitutes him as one of the next progressive thinkers in the world because one of Terence Howard's most fundamental discoveries is he took three pentagons and he put them together at 120 degree angle and then he put another three next to it and he essentially got a shape it like um the Doja Cathedral that has 12 vertices well this link pin he's saying is the new propulsion system that can be like a drone so if you turn that into a drone put four of these constructs together you end up with this amazing new technology that can fly like a UFO can rotate on its axis it's a technology that's never been done and it's even submersible it's gonna get rid of cranes so he's saying that the golden ratio Fi ratio the work that's been suppressed for hundreds of years is now coming to the fallout so that's why I welcome his research because he's saying that 24 spheres or bubbles the negative spaces is beautiful architecture of sacred geometry these contain energy and we can harness this energy in a new and progressive way I believe that he is definitely in a positive sense offering putting on the table a new propulsion system based on the flower of life and the sacred geometry if y'all ain't seen this video I dropped in 2022 about Terrence Howard I need y'all to check it out"
  },
  {
    "hashtag_names": [],
    "is_stem_verified": false,
    "username": "katieintx",
    "video_description": "Replying to @cowgirl.ki social experiment just to see what happens 💁🏼‍♀️ day 3 🤠 ",
    "view_count": 119940,
    "voice_to_text": "guess what y'all it's day 3 of consistently posting every single day on this app because you know what why not me right there are so many people making ridiculous amounts of money on this app for literally no reason some of them are really cool don't get me wrong I'm not dishing on them but like oh what they just show up and they're like hey here's what I did today and people are like oh my god and then they get millions of dollars 😩please😩 so anyway um I've decided why not me and I'm doing a challenge to myself just post on this app every single day just to see what happens because what's the worst case scenario people are gonna make fun of me okay yeah got that covered that's already probably happening anyway why not me challenge and honestly babes why not you why not you okay I don't have a reason this is day three I already have like 4000 more followers I don’t really know what’s happening It’s very weird  4,000 more followers I don't really know what's happening it's very weird",
    "create_time": 1716770332,
    "id": 7373472407669017898,
    "region_code": "US"
  },
  {
    "create_time": 1716679061,
    "region_code": "US",
    "view_count": 397394,
    "hashtag_names": [
      "gymnastics",
      "sports",
      "gymnast",
      "calisthenics",
      "sticky",
      "olympics"
    ],
    "id": 7373080399595064618,
    "is_stem_verified": false,
    "username": "ian.gunther",
    "video_description": "Replying to @Gwrwystl 🇵🇸🍉 Special edition of trying sticky things on the bars 😂 #gymnast #olympics #sports #gymnastics #calisthenics #sticky ",
    "voice_to_text": "We've been doing a series where we're testing different sticky things on bars. Some maniac suggested I use 8 3 5 Rosenflux. I didn't realize it was, like, a dangerous, flammable chemical, so I bought some gloves, and I bought a, uh, silicone hand. Oh, dude, so weird. Who needs a girlfriend when you got one of these? Like gasoline, dude. If inhaled. I don't think we're supposed to smell it. It's from the. I wonder if it's gonna dry. You can already tell this isn't gonna work. I would not use that. Oh, it's getting sticky. It's starting to get sticky. This is such a weird video. I'm not sure this. This product would really work for two reasons. First reason, highly toxic, inflammable. Apparently, whoever told me to try this product for the second reason just takes so long to dry that you don't have that much time in gymnastics to set the bars. Also, it's, like, not even that sticky. It could work. It's theoretically maybe could work, but I'm not gonna risk my. My life to try it."
  },
  {
    "view_count": 464333,
    "create_time": 1716663152,
    "hashtag_names": [
      "marvel",
      "superhero",
      "comic",
      "comics",
      "fantasticfour",
      "mcu"
    ],
    "id": 7373012072323583278,
    "is_stem_verified": false,
    "region_code": "US",
    "username": "sir_superhero",
    "video_description": "Replying to @AyeJay SCIENCE* #marvel#fantasticfour#comic#comics#superhero#mcu *does not contain actual science"
  },
  {
    "view_count": 2329389,
    "create_time": 1716650384,
    "hashtag_names": [
      "brunei",
      "di",
      "meteor",
      "miri",
      "langit",
      "sarawak",
      "ohbulan",
      "trendingnewsmalaysia"
    ],
    "id": 7372957220369222928,
    "is_stem_verified": false,
    "region_code": "MY",
    "username": "ohbulanofficial",
    "video_description": "Adakah itu Zoragon? 🤔 #ohbulan #trendingnewsmalaysia #meteor #di #langit #miri #sarawak #brunei"
  },
  {
    "is_stem_verified": false,
    "region_code": "US",
    "username": "bigbangmike",
    "create_time": 1716572117,
    "hashtag_names": [],
    "id": 7372621079623257390,
    "video_description": "This is the last fact they teach you before they give you a PhD. ",
    "view_count": 462346,
    "voice_to_text": "This is your annual reminder that scientists now understand that most dinosaurs evolved into birds, like chickens. So that means that your dino nuggies are, in fact, Dinosaur nuggets."
  },
  {
    "create_time": 1716527066,
    "is_stem_verified": false,
    "view_count": 362015,
    "hashtag_names": [
      "sydneyaustralia",
      "futuretech",
      "cryogenetics",
      "cryonics",
      "cryogenicallyfrozen",
      "furturescience"
    ],
    "id": 7372427584044403986,
    "region_code": "AU",
    "username": "abcnewsaus",
    "video_description": "A Sydney man has been cryogenically frozen and stored in regional NSW.   🗞️ Video by Lia Walsh, more online by Erin Somerville.   #CryogenicallyFrozen #Cryogenetics #Cryonics #FutureTech #FurtureScience #SydneyAustralia ",
    "voice_to_text": "A cryonics company in Australia has just frozen its very first client.   cryonics   company   in   Australia   has   just   frozen   its   very   first   client The first customer is a Sydney man who died this month in his eighties.   first   customer   is   a   Sydney   man   who   died   this   month   in   his   eighties So how much did it cost and what was this process like?   how   much   did   it   cost   and   what   was   this   process   like The man is being stored in a facility in regional New South Wales   man   is   being   stored   in   a   facility   in   regional   New   South   Wales with hopes of bringing him back to life in the future.   hopes   of   bringing   him   back   to   life   in   the   future Philip Rhodes is the facility manager   Rhodes   is   the   facility   manager and he said he's been preparing for this moment for 14 years.   he   said   he's   been   preparing   for   this   moment   for   14   years Philip has a list of prepaying clients,   has   a   list   of   prepaying   clients but the very first popped up out of the blue.   the   very   first   popped   up   out   of   the   blue He took a call from the Sydney man's family   took   a   call   from   the   Sydney   man's   family and his team had a week to prepare.   his   team   had   a   week   to   prepare They waited by the phone for the clients expected death   waited   by   the   phone   for   the   clients   expected   death and then swung into action.   then   swung   into   action To give you an idea in very simple terms,   give   you   an   idea   in   very   simple   terms his body was moved into the hospital's cold room   body   was   moved   into   the   hospital's   cold   room before being transferred to a separate facility   being   transferred   to   a   separate   facility where doctors pumped a liquid through his body to preserve his cells   doctors   pumped   a   liquid   through   his   body   to   preserve   his   cells and lower his body temperature.   lower   his   body   temperature He was then transferred to the regional facility   was   then   transferred   to   the   regional   facility and stored until a delivery of liquid nitrogen arrived.   stored   until   a   delivery   of   liquid   nitrogen   arrived Next was bringing his temperature down   was   bringing   his   temperature   down in a computer controlled cooling chamber   a   computer   controlled   cooling   chamber before being placed in a pod   being   placed   in   a   pod and lowered upside down into a special tank.   lowered   upside   down   into   a   special   tank That whole process cost the client $170,000.   whole   process   cost   the   client   $170,000 Some experts have said science,   experts   have   said   science ethics and business models are not ready for this.   and   business   models   are   not   ready   for   this But here we are. The New South Wales facility can store up to 40 bodies   here   we   are   The   New   South   Wales   facility   can   store   up   to   40   bodies With the option to expand further.   the   option   to   expand   further"
  },
  {
    "region_code": "AU",
    "username": "10newsfirst",
    "video_description": "Southern Cyronics, the first facility of its kind in the Southern Hemisphere, has successfully frozen its first client in the New South Wales town of Holbrook. The man, 80, who the company calls Patient One, died this month and underwent the complex process to be cryogenically frozen with the hope of coming back to life in future. #scifi #science #medicine #breakthrough #austinpowers #freezing #crazy #future ",
    "view_count": 2228650,
    "create_time": 1716506636,
    "hashtag_names": [
      "future",
      "crazy",
      "medicine",
      "freezing",
      "austinpowers",
      "breakthrough",
      "scifi",
      "science"
    ],
    "id": 7372339721999109393,
    "is_stem_verified": false,
    "voice_to_text": "Fourteen years in the making,   years   in   the   making Australia's first cryonics facility,   first   cryonics   facility which was built from a shed in the small   was   built   from   a   shed   in   the   small New South Wales town of Holbrook,   South   Wales   town   of   Holbrook has frozen its first patient.   frozen   its   first   patient Despite the sadness of death,   the   sadness   of   death Southern Cryonics counts this as a breakthrough.   Cryonics   counts   this   as   a   breakthrough We were, we're elated.   were   we're   elated I mean, the first week that we worked on this were exhausted.   mean   the   first   week   that   we   worked   on   this   were   exhausted But after we realise what we'd achieved and where we got to,   after   we   realise   what   we'd   achieved   and   where   we   got   to where we're extremely happy.   we're   extremely   happy That's because the newly frozen person hopes life isn't over.   because   the   newly   frozen   person   hopes   life   isn't   over Not just a scene from SCI fi films like Passengers,   just   a   scene   from   SCI   fi   films   like   Passengers Iceman or Austin Powers.   or   Austin   Powers The center is freezing people in the hope they can be revived   center   is   freezing   people   in   the   hope   they   can   be   revived with future developments in medicine that don't yet exist.   future   developments   in   medicine   that   don't   yet   exist And a lot of us believe that   a   lot   of   us   believe   that we don't give guarantees, I think,   don't   give   guarantees   I   think as I've always said,   I've   always   said but a lot of us believe there's a reasonable chance.   a   lot   of   us   believe   there's   a   reasonable   chance After death, bodies are put into cooling chambers   death   bodies   are   put   into   cooling   chambers filled with liquid nitrogen at minus 190 degrees Celsius.   with   liquid   nitrogen   at   minus   190   degrees   Celsius They are then transferred into vacuum sealed cryosstat.   are   then   transferred   into   vacuum   sealed   cryosstat Patient 1 was successfully suspended   1   was   successfully   suspended in a timely and meticulous process   a   timely   and   meticulous   process across six days.   six   days There was something like a 4:00 to seven there at any time.   was   something   like   a   4:00   to   seven   there   at   any   time Working 10 hours on this thing with the doctor working right through.   10   hours   on   this   thing   with   the   doctor   working   right   through Suspension at the facility will cost you $150,000,   at   the   facility   will   cost   you   $150,000 which can be covered by life insurance.   can   be   covered   by   life   insurance Despite some frogs and Arctic fish being able to freeze and unfreeze   some   frogs   and   Arctic   fish   being   able   to   freeze   and   unfreeze today, scientists don't believe it's possible with cells that have died.   scientists   don't   believe   it's   possible   with   cells   that   have   died Regardless, 50 Australians have Signed up to be frozen so far   50   Australians   have   Signed   up   to   be   frozen   so   far thanking on hope Serenaven for 10 years first.   on   hope   Serenaven   for   10   years   first"
  },
  {
    "create_time": 1716475007,
    "id": 7372203991150759210,
    "is_stem_verified": false,
    "video_description": "#terrencehoward #nieldegrassetyson #debate #science #physics #joerogan #universe #quantum #theory #education #interesting #fun #entertainment #actor ",
    "voice_to_text": "I'm sure by now we've all seen at least part of the Terrence Howard interview on the Joe Rogan podcast. Did you see, though, where he was talking about how excited he was to go to Neil degrasse Tyson and show him his findings to get his opinion on it? And Neil degrasse Tyson, like, completely shut him down. Like, literally treated him like he was nothing and totally threw shade at him and wouldn't hear him out. Like, kept telling him that he needed to listen to a bunch of these other scientists. And, um, Terrence Howard was like, no, but you gotta, like, like, look at this and. And really look at it and tell me what you think and I'll address. Tyson was like, oh, no, I don't think so. So now they're talking about a debate. A debate between Neil degrasse Tyson and Terrence Howard. I think that would be, like, so epic. Like, would they put it on pay per view, or would it just be like one of those things on YouTube that gets millions of views? What do you think would happen? I would love to see Terrence Howard and Neil degrasse Tyson debate each other. I have not really like Neil degrasse Tyson for a long time just because of his smugness. And I kind of think that celebrity got to his head, and he stopped really being a scientist and started being more of a celebrity years ago. And I think That's where I fell out. Um, but I would love to see Terrence Howard and Neil degrasse Tyson debate. What do you think?",
    "hashtag_names": [
      "fun",
      "universe",
      "entertainment",
      "interesting",
      "actor",
      "theory",
      "education",
      "joerogan",
      "physics",
      "terrencehoward",
      "debate",
      "quantum",
      "science",
      "nieldegrassetyson"
    ],
    "region_code": "US",
    "username": "mela_vibes",
    "view_count": 123966
  },
  {
    "hashtag_names": [
      "bahasa",
      "sains",
      "sejarah",
      "longervideos",
      "pengetahuanumum"
    ],
    "is_stem_verified": false,
    "region_code": "ID",
    "username": "septia.putra",
    "video_description": "Replying to @RF PUR Kenapa kita sebut B sebagai 'be'? Singkatnya karena rumah dalam bahasa mesir. Bahasa punya sejarahnya sendiri yang menarik untuk dipelajari, bagaimana kita sebagai suatu bangsa ternyata terkait dengan bangsa mesir menyebut rumah dengan ketika nyebut huruf b. #sejarah #sains #bahasa #pengetahuanumum #longervideos ",
    "create_time": 1716474220,
    "view_count": 778514,
    "voice_to_text": "b itu kan b sama e ya kan kalau b-nya doang kan gitu kan nah yang masangin itu loh yang masangin o b itu harus sama e b itu siapa terus kenapa oke menjawab pertanyaannya pur tahu nggak bang gitu dari VT nya Stanley kok b disebutnya b e bukan BA bukan bi bukan bu atau c atau d kenapa c gitu kenapa nggak cu kenapa nggak ca kenapa nggak dudi jadi sebenarnya sejarahnya panjang  dan jawabannya juga panjang tapi gua akan singkat kenapa kita sebut b dalam bahasa Indonesia itu b karena ini berasal dari Mesir jadi dulu di Mesir menggunakan  bahasa hieroglyph atau bahasa gambar satu gambar mendefinisikan satu objek atau benda nah hieroglyph buat rumah adalah ini atau disebut sebagai bet dan sebutan bet untuk rumah ini  diturunkan ke bahasa bahasa turunan semitik salah satunya adalah hebrew bahasa Yahudi ya terus bahasa Arab bait kan bait itu artinya rumah terus bahasa fenisian fenisian atau fenisia itu rumah di bahasa fenesia adalah bet di sini kita fokus ke bahasa fenesia di bahasa fenesia ada metode  yang namanya acrophony menggunakan kata benda untuk menyebut satu huruf nah bangsa fenesia kemudian menyebut b ya huruf b yang berasal dari bet rumah yang diadopsi dari Hieroglyph bangsa Mesir jadi dengan metode acrophony bangsa fenesia mengambil  satu huruf di kata rumah bet yaitu bet jadi satu alfabet bet alfabet fenesia bet lalu abjad bet ini yang dari bahasa  Indonesia diadopsi ke bahasa Latin jadi alfabet b ya penyebutannya tetap b lalu dari bahasa Latin diturunkan lagi  dan diadopsi ke turunan bahasa bahasa jermanik salah satu turunan bahasa jermanik adalah Belanda bahasa Belanda nah orang Belanda menyebut b alfabet b tetap be bukan bi kayak di bahasa Inggris tapi tetap b lalu kemudian bangsa Belanda  menjajah Indonesia dan kebetulan di Indonesia waktu itu  ada lingua franca yaitu bahasa Melayu pasar yang tadinya kan pakai bahasa Arab gundul ya a abjadnya kemudian dijadikan menggunakan bahasa alfabet  ketika jadi bahasa Indonesia jadi penyebutannya turun dari bangsa Belanda ke bahasa Indonesia tetap be jadi kenapa kita nyebut b be ya orang Indonesia nyebut dalam bahasa Indonesia b itu b ya karena memang berasal dari jauh ke bangsa fenesia nyebut rumah bet dari kata rumah yang akarnya berasal dari hieroglyph ini hieroglyph rumah dalam bahasa Mesir nah itu baru satu huruf b lalu kalau c d g f g itu gimana ya itu sama berasal akarnya sama berasal dari  bahasa fenesia yang bermula dari hieroglyph Mesir karena memang bahasa itu masuknya dalam  sejarah juga kan turunan dan itu dipengaruhi oleh banyak pengaruh budaya juga nah fyi ya jadi a b c itu berasal dari aleph bet gimel aleph itu dalam hieroglyph Mesir  artinya adalah ox atau kerbau disebutnya aleph bangsa-bangsa fenesia ngambil aleph jadi abjad gitu sama kayak bet house nih Hieroglyphnya agak beda ya Hieroglyph rumah di Mesir lah pokoknya kemudian c itu dari bahasa gimel dari artinya throwing stick atau  tongkat buat ngelempar dalam hieroglyph mesirnya seperti ini makanya itu juga diturunin ke bahasa Arab Jim kan gimel Jim kemudian ke ke  bangsa Fenesia jadi gimel terus ke bangsa jermanik Latin dan Belanda dan Indonesia jadi c dah kalau dibahas semua panjang ada 26 soalnya",
    "id": 7372200628455476486
  },
  {
    "video_description": "What's your go-to Dinner Party Fact? #storytelling #watchandlearn #science #education #learning #learnontiktok #fyp #foryou #stories #dinnerparty #facts #ghosts #ghoststories #spooky #haunted #explained #interestingfacts ",
    "view_count": 789,
    "voice_to_text": "What's a good Dinner Party Fact?  I feel like it has to be something that isn't only interesting,  but also allows other people to contribute to the conversation and share their own experiences and stories.  One of my favorites is that most haunted houses that have been investigated have been found to be in places where there is a higher than average level  of carbon monoxide gas or other nearby pois0ns that cause hallucinations.  So, those stories of hearing sounds going bump in the night,  or seeing shapes moving across the surface of mirrors or glass,  or even getting a sense of being watched...  are actually probably being caused by a lack of oxygen getting to the brain.  Now I'm skeptic, I don't believe in ghosts or supernatural,  but I love a good ghost story. I feel like sharing this fact around the dinner table gives people permission to share those slightly spooky experiences that everyone seems to have had,  but has gone a little bit unexplained. Anyway, I'm curious to hear your favorite Dinner Party Facts",
    "create_time": 1716472691,
    "hashtag_names": [
      "spooky",
      "haunted",
      "facts",
      "learning",
      "ghosts",
      "watchandlearn",
      "foryou",
      "storytelling",
      "education",
      "fyp",
      "stories",
      "explained",
      "dinnerparty",
      "ghoststories",
      "interestingfacts",
      "science",
      "learnontiktok"
    ],
    "id": 7372194026876980513,
    "is_stem_verified": false,
    "region_code": "GB",
    "username": "watchandlearnproductions"
  },
  {
    "video_description": "Off With His Head 🤖 #STEM #science #AI #robotics #surgery #news #technology #fyp #foryou #foryoupage #head #transplant #greenscreen ",
    "create_time": 1716432553,
    "is_stem_verified": false,
    "region_code": "US",
    "view_count": 5738838,
    "voice_to_text": "This is going to blow your mind. A startup company called Brain Bridge announced today that they believe that they will be able to successfully perform a head transplant surgery in the next eight years. The way that this would work is you would take a person with a perfectly healthy and active brain, but their body has cancer or paralysis, and transplant it to a brain dead donor body. What's crazy is that they said that by doing this, a person that's receiving the new body would still be able to maintain their memories, cognitive abilities, and consciousness. They say that the brain could last several hundred years if it had a good working body, and that that might be a potential in the future, but that this would also give people with different ailments a second chance. The procedure is advanced and way over my head, but it uses robotics and AI technology to make sure that the precisions and refusing are exact. It's crazy because you have to wonder if somebody that was 6 4 will end up 5 6 or the other way around. The company's tagline is breathing life into new bodies one head at a time. It almost seems like this wouldn't be real, but you can all go ahead and check it out. And everybody has done an article about it. Is just absolutely insane. So my question to you is, would you get a new body and have your head transplanted if You have the chance. As always, I wanna hear what you think about all of this down below.",
    "hashtag_names": [
      "foryou",
      "head",
      "news",
      "stem",
      "ai",
      "robotics",
      "fyp",
      "surgery",
      "technology",
      "greenscreen",
      "transplant",
      "foryoupage",
      "science"
    ],
    "id": 7372021662172204330,
    "username": "wffnews"
  },
  {
    "create_time": 1716414295,
    "hashtag_names": [
      "health",
      "weightloss",
      "advice",
      "fyp",
      "garybrecka"
    ],
    "username": "breckabites",
    "video_description": "𝐓𝐡𝐞 𝐞𝐚𝐬𝐢𝐞𝐬𝐭 𝐰𝐚𝐲 𝐭𝐨 𝐥𝐨𝐬𝐞 𝐛𝐨𝐝𝐲 𝐟𝐚𝐭! #health #advice #weightloss #garybrecka #fyp ",
    "view_count": 1115722,
    "id": 7371943235754675489,
    "is_stem_verified": false,
    "region_code": "GB",
    "voice_to_text": "If you wanna strip fat off your body, there is nothing, nothing, no amount of exercise, hits, cardio or weight training that comes anywhere close to immersing yourself in cold water. In terms of what will strip fat off your body fast, get in cold water 3 to 6 minutes a day."
  },
  {
    "id": 7371940531930172714,
    "is_stem_verified": false,
    "region_code": "US",
    "username": "ilovehamsterstoo",
    "video_description": "May 22 there is something going on with the sun right now that is huge. Please share this. This is the largest event I’ve ever seen. It is happening right now.  #sun #solorstorm #2suns #flares #sunspots #solor cycle #breakingnews #earth.  If you fall this account, I will follow back and like your video.  Help me  get to 10k followers. Thank you.  😊. Brian",
    "view_count": 1727031,
    "create_time": 1716413663,
    "hashtag_names": [
      "sun",
      "earth",
      "breakingnews",
      "flares",
      "sunspots",
      "solor",
      "2suns",
      "solorstorm"
    ]
  },
  {
    "username": "astro_alexandra",
    "voice_to_text": "Are you planning on visiting the planet Mercury? Because if so, there are three things you're definitely gonna Wanna see. First of all, you'd wanna see the rupees, which are cliffs that aren't on earth. And Mercury has more of them than anywhere else. Basically, Mercury cooled down and shrunk. And as it did that, the surface had nowhere to go, so it wrinkled. Mercury is the wrinkliest planet in the solar system. These folds can be 1,000 km long and 3 km high. They're huge. Next, you would wanna head here. Even though Mercury is the smallest planet in the solar system. I'm sorry, Pluto. It does have the Caloris impact basin, which is one of the largest impact basins in the entire solar system. The diameter of this is about 15 kilometers across, for comparison. That's how big it is. The object that hit Mercury to form this giant impact basin was at least 100 km in diameter. And this also formed a ring of mountains around it. And these mountains can get up to 2 km high and stretch for 1,000 km. Also, the middle had filled with lava. This was all lava. Finally, you should climb those mountains, which are the tallest peaks on Mercury, and look around. From there. You would be able to truly see the most heavily cratered planet in the solar system. Mercury doesn't have an atmosphere to protect it, so any asteroids that come towards Mercury hit the surface. So there, Are tens of thousands of impact craters, which would definitely be a sight to see.",
    "hashtag_names": [
      "space",
      "astronomy",
      "solarsystem"
    ],
    "id": 7371931077385948458,
    "region_code": "US",
    "video_description": "The top three things you would need to see if you visited the planet mercury… #space #astronomy #solarsystem ",
    "view_count": 331898,
    "create_time": 1716411463,
    "is_stem_verified": true
  },
  {
    "username": "therealtiktokdoc",
    "video_description": "Thoughts? #brainbridge #ai #medical #brownsanatomy #transplant ",
    "is_stem_verified": false,
    "region_code": "US",
    "view_count": 1655090,
    "voice_to_text": "Yep. This is called Brain Bridge. It's the world's first revolutionary concept for a head transplant. Where it marries robotic surgeons, AI technology, where it takes the head from a diseased body, and the brain's fine. And the head is fine. Puts it onto a brain dead body that is totally healthy and normal, and I guess we'll be functional. Pretty incredible to think that this could be something that occurs one day. We can be replaced, apparently. But I have so many questions. Let me know what you guys think in the comments below.",
    "create_time": 1716404057,
    "hashtag_names": [
      "medical",
      "ai",
      "transplant",
      "brainbridge",
      "brownsanatomy"
    ],
    "id": 7371899275233463594
  },
  {
    "video_description": "Sử dụng buồng lái để lái máy bay 😅",
    "view_count": 4456796,
    "create_time": 1716395443,
    "hashtag_names": [],
    "id": 7371862271212948743,
    "is_stem_verified": false,
    "region_code": "VN",
    "username": "_hangnoidiatrung_"
  },
  {
    "is_stem_verified": false,
    "region_code": "FR",
    "username": "realstormageddon",
    "video_description": "Ducks observing the meteor in Portugal. Clip available on the oneportuguesefarm Twitch Channel #ducks #meteor #portugal #twitch ",
    "view_count": 1070139,
    "voice_to_text": "Ha ha ha ha !",
    "hashtag_names": [
      "ducks",
      "twitch",
      "portugal",
      "meteor"
    ],
    "id": 7371854767133363489,
    "create_time": 1716393698
  },
  {
    "is_stem_verified": false,
    "region_code": "US",
    "view_count": 859831,
    "voice_to_text": "The world's first head transplant machine has been unveiled. Brainbridge created a concept using AI and robotics to transplant a human head. It could offer New Hope to those suffering from untreatable conditions such as terminal cancer and neurodegenerative diseases. Modern medicine has been unable to properly reconnect the nerves and spinal cord. Until a way is found, any head transplants would result in paralysis. However, some scientists believe they found a chemical capable of the near impossible task, polyethylene glycol. But can it be done?",
    "create_time": 1716392470,
    "id": 7371849483396681002,
    "username": "dailymail",
    "video_description": "BrainBridge offers hope for those with terminal diseases or incurable conditions. Have they found a way to do the impossible?  🎥BrainBridge #surgery #head #transplant #technology #future #ai #robotics #medical #brain ",
    "hashtag_names": [
      "future",
      "head",
      "brain",
      "medical",
      "ai",
      "robotics",
      "surgery",
      "technology",
      "transplant"
    ]
  },
  {
    "hashtag_names": [
      "ineedhelp",
      "duet"
    ],
    "id": 7371635354018778410,
    "is_stem_verified": false,
    "region_code": "US",
    "username": "iamgoddessdemirah369",
    "video_description": "#duet with @Detroit Girl #ineedhelp ",
    "view_count": 22,
    "create_time": 1716342611
  },
  {
    "region_code": "US",
    "username": "humancontentpods",
    "video_description": "Do you think all drugs should be legalized? Apple: https://apple.co/44ExTwk Spotify: https://spoti.fi/3UzQFjM Youtube: https://bit.ly/3UZWR5S #podcast #podcasts #doubleblind ",
    "view_count": 710,
    "create_time": 1716339684,
    "hashtag_names": [
      "podcast",
      "podcasts",
      "doubleblind"
    ],
    "id": 7371622782976757038,
    "is_stem_verified": false
  },
  {
    "hashtag_names": [
      "river",
      "riversummit"
    ],
    "username": "waterwaysprotection",
    "view_count": 15917,
    "voice_to_text": "We're gonna have to build, uh, the UK's first thing used a lot around the world, water recycling plants, because there just isn't the water in the environment to be able to sustain the chalk rivers as well as provide the water that we need as human. Human beings.",
    "create_time": 1716336467,
    "id": 7371606591310777632,
    "is_stem_verified": false,
    "region_code": "GB",
    "video_description": "Southern Water CEO Lawrence Gosden on UK's First Water Recycling Plant #sewage #river #riversummit"
  },
  {
    "video_description": "#funnyanimals #rabbit #chicken #fypシ゚viral #fypage #fy ",
    "view_count": 5957018,
    "create_time": 1716335008,
    "hashtag_names": [
      "rabbit",
      "chicken",
      "fy",
      "funnyanimals",
      "fypage",
      "fypシ゚viral"
    ],
    "id": 7371602691098676523,
    "is_stem_verified": false,
    "region_code": "US",
    "username": "katiewhite114"
  },
  {
    "voice_to_text": "we're about to get a tornado probably is what they're telling us there are multiple tornadoes spotted and confirmed on the ground just west of us southwest of us northwest of us all headed east towards us and if you're not super familiar with tornadoes this is what we call the dead calm right before the high winds pick up it's raining but there is not a leaf moving which is way more eerie than the alternative would rather have it be a little bit windy right now but it is completely dead which means that shit is coming and my toxic trait is I'm frantically cleaning my house right now and watching the storm because I don't want my house to look messy if there's a tornado to try to learn from my mother friends we've got our local news on just tracking it all and we got the police right there excuse me police weather radio just in case um which is just gonna give us an update the one that just rolled through the town about 15 miles west of us they said it's blue skies behind it um they're now doing some damage control and just seeing where stuff is and who needs help it does have that weird green color but we have been known to get the storms that for some reason go around the river so they don't often hit us but it is hitting neighboring towns and yes it's a very Midwest thing to come outside and watch the storm got darker but there's still no wind which makes me hopeful okay I'm inside now the wind picked up it's blowing every which way we still don't have an official tornado warning for our town yet but that's weird okay we literally went to the basement for six minutes and came back out to this the rain is gone I don't know my son told me these are some weird rare clouds and we're safe",
    "hashtag_names": [
      "tornado",
      "midwest",
      "tornadoseason",
      "iowaweather",
      "tornadoalley",
      "ef4",
      "midwestspring"
    ],
    "region_code": "US",
    "video_description": "Confirmed EF4 in the town southwest of us 😓 #tornado #tornadoalley #midwest #midwestspring #tornadoseason #ef4 #iowaweather",
    "username": "youforgotaboutdre",
    "view_count": 1026102,
    "create_time": 1716327923,
    "id": 7371572273716661550,
    "is_stem_verified": false
  },
  {
    "id": 7371567596056956203,
    "is_stem_verified": false,
    "region_code": "US",
    "view_count": 32792,
    "voice_to_text": "I mean, White Beard can't erase the earth, but he can damn sure destabilize everything in it. He did all this with one move, grabbing the air and going like this, not only tilting the island, but the sea itself. And I'm pretty positive that if he wasn't concerned with ace and his crew being on this island, he could have just flipped it upside down in the ocean. Endurance isn't a problem at all. Like he could spam this shit over and over and over again and if he did, it would no doubt destroy the earth. Like not just the earthquakes that they're gonna be magnitude 50, making big ass chasms in the earth, but you can't forget these big ass tsunamis. And all of this shit can set off underwater volcanoes. Or just regular volcanoes. Which brings me to a kind who could also just set off every volcano, causing a permanent volcanic winter and an uninhabitable surface magma all over the place. So they can't blow up the earth, but they can destroy it? Wait, there is Fujitoro who can just rain down meteors as he pleases. He could definitely destroy the earth that way if he spammed it.",
    "create_time": 1716326837,
    "hashtag_names": [],
    "username": "peaktakes12",
    "video_description": ""
  },
  {
    "username": "rattmando",
    "video_description": "Replying to @Ray Skullman #birds #bird #nature #science #spring ",
    "view_count": 270,
    "create_time": 1716320978,
    "hashtag_names": [
      "nature",
      "birds",
      "spring",
      "bird",
      "science"
    ],
    "id": 7371542433491995946,
    "is_stem_verified": false,
    "region_code": "US"
  },
  {
    "hashtag_names": [],
    "id": 7371524206862896426,
    "voice_to_text": "Fitness industry hate speedrun part 2 as you say, they're good, honest Christians and then they go on to promote gambling, they clickbait constantly about hopping on gear, and they use Christianity to promote their clothing line. A list celebrities who are obviously on gear and then sell an expensive app teaching you how you can look like. Or people on Reddit who act like they go to the gym, but in reality they're chronically online and never leave their mom's basement. Guys with fake overly positive personas who are trying to hide the fact that they had a scummy pass. Who offer contest prep coaching when they've only competed in one show themselves overly sensitive. Guys who start crying in the comments when a girl pokes fun at them. Speaking of comments, anybody who leaves a goddamn paragraph of just straight yap. First of all, I ain't reading all that. Second of all, it's social media, it ain't that serious. People who say that fat loss comes down to insulin and hormones. Shut the fuck up. People who say that protein powder isn't real food and then offer zero scientific explanation for their claims. Might have said this before, but the people who overcomplicate everything and try and perfect every single detail of their program in their nutrition. Bro, come on, stop thinking so hard. And finally the Sam Solo clones who copy everything, including the way he speaks. I think that's all that's wrong with the fitness industry. I'm gonna stop hating now. I'm turning into, like, a bitter old man.",
    "create_time": 1716316735,
    "is_stem_verified": false,
    "region_code": "US",
    "username": "aryanandafit",
    "video_description": "Replying to @Cz fitness hate speed-round pt. 2",
    "view_count": 40627
  },
  {
    "create_time": 1716311314,
    "hashtag_names": [
      "food",
      "full",
      "squeeze",
      "cooking",
      "trending",
      "trend",
      "trendy",
      "viralvideo",
      "cube",
      "grilledcheese",
      "10",
      "squish",
      "greenscreen",
      "shanegillis",
      "fypシ゚viral"
    ],
    "id": 7371500931399028010,
    "region_code": "US",
    "video_description": "If there’s any grilled cheese experts out there please let me know #greenscreen#grilledcheese#10#squeeze##squish#cube#full#food#cooking#shanegillis #fypシ゚viral #viralvideo #trending #trend #trendy ",
    "view_count": 17091727,
    "voice_to_text": "so if you took 10 grilled cheese sandwiches and stack them on top of each other kind of like this right here and then you took those 10 grilled cheese sandwiches and put them in kind of something like this here you know except it can hold 10 grilled cheese sandwiches for now we'll call this machine the grilled cheese compactor 9,000 if you compacted all of those grilled cheese sandwiches into like a 1 inch by 1 inch cube and then ate that 1 inch by 1 inch cube would you be full like my brain tells me of course you'll be full that's 10 grilled cheese sandwiches but my stomach's telling me no you're not gonna be full it's only a little one inch by one inch cube of grilled cheese sandwiches like of course there's gonna be things that play if you're eating these grilled cheese sandwiches at night time of course you're gonna be able to eat the whole cube I tried to Google it cause I figured some Redditor nine years ago would wanna test my theory or had already thought of this but for some reason it seems like Google just worried about my mental health not really sure what that's all about also is it even possible to condense 10 sandwiches to a little 1 inch by 1 inch cube or is that gonna be too dense how small can you squish a grilled cheese",
    "is_stem_verified": false,
    "username": "iacman0"
  },
  {
    "create_time": 1716305942,
    "hashtag_names": [
      "summerfun",
      "chemistry",
      "fyp",
      "sodium",
      "scienceteacher",
      "scienceexperiments",
      "sciencetok"
    ],
    "username": "yamp0rtal",
    "id": 7371477857949715754,
    "is_stem_verified": false,
    "region_code": "US",
    "video_description": "sodium in a bucket with water! #sodium #chemistry #sciencetok #scienceteacher #scienceexperiments #summerfun #fyp ",
    "view_count": 72502,
    "voice_to_text": "okay so now I'm gonna take the rest of this gonna put it in this bucket and then my lovely wife is going to fill the bucket up with water all right hit it baby I mean there we go keep it going keep it going yeah big stream in there yeah wow wow hot dang wow hey I'm sticking the camera over here wow right okay yeah that was a good one what do you mean whoa look yeah spray around in the grass see if there's any residual oh crazy wow that's cool oh go well still some popping yeah wow"
  },
  {
    "region_code": "US",
    "username": "whatnywears",
    "video_description": "A reminder that there is someone out there for everyone #whatisnydating #fyp #foryoupage #nyc #dating #datinglife ",
    "view_count": 2644901,
    "create_time": 1716298494,
    "hashtag_names": [
      "nyc",
      "dating",
      "fyp",
      "datinglife",
      "foryoupage",
      "whatisnydating"
    ],
    "id": 7371445775047626030,
    "is_stem_verified": false
  },
  {
    "username": "meetmeinthemediacenter",
    "video_description": "Another haul! Dings and bonks loading… #game #fun #library #librariansoftiktok #middleschool #bookishhumor #bookishtiktok #ontime #late #Inverted ",
    "create_time": 1716246307,
    "hashtag_names": [
      "fun",
      "game",
      "late",
      "library",
      "middleschool",
      "ontime",
      "inverted",
      "librariansoftiktok",
      "bookishtiktok",
      "bookishhumor"
    ],
    "region_code": "US",
    "view_count": 1108572,
    "voice_to_text": "This is totally a situation. It is so full. Let's see what's in there. And they are stacked in there. This is gonna be a good collection. Let's see what we've got. If you're new here, we're just playing a game just to make this fun. I've got to collect 750 something books in a short amount of time. And we're just seeing if they're on time or late and what the kids are reading. If it dings, it's on time. Awesome. If it bunks, we've been probably missing it for a little bit. And we'll see how long we've been waiting. And there are no late fees. Really, I'm just happy that they're here. The Babysitter's Club. Logan likes. Marianne on time. Guts on time. Drama on time. Say it out loud. May 16th. Do we count that? Yeah. Ghost on time. Displacement on time. Aries on time. Sisters. Oh, this one's late. May 16th. Athena on Time. Dog Man. Brawl of the wild. On time. The maps of memory. On times. The good batch. 7 good reasons not to grow up. It is late. May 16th. It's a little bit of a situation. This is gonna go off to the side to see if I can flatten some of these pages. Frankie and bug. On time. Dog Man. 20,000 fleas under the sea. This is good. The foul. Twins deny all charges. This one's late. May 3rd. Another sisters. This one's on time too. I survived. True Stories. Nature attacks. On time. Captain Underpants 25. 25th and a half anniversary edition. On time. And if, you know, we just unbox this, so. You already got that right. Hazardous tales. Treaties, trenches, MUD and blood. On time. Coming up clutch. On time. Summer secrets. This one's late. It was due May 16th. Smaller sister. On time. Diary of a Wimpy Kid. Double down. On time. Tales of a seventh grade lizard boy. On time. That was a lot of on time books. That might be a record. I know. You know? Is it a record?",
    "id": 7371221710621936942,
    "is_stem_verified": false
  },
  {
    "create_time": 1716225320,
    "hashtag_names": [],
    "video_description": "I really did believe everyone thought dinosaurs were real.",
    "username": "veryrichcomedy",
    "view_count": 140498,
    "voice_to_text": "I thought everyone believed in dinosaurs in my 30 years of living I just assumed that the one constant that every human being can agree on is that dinosaurs existed I'm on Instagram looking at a picture of a fossilized Dinosaur going hell yeah this is dope this is sick as shit I assume everyone in the comments will be sharing my same sentiment no they weren't and I should have known because it's social media and I don't really go on that to find an intelligent conversation how even when I make my own videos people are just saying stupid stuff to me the majority of comments were talking about woah how can this Dinosaur which it said the fossil is 112 million years old how can it be that old if the earth is only 6,000 years old um and a lot of them were just saying dinosaurs aren't real and then people were saying the Bible is historically accurate but in the same breath saying that science is not real I mean you got Moses talking to a burning bush which is supposed to be god so you believe in magic and and sorcery but a fossil just that's just that's where you draw the line even if you don't believe in evolution I just assumed you thought dinosaurs were real I guess that's just my own ignorance I guess but yeah I didn't that was actually shocking this morning",
    "id": 7371131530451766571,
    "is_stem_verified": false,
    "region_code": "US"
  },
  {
    "is_stem_verified": false,
    "region_code": "GB",
    "username": "cosmicwisdom777",
    "view_count": 231359,
    "voice_to_text": "Like, if I said to you, what's one times 1? What'd you say? 1. It equals 1. Now what. What would Newton say? Is that action times in action. That's a reaction, right? An unbalanced equation. What we need to do is the first thing in math is you're supposed to have a balanced equation. One times one, equally one is an unbalanced equation. So we need an audit on the platonic solids, we need an audit on the square root of 2, and we need audit on action and reaction. Or we either got to get rid of. We say say 1 * 1 = 1, and there's no action and reaction. One or the other. You can't have both. And until we make that change, we're in trouble. We're gonna be stunted as a. As a species.",
    "id": 7371048452605758753,
    "hashtag_names": [
      "newton",
      "maths",
      "physics",
      "terrencehoward"
    ],
    "video_description": "Action X Action = Reaction  #terrencehoward #maths #physics #newton ",
    "create_time": 1716205964
  },
  {
    "id": 7370902599626755370,
    "is_stem_verified": false,
    "region_code": "US",
    "view_count": 4923881,
    "voice_to_text": "And when you say rebuild the periodic table, what do you mean specifically? Well, the way the periodic table is laid out. The periodic table they have. Now, let's see. It looks. It looks like a box. It looks like a straight box. But they don't show that hydrogen has the same tone as carbon. What do you mean by tone? Same tone, same Kiev, same KV, 40.5 hertz. The next one would be like 81 hertz. You go to silicon, it will double up and would be 162 hertz. You'll go to cobalt, and it'll be 324 hertz. It's take the angles of incidence or the tones that they create. You know, their color. Like, you can turn color back into sound based upon. It's the same wavelength, it's just twice as long or much longer. So all you have to do is keep dividing light the. By two. You keep dividing light by two, and you ultimately get back to the audible sound of it. Because there was a relationship between light and color, sound and tone, matter and shape. Walter Russell's periodic table that he put together. Now, you compare that to mendelaos periodic table, and you'll see something completely different. It's unwinding. Whoa. And you see, there's a relationship that hydrogen. You had figured this out at a young age. I had already seen this. This was all inside of that palace. I had access to it, and I knew the relationship. She saw This. In dreams, I saw it as a circle. Everything was a full circle laid out, and each area was just expanding. Like wrapping a rag around your hand. The first wrap, you know, it's so tight. This is how I saw it, more so, but as a vortex. You'll see there's a relationship between hydrogen, carbon, silicone, cobalt, rhodium. They're all bonded. They're all sit as the middle point between two noble gases. So those things don't really exist. It's only one substance. Now, the problem is, the first thing that we're able to perceive is hydrogen. That's the first visible element, because before it is too dense for us to perceive it. You understand what I'm saying? As you reach into the next octave, the carbon octave. And they call that the. A bisexual tone, because the carbon has two tones to it. It has a negative side and a positive side. The part where lithium behaves. Lithium is contractive, beryllium is contractive, Boron is contractive. But the moment you get to carbon, you balance it out. Gets to a perfect balance of plus and minus 4. So it's a double tone. Nitrogen is minus 3, oxygen is minus 2, chlorine is minus 1. Now, the balance of this, all of those are maids. Chlorine and lithium naturally mate. If you have lithium bonded with any other element, the moment that chlorine is introduced, it will break all bonds violently. So it can bond with chlorine. Same thing. With beryllium and oxygen. That's why it's it and what they've tried to keep from us. If you have. You wanna break water into its component parts of hydrogen and oxygen, all you have to do is introduce barillium. Or the sound of barillium and oxygen will violently break away from any other thing, even hydrogen. To bond with that barillium",
    "create_time": 1716172007,
    "username": "infinitehistory333",
    "video_description": "We have been looking at the periodic table wrong all along. Could we be on the forefront of unlocking a great new understanding of the matter and elements that are fundimental to life as we know it?  Could these ideas have been understood by ancient cultures far before us?  Do you think we have new possible periodic elements to discover still? comment below  Go tune in for the full episode JRE 2152 #fyp #learnontiktok #science ",
    "hashtag_names": [
      "fyp",
      "science",
      "learnontiktok"
    ]
  },
  {
    "view_count": 1615986,
    "voice_to_text": "hemoglobin and chlorophyll and you're going to notice that the hemoglobin has the same exact combination of carbon and hydrogen that we have the only difference they have is the center of theirs is magnesium and the center of ours is iron that's the only difference you put a cephalopod up there it will be copper the same interaction of Kim so where does consciousness occur where does where does the sentient being is it is it just in the iron or is it the magnesium deals with the pressure condition like with a cephalopod it has to have copper at its base because of pressure condition to same experience just under a different temporal dimension change the pressure condition change the motion condition you change the organism it adapts but it's the same living principle there's no difference between us and the plants when people are chopping down and ripping things off just because they can't hear them scream it's it's wrong so TCO TLC com we put all the patents inside of the center for Truth Love and consciousness that's what tcotlc com means because I knew that I have a propensity to get angry and get emotional and could misuse this stuff so we have a board of members that dictate how these things will be licensed out and how they're used so it's not just on me so where do you think consciousness is coming from everything is alive everything is conscious everything is like if you take it from the biblical thing what part of the universe was it made from the the creator did he picks up some other at if the creator is your turn so we just don't think of them as being alive because they don't move they don't talk to us they don't we don't speak their language we don't have the sensory ability to perceive their consciousness but we know we've Learned like if you look at The Secret Life of plants they show that they'll take plants of the same mother and father and they'll seedlings and they'll watch the root growth and the because they are siblings they are moderate in their root growth but then they'll take the same species of plant but use a different seed from another parent and they're more aggressive in their root growth wow they're cooperative they're cooperative yes they when they're in the family the tree they'll take they'll take radioactive carbon or nitrogen and put it on the leaf of a mother tree of a furnace of of some kind of our fir tree and they will put isotope a radioactive identifier at the at its offspring and you'll see that that mother tree is through the mycelia is taking that nitrogen and giving it to its to its youngsters yes",
    "create_time": 1716130529,
    "hashtag_names": [
      "spiritual",
      "terrancehoward",
      "biology",
      "sacredgeometry",
      "planttiktok",
      "joeroganpodcast",
      "stemtiktok"
    ],
    "id": 7370724440465820974,
    "is_stem_verified": false,
    "region_code": "US",
    "username": "soultribetv",
    "video_description": "This gets deep. We must innerstand that everything and everyone is connected. Thank You Terrance For such a Powerful segment #joeroganpodcast #terrancehoward #planttiktok #sacredgeometry #biology #stemtiktok #spiritual "
  },
  {
    "is_stem_verified": false,
    "region_code": "US",
    "hashtag_names": [
      "motherhood",
      "birthtrauma"
    ],
    "id": 7370438964123061535,
    "username": "valerieoresko",
    "video_description": "What happened to “hello, how are you? my name is…” 😀 #birthtrauma #motherhood ",
    "view_count": 2712525,
    "voice_to_text": "Rating things people have said to me when I've told them about my traumatic birth. We're starting off with a popular one today, folks. All that matters is that you had a healthy baby. And, um, I'm gonna give this one a solid one out of 10. And the one point is because I think that when people say this, it's genuinely coming from a good place, but it is, unfortunately, a very messed up thing to say, because tell me I don't matter without telling me I don't matter. Uh, yeah. So while the priority was definitely having a healthy baby, it is not, in fact, the only thing that matters. My physical, mental, emotional health also matters, as I am the caretaker and creator of the baby. Yeah, we're moving right along. And this one is a two for one, and it's, well, I had a C section, and I was fine. Even better is when it's a man telling me that his wife had a C section and it was totally fine. Yeah, it's almost like you and me or me and your wife are different people with different experiences. And I love, love that you had a C section and were totally fine, but personally, I'm not. So I'm gonna give this one a 0 out of 10. Y'all are in for a real treat with this next one. Don't worry. You'll forget all about your traumatic birth by the time you're ready to have a second one. I Don't think I will, because memories of my traumatic birth haunt me anytime I'm alone with my thoughts. Also, I had to sign a paper saying that my form of birth might negatively impact my fertility and ability to get pregnant in the future. So might not be able to have a second one even if I wanted to. Yeah, negative 1 out of ten. And last but certainly not least, I can't believe somebody has actually said this to me. Well, think of the alternative. If you didn't have that birth, you and your baby might have. Is that supposed to make me feel better? Like, obviously my baby's life was at risk, so I chose to have the birth that left me with the trauma. I signed up for the damn thing. Doesn't mean it still wasn't horrible. Yeah, negative 5 out of 10. Don't say that shit to somebody.",
    "create_time": 1716064187
  },
  {
    "create_time": 1716051476,
    "hashtag_names": [
      "aliens",
      "stitch",
      "shaq"
    ],
    "id": 7370384932029353259,
    "view_count": 345490,
    "is_stem_verified": false,
    "region_code": "US",
    "username": "tanyaray_fox",
    "video_description": "#stitch @universelair I’m right about this. #aliens #shaq ",
    "voice_to_text": "If an alien landed right in front of us and said to you, Theo, take me to your leader, are you gonna take him to the White House? No, of course not. You take him to Shack. If an alien shows up and we need to take them to the leader of the United States, we're taking them to Shaquille O'neal. I've said this before and I'm gonna keep saying it. He's a. He's an NBA Hall of Famer, great all time athlete, a man about town, a man of the people, a DJ, a sheriff, a frequent podcast guest. One of our great advertisers, right? Charming, funny, cool. Has a lot of cool friends. Knows everybody. Universally recognizable, big and imposing. Maybe they like athletes. Maybe that would serve us well in the galaxy. I don't fucking know. But it's. It's. It's obviously Shaq."
  },
  {
    "create_time": 1715994505,
    "video_description": "#sciencenews #cryo  #cryogenics #brainorganoids #greenscreen ",
    "hashtag_names": [
      "greenscreen",
      "cryo",
      "cryogenics",
      "sciencenews",
      "brainorganoids"
    ],
    "id": 7370140242155769134,
    "is_stem_verified": false,
    "region_code": "US",
    "username": "bearbaitofficial",
    "view_count": 422286,
    "voice_to_text": "A cryogenically frozen human brain works perfectly fine when thought 18 months later. What the heck does that mean? Cryogenics programs have been around since around the 1960s, where people have immersed their bodies in liquid nitrogen in hopes of waking up at a future date when medical technology has advanced. But it still remains mostly out of reach. In fact, the bodies of people who have been cryogenically frozen have started to degrade. This is through a combination of just poor storage and the human's body is intolerance to being frozen. I would say in every single case of someone who has cryogenically frozen their body, they're not going to wake up. However, that doesn't mean we won't get there soon. There's many animals that can be entirely frozen and then wake up in the next season when they thaw. That's because they have bioprotectants naturally in their bodies. And by borrowing these animals techniques, we're working on making better cryoprotectants for humans. And we've done it with the brain organoids, you know, the tiny human brains that we can grow in jars. Growing tiny, fully functional human brains is really advancing neurological research. In this case, they flooded it with the cryoprotectant and then revived it, and it suffered no damage. At least no noticeable damage. All the future where we can really just walk into a cryogenic chamber and wake up a thousand years later is pretty far out of reach. In the next few decades, we Might actually get there."
  },
  {
    "view_count": 8321879,
    "voice_to_text": "dude this has got to be the most foul thing I've ever seen look at all this nasty water but wait there's more bro eww what the frick",
    "hashtag_names": [
      "plumber",
      "watertreatmentplant",
      "fypシ゚viral"
    ],
    "id": 7370095544401972526,
    "region_code": "US",
    "username": "sickb_y",
    "create_time": 1715984103,
    "is_stem_verified": false,
    "video_description": "Brotha eww #plumber #watertreatmentplant #fypシ゚viral "
  },
  {
    "username": "blitzphd",
    "view_count": 47089,
    "voice_to_text": "How many people do you think are looking at the moon right now? Personally, I have no idea. Let's figure it out. First, there's about 8 billion people in the world. However, the moon is really only visible to about half the population. To give in time, because if you're on the other side of the earth, then the earth is in the way. So that's 4 billion people who could be looking at the moon. Next. I would imagine that people probably aren't looking at the moon while they're sleeping or working. And that's roughly half of a person's life. So at any given time, roughly 2 billion people are awake and not working while the moon is visible. Okay, what next? Apparently, in developed economies, people spend about an hour or two outside every day. Let's just suppose that it's double that for a world average. Three hours. So about a quarter of a person's time they could be looking at the moon is when they're outside, reducing our number to 500 million. Now here's where it gets sketchy. I have no way to estimate how often a person is actually looking at the sky. So let's just assume people on average look in random directions while outside. The center of human vision is about 2 degrees across. So this circle makes about 0.03% of the sky. Because the moon is in exactly one of these circles, the probability of 0.03% of looking at the moon. So if we assume that's the Percentage of people who are looking at the moon. That leaves about 150,000 people. Now, I have no idea if that number is high, low, or just right. But as with all these orders of magnitude calculations, take it with a grain of salt.",
    "video_description": "Haven't done one of these estimates in a while, but this question struck me while walking back from trying to see the aurora the other day. Enjoy! #stem #science #physics #fermiestimation #moon ",
    "create_time": 1715958207,
    "hashtag_names": [
      "moon",
      "stem",
      "physics",
      "science",
      "fermiestimation"
    ],
    "id": 7369984323019197742,
    "is_stem_verified": false,
    "region_code": "US"
  },
  {
    "hashtag_names": [
      "sun",
      "wtf",
      "wakeup",
      "sunflowers",
      "fakesun",
      "coverup",
      "chemtrails",
      "nibiru",
      "annunaki",
      "foryoupage",
      "fypage",
      "capcut",
      "19seventy7six6",
      "misterseventysix"
    ],
    "id": 7369787550275276065,
    "region_code": "GB",
    "username": "19seventy7six6",
    "video_description": "When a field of sunflowers turn away from the sun,  you've gotta ask questions.  The first one being WTF.  #fypage  #foryoupage  #CapCut #misterseventysix #sun  #fakesun  #sunflowers #wtf  #coverup  #chemtrails  #19seventy7six6 #wakeup #nibiru  #annunaki ",
    "create_time": 1715912397,
    "is_stem_verified": false,
    "view_count": 1916698,
    "voice_to_text": "Now I got something to ask you. When the fuck have you ever seen a sunflower turn away from the sun? Fucking guy here. Whole field of sunflowers turning away from what it's supposed to be. The sun. But I think we're all starting to put the pieces together, aren't we? There's something going on in the skies. All the shit that they're spraying, the way that the sun looks, it's fucking white now. It used to be fucking orange. Alright? It's just look. Looks like a spotlight. I've seen some shit up in the sky. I've seen some shit up next to the sun. If you look at it, I'm telling you there's something going on. Okay? A lot of us just started to say this and I don't think it could. It could be any more obvious than seeing a field of sunflowers turning away from the sun. That shit just says it's impossible. It's impossible unless there's something going on. It's right there before our. Our faces. What are we gonna do? How can we deal with this? What's next for us to do other than to keep talking about it and make it not something that people could laugh about? Look at it. The sunflowers are telling us that's not. That's not the sun. So what is it? What's going on? What's really happening? Who the fuck knows, man? Mister 76 signing out."
  },
  {
    "id": 7369772085859732778,
    "username": "sobrizzle",
    "voice_to_text": "I have a question for everybody. Who wants to go to the Four Seasons Orlando? Me! Me!",
    "create_time": 1715908785,
    "is_stem_verified": false,
    "region_code": "US",
    "video_description": "If the @Four Seasons Hotels is looking for a baby ambassador my niece got you 😂🤣😂🤣😂",
    "view_count": 83966252,
    "hashtag_names": []
  },
  {
    "voice_to_text": "Our souls planetary because of nudance. Third law which is for every action there is an equal and opposite reaction. Bro. That is the one singular thing I can agree with you on. These power scaling discord rules are all predicated on fake science. None of it makes sense, none of it is logical. The vast majority of it contradicts what the author is even trying to communicate in the story in the first place. And most of the people using it don't even know what they're talking about. Newton's laws are laws of motion. The force applied to set something into motion is also applied equally to the thing setting into motion. What it doesn't mean is that if you can do something, you can withstand it. So you're trying to tell me that if a baseball player can throw a stone at full force, let's say 90 miles per hour, you're trying to suggest that the same baseball player can take a stone being hurled at his face at 90 miles per hour and not die? What are you talking about? Feats, statements, narrative implication, and how strong characters are relative to other characters. That is it. Everything else is nonsense, fake science.",
    "hashtag_names": [
      "anime",
      "naruto",
      "animecommunity",
      "anitok",
      "narutok",
      "narutoisplanetary"
    ],
    "id": 7369746144882150702,
    "video_description": "@Kruos @TJTV #anime #anitok #animecommunity #naruto #narutok #narutoisplanetary ",
    "username": "nd.mangaka",
    "view_count": 19687,
    "create_time": 1715902747,
    "is_stem_verified": false,
    "region_code": "US"
  },
  {
    "hashtag_names": [],
    "id": 7369709736331087150,
    "is_stem_verified": false,
    "region_code": "US",
    "username": "oshycolly",
    "video_description": "Björk doesnt need a PJ",
    "view_count": 1405170,
    "create_time": 1715894270
  },
  {
    "hashtag_names": [
      "medicalmystery",
      "medtok",
      "medicineexplained",
      "medicalstorytelling"
    ],
    "video_description": "Always get a second opinion #medicineexplained #medicalmystery #medicalstorytelling #medtok ",
    "view_count": 2600879,
    "create_time": 1715894258,
    "id": 7369709690650922283,
    "is_stem_verified": false,
    "region_code": "US",
    "username": "thevisiondoctor",
    "voice_to_text": "Watch this video to hear one of the saddest most shocking cases of medical misdiagnosis that I've ever heard in my career this case just makes me really sad to be part of a messed up medical system but also gives me a sense of pride for being able to guide people through one of the hardest times of their life I'm Doctor K I'm a board certified neuro-ophthalmologist which means I specialize in brain tumors that affect your eyes and your vision so I'm at home eating dinner enjoying my dinner one night when a local optometrist text me about a patient saying hey I have this patient that's lost half her vision on one side I'm not sure why I think she may have had a stroke but can you get her to see you as soon as possible so of course I'm you know finishing up my dinner I text back no problem I'll get her in tomorrow so next day patient shows up she's with her daughter and I'm like hey you know I'm Doctor K tell me what's going on what happened this is where the story starts to get very odd so first of all the patient doesn't speak English she's from another country and she's with her daughter who has to translate so I go to the daughter like okay like when did your mom notice the vision loss and the daughter is like she never like said anything about vision loss and I'm like okay but I mean she's lost half her vision so surely she must have said it at some point The daughter's like honestly Doc she didn't know or realize anything until the doctor told her and then referred her to you and I'm like wow that is strange like any other symptoms besides the vision like weakness on one side numbness tingling anything like that paralysis and the daughter is like no but she has had a cough for a while and I'm like okay like we don't care about the cough and I'm talking about like signs of a stroke like no numbness weakness paralysis one side loss of speech anything like that and the daughter is like no but Doc like she's had this cough for like nine months and I'm like I don't think the cough has anything to do with their vision loss but like okay tell me what's going on with the cough and the daughter's like she's had this cough I keep taking her back to the doctor but like they haven't done anything they just keep saying it's allergies so I'm like okay let's put that on hold like look we need to concentrate on the real problem here which is the vision loss and she needs an MRI as soon as possible because getting an MRI for vision loss is standard of care that's when the daughter just kind of breaks down she's just like thank you so much doctor thank you so much for caring and I'm kind of like this is normal like anyone would order an MRI in this situation I do it all the time for vision loss like I mean I appreciate that but like why you know why are you saying thank you like that daughters like Doc you don't understand my mom has had this cough for nine months I've taken her back to the doctor again and again they keep saying it's allergies they keep giving her cough medicine but finally I just knew in my gut that something was wrong I took her back to the doctor and I pleaded with him to please order some more testing and I'm like wow that's crazy okay like what what test they finally order the daughter says they ordered a chest X ray she's gonna get it later on this week so I'm like okay I mean I still don't think it had anything to do with the vision loss but like keep me posted on the chest X ray let's get this MRI order cause that's really the most important thing because I need the MRI I think she had a stroke most probably but I just wanna make sure there's not something crazy like a brain tumor or something rare like that I doubt it but like let's just get the MRI let's so I order the MRI couple days later I get a call it's from the neuroradiologist they need to speak to me ASAP that's never a good sign when you get that call from the neuro-radiologist but what was even worse was I call a guy and he's like trembling on the phone he's like shook by the results of the MRI like almost having a hard time telling me the result and this is a guy that reads MRIs all day long he's seen everything so that's when I knew this was gonna be something pretty bad can see the right eye and the left eye and over here you see all this white area which is all edema and a very large gigantic tumor which is sitting right there in the brain that's occupying space and pushing the whole brain over to the left side you can see this massive tumor here with a lot of edema pushing the entire brain squishing everything over to the other side causing huge mass effect so I called the daughter and I'm like look um I have some bad news for you this was not a stroke there seems to be a very large growth or tumor in the brain causing the vision loss daughter is just like thank you thank you so much Doc thank you so much and I was like wow I never had someone thank me for diagnosing them with a brain tumor but then I'm like so by the way like we need to figure out what's causing this whatever happened with that chest X ray and the whole cough thing the daughter's like Doc I'm so mad I knew something was wrong I just knew it that's why I kept taking her back and she had the chest X ray this week showed that she has lung cancer in her lungs and that's what was causing the cough all this time that's what I'm like fuck because I knew in that moment what I was looking at on the MRI was actually lung cancer that had spread to her brain and it was now my job to tell her that so I give her the bad news that I think it was actually all related after all the lung cancer was caught too late spread to the brain of course the daughter is like you know Kid Doc what do we do what do we do from here and I go into full on doctor mode of course I'm like look she needs to see a neurosurgeon she needs to possibly have surgery have as much of it removed as possible she's gonna need some steroids to reduce the swelling probably radiation chemotherapy I mean we need to just get her into the er as soon as possible and do everything we can for her and instead the daughter was like Doc just tell me the truth how long does she have to live and I was kind of taking it back by that question because that was not what I was expecting but I in that moment realized the daughter actually was looking out for her mom's overall best interest she understood that the chances of all the treatments I just recommended were actually very small and prolonging or saving her mom's life and she just wanted her mom to be with her family if these were gonna be her last days so I had very mixed feelings about this I don't even know if she's safe to get on a plane but I understood where the daughter was coming from and I'm like look you're right to be honest even if we do all of that it's not looking good and as the doctor it's my job to recommend the full on treatment but if you and your mom decide that's not what you want I have to respect that that's what they did they chose to go home and be with their family and this is a super sad case because I can't believe this patient was misdiagnosed for so long but I also know that doctors are fallible things can happen and if you ever sense that something's wrong like this if you have that gut feeling that something else is going on always get a second opinion always try and find another doctor always try and find the solution"
  },
  {
    "create_time": 1715885101,
    "hashtag_names": [
      "cow",
      "ham",
      "cheeseburger",
      "hamburger",
      "pig",
      "steak"
    ],
    "is_stem_verified": false,
    "username": "thediaryofrihanna",
    "voice_to_text": "so the other day I went to a steakhouse for a friend's birthday and she ordered a steak and the waitress goes how do you want your cow cooked I'm like it's a weird way to order it but whatever so she asked my friend how do you want your cow cooked my friend says I want it medium rare or something like that and so then I wasn't in the mood for sake I wanted a hamburger I've been craving a hamburger so I order you know the cheese the cheeseburger and she was how do you want your cow cooked and I kinda like awkwardly look at my friends I was like I feel really embarrassed ha ha ha do I point out that it's not cow like hamburger is a pig everyone knows ham comes from pig so I joked back I was like well I want my pig cooked um well done are you not supposed to you're not supposed to eat pork like uncooked everybody knows that that's why it's always been super weird to me that people will get like red in the middle on their burgers and so she looks back at me and she goes you mean your cow and I'm like I don't know how to have this conversation right now like I'm not a teacher I'm not I don't know how to educate you kindly and I was like sure my cow ha ha but it was so bizarre I'm like how do you not know it's literally in the name it's a hamburger there's no hope for the world",
    "id": 7369670343713115438,
    "region_code": "US",
    "video_description": "Bless her heart I didn’t know how to help her #hamburger #cheeseburger #pig #ham #cow #steak ",
    "view_count": 11369118
  },
  {
    "hashtag_names": [],
    "is_stem_verified": false,
    "username": "texasbiker1966",
    "video_description": "",
    "view_count": 5364,
    "voice_to_text": "After maybe you wanna. You wanna debate me, then you need to listen to me until I finish. Please sit down, sit down, sit down, sit down and listen. Okay, so I speak on experience. Long experience along much longer experience than your experience combined. Not to reduce you, but have you been to a Sharia school? No, but I live. You haven't. Have you studied the Sharia? Have you studied the Sharia? The four major books of registration, have you studied them? So name the four main sources of Islam. Why? You cannot do it. You said that you studied it. I need the sources. There are four main sources of Islam all Muslims agree on. What are. What are the four sources? That's not it. That's not it. You forgot Kiaz and Ishmael. So please sit down and listen. Please sit down and listen. I am not. I don't have phobia of Islam. I was born in Islam. You cannot tell a cub that they have a phobia of cats because this is their environment. You know, you tell somebody who never been to the situation, islamophobic. But I, as a son of the religion, I don't have a phobia. I have the right to rebel. I have the birth right to rebel. I, I tell you something, if his. If I. I don't. I don't mind speaking to him after the event if this is what he wants. Okay? And I don't mind actually debating someone, but The thing is, when you accuse someone, you must support, you know, you accuse me of Islamophobia. This is a big accusation. How can be a islamophobic if this is my natural environment? You know, you cannot tell a fish to be that. A fish is afraid of water, you know? What? Did you have the last word? Let me just respond very, very quickly. I. Look, I don't. I don't believe that Islamophobia is a helpful word. Right. I think bigotry towards Muslims maybe a better one. Right. But I'm just using the word that most people understand. When I say that, people know what I'm talking about. Right? That's all I'm saying. But we can have this conversation. I wouldn't dwell over the semantics right now, but we could have this conversation more in depth. Okay. But also you need to understand. Thank you. And I think Mr. Yusuf is saying he is not a bigger. This is if it was a different function. Okay. And I can talk Islam with you all day long. I have no fear. I have no problem of discussing, uh, religion, criticizing religion. It's our freedom in this country. You know, people criticize Christianity, criticize Judaism, they make fun of the gods. Why cannot I make the fun of the gods? You know that I was brought up. But anyway, this is not. This is not the right place. Look, I don't want to be offensive. I don't want to be offensive. To anybody. But thank you for bringing the topic we were focusing on. Gaza. You tell me that you're from Sudan. You're about, like, 2,000 miles away. Have you ever been to Palestine or to Israel? You never been there? So you shake your head when I said the black situation in the territories. In denial. But you never been there?",
    "create_time": 1715858915,
    "id": 7369557814890761518,
    "region_code": "US"
  },
  {
    "create_time": 1715811674,
    "is_stem_verified": false,
    "video_description": "In a previous CNN segment, reporters confirmed that the oldest known site of human life has been found in the southeastern U.S. Well friends, we can permanently put that \"Out of Africa\" theory to bed. Remember Pangea! #outofafrica #blackhistory #nativeamerican #tameri #turtleisland #egypt #blackamerican #americanindians ",
    "view_count": 15804,
    "hashtag_names": [
      "blackhistory",
      "egypt",
      "americanindians",
      "nativeamerican",
      "outofafrica",
      "turtleisland",
      "blackamerican",
      "tameri"
    ],
    "id": 7369354974502898986,
    "region_code": "US",
    "username": "brownnatives",
    "voice_to_text": "We're settled. So there's this team at Florida State University that discovered stone tools alongside mastodon bones. That means they found the oldest known site of human life in the southeastern US. Consider"
  },
  {
    "region_code": "GB",
    "username": "ouruniverse08",
    "video_description": "Dilophosaurus sounds creepy 😳 #fyp #goviral #dinosaur #dilophosaurus #spinosaurus ",
    "view_count": 3413970,
    "create_time": 1715810046,
    "hashtag_names": [
      "dinosaur",
      "goviral",
      "fyp",
      "spinosaurus",
      "dilophosaurus"
    ],
    "id": 7369347985953590561,
    "is_stem_verified": false
  },
  {
    "voice_to_text": "have you ever thought about what a circle sounds like well it sounds like this just a frequency of sin and cosine how do you see the circle well if you press these buttons that are out of frame there you go there's the circle now what about a square well let's turn off the circle for a second there's the square the square looks like this a little bit different than the circle but still more or less just a wave  so go back to this view and what happens if you play the sound of the circle over the sound of a square well turn back on the circle if we turn back on the square we can see that as we slowly increase the frequency we can watch the circle outline the square now watch what happens if we slowly increase the frequency and look at the patterns that emerge",
    "hashtag_names": [
      "frequencies",
      "oscilloscope",
      "soundart"
    ],
    "id": 7369339372526652702,
    "is_stem_verified": false,
    "region_code": "US",
    "view_count": 8956794,
    "create_time": 1715808194,
    "username": "pleasedropout",
    "video_description": "The sound of shapes #soundart #frequencies #oscilloscope "
  },
  {
    "video_description": "I am bleeding money ",
    "is_stem_verified": false,
    "region_code": "US",
    "username": "brittkneebe9",
    "view_count": 831161,
    "voice_to_text": "Are you curious on what $18 gets you in America these days? Get ready. Some candy and some Chapstick, hmm?",
    "create_time": 1715792022,
    "hashtag_names": [],
    "id": 7369270527590173998
  },
  {
    "hashtag_names": [
      "fyp",
      "hypothetical",
      "deadcelebrities",
      "devyneli",
      "getcholickin"
    ],
    "id": 7369065336429382958,
    "username": "devyneli",
    "video_description": "QTNA! #devyneli #fyp #deadcelebrities #getcholickin #hypothetical ",
    "voice_to_text": "Okay, so I have a weird ass hypothetical question for y'all. I was just talking to my roommate, right? If you could fight anybody in history and you guaranteed to beat their ass, who are you choosing? Now, my rules are they have to be dead and they have to be famous. Don't tell me about little Ray Ray from down the street that jumped you and your little sister back in 1978, and you ain't let it go. We don't give a damn, okay? They have to be dead and they have to be famous. Whose ass are you beating",
    "create_time": 1715744238,
    "is_stem_verified": false,
    "region_code": "US",
    "view_count": 815047
  },
  {
    "is_stem_verified": false,
    "region_code": "GB",
    "username": "pubity",
    "video_description": "There’s so much going on in this video?? 🤣🤣🤣 #RoadTo15M #Pubity  (Mesquite 77 Longhorns via ViralHog)",
    "view_count": 27652745,
    "create_time": 1715735092,
    "hashtag_names": [
      "pubity",
      "roadto15m"
    ],
    "id": 7369025799195790624
  },
  {
    "voice_to_text": "I think it is you, the women, who have had the most diabolical lies told to you. How many of you are sitting here now, about to cross this stage and are thinking about all the promotions and titles you are going to get in your career? Some of you may go on to lead successful careers in the world, but I would venture to guess that the majority of you are most excited about your marriage and the children you will bring into this world. I can tell you that my beautiful wife, Isabel, would be the first to say that her life truly started when she began living her vocation as a wife and as a mother. By making it to this moment through all the adversity thrown your way from COVID, I hope you learn the important lessons that suffering in this life is only temporary. As a group, you witnessed firsthand how bad leaders who don't stay in their lane can have a negative impact on society. While COVID might have played a large role throughout your formative years, it is not unique. Bad policies and poor leadership have negatively impacted major life issues. Things like abortion, IVF, surrogacy, euthanasia, as well as a growing support for degenerate cultural values in media, all stem from the pervasiveness of this order. Our own nation is LED by a man who publicly and proudly proclaims his Catholic faith, but at the same time is delusional enough to make The sign of the cross during a pro abortion rally. He has been so vocal in his support for the murder of innocent babies that I'm sure to many people, it appears that you can be both Catholic and pro choice. The world around us says that we should keep our beliefs to ourselves. Whenever they go against the tyranny of diversity, equity and inclusion, we fear speaking truth. Because now, unfortunately, truth is in the minority. Congress just passed a Bill we're stating. Something as basic as the biblical teaching of who killed Jesus? Could land you in jail. I'm certain the reporters at the AP did not have imagined that their attempt to rebuke and embarrass places and people like those here have been addicting. Wouldn't be met with anger, but instead met with excitement and pride. Not the deadly sins sort of pride that has an entire month dedicated to it, but the true god centered pride that is cooperating with the Holy Ghost to glorify him.",
    "region_code": "US",
    "username": "changedotorg",
    "video_description": "A Change.org petition is calling on the Chiefs to dismiss kicker Harrison Butker for making several dehumanizing remarks during his commencement speech at Benedictine College on May 11th. Here’s what the three-time Super Bowl champion said about women, Pride Month, COVID, abortion, and more … If you want to read or sign the petition, head to our link in bio. #HarrisonButker #commencement #graduation #chiefs #nfl ",
    "view_count": 14617125,
    "create_time": 1715727807,
    "hashtag_names": [
      "nfl",
      "graduation",
      "chiefs",
      "commencement",
      "harrisonbutker"
    ],
    "id": 7368994788391292206,
    "is_stem_verified": false
  },
  {
    "username": "certifiedhealthnut",
    "video_description": "If you’d like to learn more about urine therapy check out the full video on my youtube channel. #troycasey #certifiedhealthnut #urinetherapy🖤 #healthandwellness #alternativemedicine #shivambu ",
    "view_count": 3800058,
    "voice_to_text": "This is aged urine. This is about six months. It's got that nice brown tint to it. And then, of course. Oh, gnarly. Smells like ammonia. The research that I've shown is it's good for parasites, it's good for your gut microbiome. So, of course, we can drink a little bit and see what happens. But what the way I like to use it ultimately is topically. So you put a little bit in your hand there, then you just rub it on your skin.",
    "create_time": 1715724297,
    "hashtag_names": [
      "alternativemedicine",
      "healthandwellness",
      "shivambu",
      "troycasey",
      "certifiedhealthnut",
      "urinetherapy🖤"
    ],
    "id": 7368979703534849323,
    "is_stem_verified": false,
    "region_code": "US"
  },
  {
    "create_time": 1715720494,
    "username": "erinhattamer",
    "video_description": "Side note: i have food poisoning #operationolivebranch #passthehat ",
    "view_count": 124110,
    "voice_to_text": "Hello, want to give some important updates for pass the hat? I first started pass the hat because I had families reaching out and I could assign those specific families with specific people that signed up. But now that so many people know about pass the hat and Operation Olive Branch, you don't need to depend on getting assigned. You can go to Operation Olive Branch, which again as at the top of my link tree, and look through the master list and find a family and support them. You no longer have to wait on us. Assignments will still be opened so we can make sure every family has a decent amount of people. And for some people that don't see this video and don't know, but please take the initiative yourself and go pick a family and still hashtag pass the hat and still tag Operation Olive Branch. Ultimately, pass the hat wasn't meant to be a long term solution. It was meant to be triage to help these families while they're in the middle of it. Raise as much money as they can to escape and meet basic needs. But OOB is going so far past that they are thinking 5, 10 steps ahead. I'm not gonna be here doing this forever. I was not meant to run a non profit. Again, I am surrounded by so much trash right now, which is to say, I have no organizational skills. But 0 0 B is gonna be there, and I Intend to help however I can. So these are your new instructions for pass the hat. 1. See a video that says, pass the hat. Oh, now you got the bug. 2 you go to Operation Olive Branch and pick your own family to support. 3 you make videos about them, you put their gofundme in your link tree, whatever it takes to reach their goal. And 4, you tag three to four friends, creators, family, whoever, and pass the hat forward so they can do it, too. This way, you don't have to wait. This way, the word gets out faster. This way, more and more families can be assigned. There are over 12,000 families waiting. The faster we can get people to their goals, the more and more people we can help. Please, please, please spread this new initiative. This means people can work faster, and it means once, eventually, we're not in the triage phase, and we're in the rebuilding phase for the people of Palestine, you guys can have a solid base, a mantle to be by. And that is Operation Olive Branch. Thank you guys so much for your help. Keep going, and, uh. Free Palestine.",
    "hashtag_names": [
      "passthehat",
      "operationolivebranch"
    ],
    "id": 7368963377051258158,
    "is_stem_verified": false,
    "region_code": "US"
  },
  {
    "hashtag_names": [
      "college",
      "sports",
      "nfl",
      "graduation",
      "breakingnews",
      "politics",
      "news",
      "chiefs",
      "biden",
      "kansascitychiefs",
      "benedictine",
      "harrisonbutker",
      "presidentbiden"
    ],
    "id": 7368852085556661547,
    "is_stem_verified": false,
    "region_code": "US",
    "username": "dailymail",
    "video_description": "Kansas City Chiefs star Harrison Butker CALLED OUT President Biden for what he called his 'delusional' policies and 'poor leadership' during a speech to graduations of Benedictine College. #kansascitychiefs #chiefs #nfl #sports #biden #presidentbiden #harrisonbutker #news #politics #breakingnews #college #graduation #benedictine  ",
    "view_count": 6076839,
    "create_time": 1715694584
  },
  {
    "create_time": 1715640674,
    "hashtag_names": [
      "college",
      "research",
      "seniors",
      "graduation",
      "mit",
      "universityoftexas",
      "phd",
      "nanotechnology",
      "tiktokinterview",
      "safetyschool",
      "postgradplans"
    ],
    "id": 7368620534499708206,
    "is_stem_verified": false,
    "video_description": "Interviewing seniors at MIT about their post-grad plans part 4 #college #mit #seniors #tiktokinterview #postgradplans #graduation #universityoftexas #phd #nanotechnology #research #safetyschool ",
    "region_code": "US",
    "username": "enlightened.philosophy",
    "view_count": 1252781,
    "voice_to_text": "So what are your post grad plans? So my post grad plans. I'm gonna be a PhD student next year at the university of Texas. Oh, PhD at university of Texas. Great. What is. What is the focus in. Focuses in nanotechnology. I'm working in Dr. Akinwande's Nanolab. How did you find your passion for nanotechnology? Gosh. Started in high school. I had a really good physics teacher. Really inspired me to study electrical engineering. Went from there. And so how do you apply for an PhD? Boy. So, I mean, through the website, I guess, but do as much research as you can. As many. Much undergrad research, and then, yeah, just, like, find a specialization. So how was your experience here at MIT? Loved it. The blast. Work hard, play card. What is your favorite memory that you've had here? Winning the LaCrosse New MAC championships sophomore year. Oh, yeah, yeah. So you do LaCrosse here? Do you do anything. Do you do anything else besides LaCrosse or a member of fraternity? Um, and I did, yeah. Undergrad research here. Was MIT your top choice when you apply it? No. What was your top choice? Naval Academy. Oh, wow, really? That's interesting. Long story short, I got a Navy, chose Navy, and then tore my knee. Couldn't go to Navy, so my backup is here. Awesome. You're. This MIT is your backup? Oh, yeah. Backup school. Biggest flex ever. Yeah. Yeah. So do you have any advice for Like high school students applying MIT. Study for your sats. Study for your sats. Yeah. Be well rounded applicant. Yeah. Did you have a certain spike when you applied or. I don't think so now. Luck of the draw. Yeah. You were just being you and then you got in, right? Yeah, I guess so. Alright, awesome. I appreciate your time. Thank you. Appreciate it. Hook em. Hook em hard."
  },
  {
    "view_count": 36801,
    "voice_to_text": "energy update with some major twists so if you're into this topic keep watching cause you might be able to help me out by show comments how many of you experience the Aurora borealis this past weekend and out of those of you who saw it how many of you couldn't see it unless it was on your phone meaning it didn't really show up in the sky and the only time you really saw it was when you were looking at it through your screen I asked because this has been the Schumann Resonance this entire weekend not really a peep and that's suspicious with all things considered I would have guessed that this chart would have been blasted in white but it's not why well when we are looking at the simulated matrix that we call reality we have to be aware of predators coming from all different angles from the food we eat to the water we drink to the clothes we wear to basically any item that we purchase to the air we breathe to the legal drugs that they prescribe you to our true history and past accomplishments that could fundamentally shift our existence for humanity towards the better if only it wasn't suppressed we just need to face the fact that we have been lied to about everything so it's safe to say that me personally I only take official announcements from our government entities with a grain of salt this includes NASA and even are currently accepted and pushed science now I know this is going to trigger all of the flat earth haters in the comments but listen I'm going to go ahead and say this off the top if most people think it's unacceptable to force anyone else's religion down their throat why would this be any different because science after all is its own religion everyone is honestly allowed to believe whatever they want especially when our true history is not even being taught to us in our schools so chill  we embrace every opinion here on my page as we open our minds and ask the important questions so if you're being a damn idiot in my comment section I'm on a blocking frenzy right now do not threaten me with a good time but with that being said here's what we do know harp is a weather modification pew pew used by our own rulers oops I meant for the exploration of Earth's upper atmosphere and geospace environment of course my bad but just like everything else they tell us right to our faces what they are doing they just don't take any accountability to actually make sure we get the important information necessary it even states on their official website that it was previously owned by the US Air Force and it was gifted to the university of Alaska Fairbanks in 2,015 that's suspicious but not as suspicious as this harp was doing a research campaign the same time as the solar flares well can harp actually produce artificial Aurora borealis actually yes they can or as can be artificial pause to read but we can't complete this video without also mentioning the weird elephant in the room of what we all saw during the eclipse in fact if you're anywhere on TikTok you've probably come across at least one video of people talking about an artificial sun well is that possible yes this is an article from the Smithsonian this new man made sun is 10,000 times more intense than sunlight on earth ha ha research China and what they're doing I'll help you a little further China's artificial sun just broke a record for longest sustained nuclear fusion isn't that fun I say all of this to say this when I say that we live in a simulated matrix this is what I'm talking about everything about our existence is either a lie or an illusion that's it which is precisely why we ask the questions here on my page now I gained over 7,000 new followers ever since I put out the let them eat 🍰 video and I find it so fascinating that almost every video I've put out since that one my engagement has barely changed that's suspicious you just have to critically ask yourself why would they be suppressing important information like this because it's the illusion that they are trying to sell you and when someone like me comes from behind the curtain and says this is all an illusion they don't want you to know that because the longer they can keep you in the illusion the longer they have you under their thumb so what about all of these Ascension symptoms that everyone's been feeling at least this weekend well do yourself a solid and look up Havana syndrome and what causes that this world is no longer operating in the realm of conspiracy in fact everything that these people who you claim are dumb idiots are saying there's information out there ha ha ha you're just choosing not to look at it now of course I'm not saying that the symptoms that everyone is feeling during this awakening that we're experiencing are all due to these energies that they are artificially giving us however they do seem to correspond with certain events that take place such as the actual energy that we receive coming in from the earth versus the artificial energy that they are putting out onto the earth do I know that what I'm saying right now can completely contradict things that I've said in previous videos yes and absolutely but that's the whole point of my page is to ask the questions and to not get so married to a certain idea or a specific way of thinking about the reality that we exist in right now because we don't know the answers we don't have the truth they are not telling us the truth there needs to be some other research that we do next corresponding between the Ascension symptoms and what we are experiencing and how they could be happening simultaneously and not necessarily be connected a simple explanation for that would be they are trying to bombard us with all of these electromagnetic energies to try to stop us from awakening but the awakening is going to happen no matter what we see that that's clear so I just wanted to give you this energy update let you know that none of this weekend showed up at all on the Schumann resonance so if that gives you any sort of clarification in mind about what is actually going on here great if it gives you more questions to ask great the point of all of this is to try to find the truth try to find the reality our real reality of where we're living how things are going what this world is actually looking like around us outside of the simulated matrix that they're giving us so I would love to hear your thoughts your comments your opinions all of it is accepted but like I said if you're just here to cause hate and draw shade on people or their opinions in my comment section I will block you I have no problem with that okay that's all I love you bye",
    "create_time": 1715623808,
    "hashtag_names": [
      "greenscreen",
      "auroraborealis",
      "solarflares",
      "wildmother",
      "ascensionsymptoms",
      "geomagneticstorm"
    ],
    "id": 7368548059648691499,
    "region_code": "US",
    "video_description": "Lets have this discussion. #wildmother #solarflares  #auroraborealis  #geomagneticstorm  #ascensionsymptoms  #greenscreen ",
    "is_stem_verified": false,
    "username": "mojaveandwolf"
  },
  {
    "hashtag_names": [
      "greenscreen"
    ],
    "is_stem_verified": false,
    "region_code": "US",
    "view_count": 1192334,
    "voice_to_text": "I'm curious. What do other girls put on the walls of their bedroom? This is giving, like, college dorm sorority recruitment. This is never gonna happen. I don't know what this is, but if it costs more than $20, I'll be shocked. What is this? I live with my mother. What is this? What am I gonna tell her it is? I feel like everyone could make this. I need to see an actual person's bedroom with this hanging up, and then see what the person looks like, and it'll all probably make sense. Okay, hear me out. I kind of understand this one. So my aunt lives in the Jersey Shore, and, like, she has a, like, beach themed bedroom. Like, is this what people do in Nashville? Okay, hot take. I kind of like this one.",
    "create_time": 1715548138,
    "id": 7368223094579940654,
    "username": "tigbittysam",
    "video_description": "#greenscreen "
  },
  {
    "username": "alicemoitie",
    "create_time": 1715509477,
    "hashtag_names": [],
    "id": 7368057069682920737,
    "region_code": "FR",
    "is_stem_verified": false,
    "video_description": "",
    "view_count": 91024,
    "voice_to_text": "Question pour les scientifiques, les vrais scientifiques. Je sais que chaque animal est censé être utile dans la chaîne alimentaire. Ok, j'ai 1 théorie que si on supprimait les méduses et les moustiques, il se passerait rien de mal. Est-ce que j'ai tort ? Vous allez me dire, les araignées, elles mangent les moustiques, les araignées, elles mangent les moucherons aussi, elles mangent les mouches et tout ça. Ok. Qui bouffe des méduses, y en a très peu, très peu. Y a très peu de prédateur pour les méduses, l'anmi. Et voilà. Moi je vais dire, ah moi, si je pouvais, là, je supprimerai les méduses. Pourquoi ? Pourquoi les humains qui exploitent tout sur terre, on exploitent absolument tout, jusqu'à son dernier souffle. Pourquoi on n'a pas encore trouvé 1 truc pour les méduses ? Exploitons ces putains de méduses. Moi, God Bless. Moi quand je vais me baigner, c'est c'est c'est c'est dans la manche, l'été, moi je vais dans la manche, mais. Mais. La Méditerranée, comment vous faites ? Pourquoi on n'a pas trouvé 1 truc ? Antillage des méduses ou j'sais pas quoi. Il y a vraiment les bouffer ces trucs, c'est dégueulasse ou c'est. Il y en a qui le mangent, mais on devrait en manger plus. 1 catastrophe, catastrophe. Les méduses pareil. Les moustiques, le paludisme, les trucs. J'suis pas sûre que c'est le paludisme, et ça apporte plein de mal. Oublions les. Ça apporte plein de maladies. Les moustiques, euh. Ça gratte, c'est insupportable. Le bruit, le bruit. Qui vous réveille dans la nuit, là, des angoisses d'enfants, ça. Est-ce que vraiment, si on les supprimait, ce serait 1 problème ? Qu'il y a d'autres espèces qu'on pourrait supprimer ? Et il y a pas de problème dans la chaîne alimentaire ? Désolé, il y a pas. Qu'est-ce qu'il y a de plus nuisible qu'une méduse ? Ça me rend ouf, ça me rend. Ouf. Vous préférez-vous, préférez-vous êtes dans l'eau, et là, vous avez votre masque, comme ça. Le bateau, il est hyper loin, le bateau, il est à 5minutes en en brasses, là, vous avez votre masque et vous voyez qu'il y a les méduses qui font ça, là, qui se rapprochent. Vrai ça, vous, vous devez dormir, euh. Toute 1 nuit, dans 1 pièce, euh. Complètement fermée, hermétique, avec, euh, 50 moustiques, sans maladie, juste 50 moustiques, aucun. Pff. Aïe, aïe, aïe ! J'appelle à tous les scientifiques, j'en appelle à tous les scientifiques pour qu'ils trouvent, euh. Des remèdes contre des maladies à base de méduse. Puis ça vit 100.000 ans ce truc-là, en plus, pas, pas, pas, pas, pas, même pas, ça vit 2 ans. Pourquoi on a des des papillons, là, qui vivent 1 semaine et des méduses qui vivent mille-huit-cents ans, là ? C'est quoi ce délire ?"
  },
  {
    "create_time": 1715480684,
    "hashtag_names": [
      "lightning",
      "texasweather",
      "texascheck"
    ],
    "is_stem_verified": false,
    "view_count": 4122,
    "id": 7367933395373935914,
    "region_code": "US",
    "username": "rickyjohnson271",
    "video_description": "Did it strike the same spot twice idk. Either way so happy to have gotten that on film. #texasweather #lightning #texascheck ",
    "voice_to_text": "Y'all take a look at this. Now. Did you catch it? Because to me, when you slow it down, it looks like lightning struck in the same spot twice. Probably didn't. That's what it looks like. Here, check it out. We all think, did it strike twice in the same spot, or is that just normal? I've never seen it."
  },
  {
    "hashtag_names": [
      "florida",
      "energy",
      "peace",
      "health",
      "tampa",
      "clearwater",
      "wellbeing",
      "transmutation",
      "massagetherapy",
      "lymphaticsystem",
      "energeticbody"
    ],
    "id": 7367822040184933678,
    "view_count": 108,
    "voice_to_text": "so while the majority of us know I'm sure the body is made up of majority of water but right now I wanna simply compare the lymphatic system to our energetic emotional body to the element of water and the transmutationproperties of water so your lymphatic system and in a sum of it is a washing machine for your body it takes the fluid that travels within your body and it takes the bad stuff out the toxins and it traps it and what we know as our lymphatic nodes our lymphatic nodes therefore breaks down these toxins and what's not gonna serve the body so it won't cause harm to the body kind of does its own transmutation to where it can then be sent back out into the body and the body is running as a natural balance state let's compare the element of water many like myself enjoy being by water because water can very much symbolise the flow of our emotional being water symbolizes the energetic flow of what is and water can also be used as a transmutation tool when it comes to transmuting negative emotions and thought patterns into a peaceful state of mind and thought process you almost have to be your own lymphatic system your own lift node to your negative emotions to your negative thought patterns you have to catch these patterns of infiltrations that infiltrate your balanced state of being you have to be that lypmh node to these toxins toxic thoughts toxic beliefs and transmute them so you're able to be balanced it's up to you it's not up to anybody outside of you and it all kinda works hand in hand like your emotional body your energetic body works just like your physical body it's just up to you to remember that and be tapped in with it be tapped in with your emotions and check in on how you feel",
    "create_time": 1715454759,
    "region_code": "US",
    "username": "divineauratreatment",
    "video_description": "#lymphaticsystem #energeticbody #energy #wellbeing #peace #massagetherapy #tampa #clearwater #florida #transmutation #health ",
    "is_stem_verified": false
  },
  {
    "id": 7367815873110871339,
    "username": "tismekerry",
    "video_description": "I’m actually so mad no one told me. I once again blame the weather people #northernlights #california ",
    "voice_to_text": "How come the northern Lights being visible in America wasn't bigger news, but we made such a big deal out of the solar eclipse? Like, this is a million times cooler.",
    "create_time": 1715453325,
    "is_stem_verified": false,
    "region_code": "US",
    "view_count": 44430,
    "hashtag_names": [
      "california",
      "northernlights"
    ]
  },
  {
    "region_code": "NZ",
    "username": "hazweeta",
    "voice_to_text": "뽀뽀 뽀뽀 뽀뽀   뽀뽀   뽀뽀 뽀뽀 뽀뽀 뽀뽀 뽀뽀 뽀뽀   뽀뽀   뽀뽀   뽀뽀   뽀뽀 뽀뽀 뽀뽀 뽀뽀   뽀뽀   뽀뽀",
    "create_time": 1715420346,
    "id": 7367674246505532689,
    "video_description": "It was so pretty though!!!#northenlights #auroraborealis #nz ",
    "view_count": 7253622,
    "hashtag_names": [
      "nz",
      "northenlights",
      "auroraborealis"
    ],
    "is_stem_verified": false
  },
  {
    "region_code": "US",
    "username": "crgrichard",
    "video_description": "recognizing ragefarming or ragebait content is key to being able to combat it. here's how. Rage farming is content purposefully posted to generate outrage due to its offensive nature. its done for the purpose of increasing engagement and attention and revenue to the platform of the person or entity that posted it. #greenscreen #medialiteracy #ragebait #ragefarming #patternrecognition  #attentioneconomy #attentionseeker #criticalanalysis #blocklist ",
    "view_count": 1274,
    "create_time": 1715365866,
    "hashtag_names": [
      "blocklist",
      "attentionseeker",
      "greenscreen",
      "medialiteracy",
      "criticalanalysis",
      "attentioneconomy",
      "patternrecognition",
      "ragebait",
      "ragefarming"
    ],
    "id": 7367440216329686314,
    "is_stem_verified": false
  },
  {
    "hashtag_names": [],
    "is_stem_verified": false,
    "video_description": "",
    "create_time": 1715361313,
    "id": 7367420701680160017,
    "region_code": "AU",
    "username": "slopsta",
    "view_count": 18264162,
    "voice_to_text": "FUN FACT due to a genetic mutation some monkeys in the Amazon rainforest  sound indistinguishable from humans from what some witnesses recount as  somewhat broken English because of this similarity it has led some explorers to believe  that they were being followed"
  },
  {
    "is_stem_verified": false,
    "region_code": "US",
    "username": "philipdefranco",
    "video_description": "Severe Solar Storm To Hit Earth Tonight #usa #earth  A severe solar storm will hit Earth tonight and it’s expected to be the biggest in nearly 20 years. It could cause power issues, interrupt communications and navigation, and disrupt satellites. But on the brighter side of things, literally, you could see the northern lights as far south as Alabama. Also apparently the sun spot that caused this is so big that you can see it on the sun today if you have the appropriate eyewear.",
    "view_count": 2258035,
    "voice_to_text": "A severe solar storm will hit earth tonight, and it's expected to be the biggest in nearly 20 years. It could cause power issues, interrupt occasions and navigation, and disrupt satellites. But on the brighter side of things, literally, you might see the northern lights as far south as Alabama. Also, apparently, the sun spot that caused this is so big that you can see it on the sun today if you have the appropriate eyewear. But the key thing being appropriate eyewear. Do not go out and raw dog the sun, y'all. But, hey, follow to stay in the loop.",
    "create_time": 1715356535,
    "id": 7367400156863417646,
    "hashtag_names": [
      "usa",
      "earth"
    ]
  },
  {
    "region_code": "FR",
    "video_description": "EST-CE RÉALISTE DE PENSER QUE LE HASARD  SOIT À L’ORIGINE DE L’UNIVERS ?",
    "view_count": 99292,
    "voice_to_text": "Les gens qui disent, c'est le hasard, ou c'est les multivers, euh, je leur donne 1 souvent 1, 1 analogie. Je leur dis, écoutez, le hasard, c'est très gentil, mais ça peut marcher parfois. Mais regardez, si vous faites 1 loterie, si vous organisez 1 loto sur l'ensemble de la planète, vous, il y a bien 1 gars qui va gagner. Donc vous allez interviewer cette personne, vous lui dites, écoutez, euh, c'est formidable, qu'est-ce que vous en pensez ? Il dit, ouais, j'ai eu beaucoup de chance, et le lendemain, vous faites 1 nouveau loto sur l'ensemble des 7.000.000.000 d'habitants de la planète, et c'est encore le même qui gagne. Là, vous allez interroger, il dit, bah, j'ai eu vraiment de la chance et tout ça. Le le sûr lendemain, vous refaites 1 loto et c'est toujours le même qui gagne, mais là, c'est la police qui va venir le voir. Et lui, s'il dit qu'il a de la chance, ça ne va pas, il faut 1 autre explication. Voyez, quand y a trop de chance, qui se mettent ensemble 1 coup sur coup, nous, c'est pas, on n'a pas gagné 3 fois la loterie, on a gagné 30 fois sur des des chiffres qui sont bien plus grands que 7.000.000.000. Comment ça se fait qu'on a gagné ? Il faut bien 1 explication. Et donc, le, hmm, l'explication la plus rationnelle, la plus logique, c'est de dire que que Dieu est 1 artisan qui a tout réglé avec mesure, nombre. Et poids ? Einstein disait exactement pareil. Einstein disait, toute personne sérieusement impliquée en science finira par découvrir qu'un esprit intelligent supérieurement plus grand que celui de l'homme se manifeste dans les lois de l'univers.",
    "hashtag_names": [],
    "is_stem_verified": false,
    "username": "grainesdepelerins",
    "create_time": 1715318509,
    "id": 7367236842040741153
  },
  {
    "id": 7367167329060293930,
    "region_code": "US",
    "username": "ariesmoonjas",
    "voice_to_text": "they found an ocean underneath the Earth's crust and upon finding this ocean we have discovered that there's not only liquid gas and solids there is a fourth state it's water that's basically like a sponge this new ocean is the largest ocean on the planet we also discovered that there's a super massive black hole pointed directly at the earth it's also spitting energy at us in other news there's also a giant hole in the sun we also found a continent on earth that has been missing for 375 years it's called Zelandia and yes there are people there a man tried to board a plane in Miami with a small bag of snakes in his pants so they were quite literally almost snakes on a plane there was an escaped zebra roaming Seattle for the past few days meanwhile this thing washed up onto a California coast it's called a football fish and by the way it only lives to reproduce and it hooks those teeth into female football fish to do the deed you're welcome",
    "create_time": 1715302320,
    "hashtag_names": [],
    "is_stem_verified": false,
    "video_description": "Weird news and weird facts for you to think about",
    "view_count": 10329675
  },
  {
    "region_code": "US",
    "view_count": 675653,
    "voice_to_text": "Let them eat cake. Let's talk about the guillotine. This device featured clean lines and utilitarian design. The blade here was both organic and gluten free. And the whole thing is powered by the renewable energy source known as gravity. I like to call it the Slap Chop for aristocrats. The guillotine featured a really innovative form of cervical manipulation. When the blade was dropped, it applied gentle pressure to this area separating the lower neck from the upper neck, thus liberating the head, the rich. I mean, the person undergoing this procedure would only feel a tiny pinch, maybe some vibration, before the massive fluid loss LED to unconsciousness. And while this form of social equity, I mean, punishment might seem barbaric by today standards, it's important to remember that it was actually a huge leap forward compared to breaking people on the wheel. If the guillotine were to make a comeback today, I think that we could give it an update, a little bit of the rasmatazz. Because if you're gonna send out the social elites, you wanna make sure you do it in style. One more fun fact about this machine. If the blade of this device had not been sharpened recently, it could take two to three drops for that cervical manipulation to occur. If you were from a rich family, they might pay the executioner to make sure that the blade was freshly sharpened, thus reducing your pain and suffering before you received the ultimate Ring dinger",
    "username": "scibodytherapy",
    "video_description": "A bit of commentary on the state of the world. Oddly, there is still an anatomy lesson in here. #neckcrack #neckpain #history ",
    "create_time": 1715301793,
    "hashtag_names": [
      "history",
      "neckpain",
      "neckcrack"
    ],
    "id": 7367165079051046186,
    "is_stem_verified": false
  },
  {
    "create_time": 1715297423,
    "hashtag_names": [
      "physics",
      "science",
      "learnontiktok",
      "learneclecticthings"
    ],
    "id": 7367146291547180330,
    "video_description": "The shower curtain effect! #science #physics #learnontiktok #learneclecticthings ",
    "voice_to_text": "The shower curtain effect is how shower curtains tend to blow inward at you whenever you take a shower and over the years there have been tons of hypotheses for why your shower curtain seemingly tries to consume you whenever you're trying to wash your body. And you just got feet for free so don't take it for granted. First up it's been thought to be just the fact that the hot water heats the air inside the shower so the hot air rises and escapes above the shower curtain and that creates low pressure which pulls the colder air in from the bottom. Weirdly it still happens in cold showers so that can't be it. But the most popular explanation has been the bernuli effect explanation which holds the air pressure decreases as a fluid speed increases Bernuli effects got a lot of applications like you can use it to calculate the lift on an airplane wing but it's not fully sufficient to explain lift altogether it's also the reason carburettas work. In the case of the shower the thinking is that the rapid speed of the water increases the speed of the air around it too that creates negative pressure which sucks the shower curtain in towards a leg hug. In 2001 David Schmidt of the university of Amherst created yet another explanation for the effect using computer simulations he drafted a model of a typical shower and separated that shower space into 50,000 little cells he ran the simulation on his home computer in the evenings and weekends basically he said whenever his wife wasn't using the computer and after two weeks of running those simulations  his Space Odyssey age computer had generated 30 seconds of simulated shower runtime. The simulation showed that it wasn't burnoulie effect nor was it the chimney effect drawning that curtain in towards your leggies. instead the simulation showed that the shower spray creates a vortex inside the shower stall just like the center of a Hurricane or cyclone. tThe shower spray centric cyclone creates an area of low pressure which draws the curtain in for you David Schmidt won the 2001 Ignobel Prize in physics for this work: The effect is pretty weak so if you don't want it to happen you gotta get a heavier shower curtain or one with magnets on the bottom we have these lightweight clear curtains and I just spray it some with water with some water to weigh it down Jesus I can't speak today ha ha",
    "is_stem_verified": false,
    "region_code": "US",
    "username": "dexter.mp4",
    "view_count": 787093
  },
  {
    "region_code": "FR",
    "username": "monsieurastuces",
    "video_description": "Les personnes qui ont du mal à se lever le matin sont plus intelligentes 🤓",
    "create_time": 1715278889,
    "hashtag_names": [],
    "id": 7367066711599631649,
    "is_stem_verified": false,
    "view_count": 1099852,
    "voice_to_text": "Les personnes qui ont du mal à se lever le matin sont plus intelligentes que la moyenne. C'est pas 1 farce, c'est la science qui le dit ! Des chercheurs se sont penchés sur le niveau d'intelligence de milliers d'adolescents ainsi que sur leur routine de sommeil, de lever et de coucher. On a pu ainsi déceler 1 niveau d'intelligence supérieur chez celles et ceux qui se couchent tard et qui ont donc du mal à se lever le matin. 1 autre étude menée par l'université de Miami a mis en évidence que les couches tard présenteraient 1 personnalité plus créative et 1 esprit non conventionnel et de l'abilité à trouver des alternatives et des solutions originales. Tu n'es pas 1 larve, tu es juste génial !"
  },
  {
    "view_count": 6170902,
    "create_time": 1715230243,
    "hashtag_names": [],
    "id": 7366857750434876715,
    "is_stem_verified": false,
    "region_code": "US",
    "username": "12emme",
    "video_description": ""
  },
  {
    "is_stem_verified": false,
    "region_code": "US",
    "username": "talesofalonewolf",
    "video_description": "#lonewolf this one wont get many views im thinking.",
    "view_count": 8815535,
    "create_time": 1715210249,
    "hashtag_names": [
      "lonewolf"
    ],
    "id": 7366771875059404078
  },
  {
    "hashtag_names": [
      "stitch",
      "viral",
      "tiktok",
      "duet",
      "explore",
      "typ",
      "foryoupage",
      "fallopiantubes",
      "xyzbca"
    ],
    "id": 7366736251103284522,
    "region_code": "US",
    "video_description": "TIKTOK TIKTOK…i need yall to RELAAAAAAAX OMG i learn something new EVERY HOUR ISTGGG‼️😭#ty#typt#stitchu#dueto#foryoupagey#xyzbcai#Viralx#explorei#TikTokbwliyah #ty#typt#stitchu#dueto#foryoupagey#xyzbcai#Viralx#explorei#TikTokbwliyah #fallopiantubes ",
    "view_count": 1526063,
    "voice_to_text": "So our fallopian tubes move. They just reach out and grab the eggs. I don't think y'all understand how. How mine. But I got tears in my eye. Are fallopian tubes move. They just. They just reach out and grab the egg. If the egg just float off. Are you kidding? I'm never having a child ever. And they even look like little. I'm stressed, I'm stressing, I'm stressing, I'm stress. So when people say they are tying tubes, they're literally tying our mini hands together. Then sometimes when. When tying tubes doesn't work, and the person still get pregnant, that mean that the fallopian tube literally wiggled. It wiggled its way out of the not. The government must be stopped! Oh, my gosh!",
    "create_time": 1715201958,
    "is_stem_verified": false,
    "username": "bbwliyah"
  },
  {
    "video_description": "just to clear things up ",
    "id": 7366494339561803054,
    "is_stem_verified": false,
    "username": "disturbedbigsis",
    "view_count": 3606283,
    "voice_to_text": "if you have a full 16 ounce glass of water after a cigarette doesn't count it's like you never had the cigarette um cancels each other out if you only have a cigarette once a week go ahead and consider yourself a non smoker as far as I'm concerned that is not an issue if you don't tell anybody that you smoke at all automatic non smoker no issue here",
    "create_time": 1715145643,
    "hashtag_names": [],
    "region_code": "US"
  },
  {
    "create_time": 1715116373,
    "hashtag_names": [
      "texting",
      "datingcoach",
      "datingcoachformen"
    ],
    "id": 7366368283206962462,
    "is_stem_verified": false,
    "username": "datingbyblaine",
    "voice_to_text": "Here are five questions you should ask a girl. Fellas, if your conversations are dry, then please take note. The last one can be spicy. What's the best compliment you've ever received? What role do you play in your friend group? How would you describe your ideal Sunday? What do you think are our biggest similarities and differences? What's something you fantasize about?",
    "region_code": "US",
    "video_description": "FYI these are all better questions to ask IRL, on a first or second date, than via text 📵 Follow me (@datingbyblaine) for more tips <3 #datingcoach #datingcoachformen #texting",
    "view_count": 154009
  },
  {
    "hashtag_names": [],
    "id": 7366353992714177835,
    "username": "emopizzelle",
    "video_description": "",
    "voice_to_text": "I watched the Neanderthal show on Netflix last night. In for all the Christians out there that just don't believe in evolution. Do you ever just sit and wonder? Cause like, Adam and Eve were intelligent beings, but like, Neanderthals, do you guys just ever think of that? Cause like, they existed and homo sapiens came after. The Bible doesn't talk about Neanderthals though. So do you ever just like, think about science? Like, ever? Just curious. Cause science.",
    "create_time": 1715112952,
    "is_stem_verified": false,
    "region_code": "US",
    "view_count": 748
  },
  {
    "hashtag_names": [
      "dna",
      "inheritance",
      "genetics",
      "drpatrick",
      "science",
      "brainvawedoc"
    ],
    "id": 7366035742121807147,
    "username": "brainwavedoc",
    "create_time": 1715038853,
    "is_stem_verified": false,
    "region_code": "US",
    "video_description": "#DrPatrick #brainvawedoc #genetics #science #dna #inheritance The molecule that carries genetic information in the cells of every living organism on our planet is rarely seen in its purified macroscopic form.",
    "view_count": 1967601,
    "voice_to_text": "okay welcome everyone I'm about to show you something that very few people on the planet very few people in history have ever seen this is such monumental significance that you're gonna wanna stick around and view it for yourself once you see it you may wanna tell your friends about it but what I'm going to show you underpins the very basis of genetic inheritance it is the substance that allows the movement or passage of genetic traits from one generation to the next it underpins genetic heritage of every living organism on this planet and it's rarely been seen in this form so what I'm about to show you probably the first time you've ever seen this and you are now going to be one of the few people in the history of the earth that have ever seen this and so this is deoxy ribonucleic acid or DNA as you can see it's not something theoretical it's not some concept it is a real thing it is real thing that you can hold and this is the pure dehydrated form of the substance as you can see it's very stringy which makes sense because DNA essentially is a series of codes essentially a long complex binary code which encodes the different parts and different functions of organisms this amazing substance carries a library of information and very few people is that substance now you know what DNA looks like"
  },
  {
    "is_stem_verified": false,
    "username": "bassforge.us",
    "view_count": 36482,
    "video_description": "Lots of metaphysical concepts here. Trying to layer them with as much physical evidence as possible but geometry speaks louder than words. It is the universal language that is superior to any other language.  Space bubbles are hyping me up though, not gonna lie I think the world needs more frequency research up there. #cymatics #frequency #vibration #iss #spacethings #spacex #nasa #sacredgeometry #geometry #spirituality #spiritual #esoteric #metaphysics #scienceismagic #fypage #fypシ゚viral ",
    "voice_to_text": "space station just did a cymatics experiment and it's wild just as wild as the water ones the bubble ones in all forms the Chladni plates the CGI ones and the oscilloscope cymatics they're all sick but this one blows them all away because this is what I've been trying to explain the whole time this is how sound actually looks it's a bubble so the gold thing is a speaker with an air bubble with water around it sound goes through it that's how you see it and we can calculate it with equations and stuff we have to see cymatics on earth like this because of the gravity thing but it allows us to look at the geometry of the frequency every frequency has its own geometry more harmony equals more symmetry particle colliders explore the smallest vibrations by mapping these tiny little particles we can see that they also have a geometry particles of the same shape or geometry resonate with other particles that are like them these form groups of atomic elements In a container, the resonance brings these atoms together vibrations that fit perfectly  inside a bigger vibration are called harmonics elements in harmony can vibrate together to form these little biological machines billions of these inside of you  doing all kinds of things to keep you alive more harmonics equals more organization  of matter into more complex systems this is a starfish egg when it gets fertilized it emits a frequency that sends a signal to all the cells inside of it that overtone is the signal to divide that frequency can organize a cell and then it can divide it geometry is just dividing a space like controlling an RC car that signal gets read and interpreted by the car and the car does stuff but there's more this is ferrofluid microscopic iron flakes in a fluid kinda like your blood when an electromagnetic current is passed through it at a specific frequency it can organize itself then, in a confined space, it can connect an entire system together kinda like your nervous system now you can connect systems together into an even more complex organism that is controlled by a mind interestingly enough the brain emits signals in these subsonic to sonic ranges same frequency we see in the space Cymatic here If this made sense to you it's your brain reading the QR code of the geometry translating that into a frequency and  understanding it on a vibrational level there exists a book about these geometries and it's amazing I know this because I wrote it it's part of a series that I'm writing It’s a system of knowledge called esoterics, it's very old the intro book is Codex it starts with a high level overview then goes to Geomatrix which is the nuts and bolts of how it works hidden history covers the cultures  that used it and taught it Harmonic alchemy covers the philosophy  and methodology of implementing this So that you can use it for your life if any of that sounds cool to you I've got a bunch of bundles out right now you can find that stuff here if it doesn't work for you just message me I'll refund you you can keep the stuff the link in my bio will take you to all this and the physical copies that are on Amazon",
    "create_time": 1715032491,
    "hashtag_names": [
      "nasa",
      "vibration",
      "frequency",
      "iss",
      "spiritual",
      "geometry",
      "spacex",
      "spirituality",
      "cymatics",
      "sacredgeometry",
      "esoteric",
      "spacethings",
      "metaphysics",
      "fypage",
      "scienceismagic",
      "fypシ゚viral"
    ],
    "id": 7366008395083631918,
    "region_code": "us"
  },
  {
    "view_count": 99817,
    "create_time": 1715025500,
    "hashtag_names": [
      "funny",
      "meme",
      "fyp",
      "welsh",
      "ukcomedy",
      "dheanasaur"
    ],
    "is_stem_verified": false,
    "video_description": "Bees are fish 2 electric boogaloo #fyp #dheanasaur #funny #meme #ukcomedy #welsh ",
    "voice_to_text": "bees are fish  No no no we've already done this video we've done this one before I mean bees may actually be fish That’s what I'm saying I know we've been through this No not that  so not the Californian bees no not the Americans not again  Okay then who   Canada oh same place no no don't don't anger them sorry yes they found out the bees may actually be able to survive underwater how they accidentally drowned them how do you accidentally drown something that seems like a fairly deliberate thing tubes huh so they were doing a different experiment with bees and there was like a buildup of condensation on a fridge  right and then that condensation got into tubes that were housing sleeping bees and fully submerged them and they survived a lot of them did yes so they did another experiment with 147 queen bees 147 why so many I don't know science oh yeah but it turns out that 9 out of 10 bees survived underwater for up to seven days seven days that's like a week uh huh so bees may actually be fish bees may actually be fish",
    "id": 7365978400575573280,
    "region_code": "gb",
    "username": "dheanasaur"
  },
  {
    "voice_to_text": "what can aliens tell us about religion something that's really interesting about the alien phenomenon is that how it expresses has a lot to do with the cultural conversation at the time so in the 50s alien stories had their own vibe in the 90s they kind of converged into a different kind of story based on the cultural conversation most seduction stories follow a similar narrative so first there's a feeling of unease anxiety feeling unusual there may even be in a compulsion to go to a specific place at a certain time and then there is the capture in a spacecraft an examination usually some kind of like medical exam of you a conference where you get to talk to the aliens a tour a loss of time a return a theophany which is just this feeling of of oneness or even a spiritual mystical experience and then kind of the aftermath so if you're a believer all of those similarities point to the idea that most alien abduction stories are real because these stories these are people who haven't met each other and yet they're having the same subjective experience but if you're skeptical it's easy to see that these images and these storylines really get into our subconscious and then when we feel unusual the brain goes out to kinda find an explanation and then this subjective experience comes out of it because all you'd have to say if you're skeptic of aliens is just to say that because we have a similar subconscious narrative similar images that of course these stories would have some similarities and what this tells us about religion is the same thing either the similarities between religions or new death near death experience stories are the same because they're pointing to some actual real external reality or the similarities of religious experience and spiritual experience are are the same because we are swimming in the same collective unconscious the collective unconscious is a term by Carl Yeung that talks about the part of the mind that contains memories and impulses of which you're not aware of individually but is common to humankind in general and also kind of where the story is and what things are going on kind of in the collective so I'll be honest when I first started studying religion and spirituality over 20 years ago now uh I was more under the impression that the similarities that we see with religion is because there is actually you know a god or a transcendent reality that it was pointing to but the more that you got challenged and the more that I Learned about the human brain it became very clear to me that the similarities that we see in our experiences in our stories in the gods that we create is not because of an external reality it's because we have a subconscious individually but we also have one collectively and so even how religion changes over time is not necessarily because god is kind of guiding that it's because our collective subconscious also goes through changes and even though I didn't really want that to be true I wasn't seeking for that to be true because I wanted to sin or I wanted to lose my faith in god uh I didn't want any of that to happen uh it it just became more clear over time when you study the human brain that it's not uh god creating us it's us creating gods and the similarities that we see are because we are similar",
    "id": 7365947086187072810,
    "video_description": "#aliens #paranormal #nononsensespirituality ",
    "is_stem_verified": false,
    "region_code": "us",
    "username": "nononsensespirituality",
    "view_count": 9345,
    "create_time": 1715018215,
    "hashtag_names": [
      "aliens",
      "paranormal",
      "nononsensespirituality"
    ]
  },
  {
    "username": "neuro_241",
    "video_description": "Replying to @user ",
    "view_count": 242,
    "create_time": 1715016704,
    "hashtag_names": [],
    "id": 7365940558046580011,
    "is_stem_verified": false,
    "region_code": "us"
  },
  {
    "username": "goofyassguidelines",
    "create_time": 1715010827,
    "hashtag_names": [],
    "region_code": "us",
    "view_count": 65952,
    "voice_to_text": "Other days that you piggy like bacon, his dizzy real quick. He get low like the basement. If you don't take your ass the fuck home, who about to? Yo, get the fuck out. You not about to get little Jimmy worked up and then. Nah, we're not doing that. We're not doing that at all. The only way that shit will work is if a motherfucker, if a. If he really fuck with you, like, he gotta really fuck with you. Or either that way, he's playing the long game. But me, I don't got time for that. Motherfuckers who play the long game, you wasting your time, their time. You wasting everybody time. You not about to rush blood downstairs and then. No, you got. We gotta do something about this. This is almost as bad as if y'all were kissing for four hours, and then you try to cop you a feeling, and you feel a big ass, a pad. You know? I'm saying, like, yeah, I'm not into that. I'm not into kissing for four hours and then. See you later.",
    "id": 7365915335226068266,
    "is_stem_verified": false,
    "video_description": ""
  },
  {
    "hashtag_names": [
      "funny",
      "trending",
      "viral",
      "foryou",
      "fypage",
      "comedy",
      "fypシ",
      "fyppppppppppppppppppppppp",
      "fypシ゚viral"
    ],
    "is_stem_verified": false,
    "username": "itsjustterrellt",
    "video_description": "😂😂😂😂😂 my ted talk #fypシ #fypage #viral #foryou #comedy #funny #trending #fyppppppppppppppppppppppp #fypシ゚viral ",
    "voice_to_text": "The next time you argue with a hoe, ask that hoe what photosynthesis is. If they can't answer you, stop arguing with them. If they cheating on you, I just feel like cheat back. It was I when they did it. Now y'all can hear together. The next time your mama is hollering and cussing and threatening you, just look at him, be like, Ma, why? You had an energy with the lady at Walmart. You old as hell in the face, telling people to act their age. Insane. And it's outlandish. Baby, look yours. How about that? You look at least 15 years older than you actually are. You want to tell everybody to grow up so bad, all because you grew up too fast. No, no, calm down. Take a blood pressure pill. You look like the. I didn't settle down. Oh, you look like that. I got my life together. Oh, you look the age where people get good credit. Well, sign right here.",
    "create_time": 1714994003,
    "region_code": "us",
    "view_count": 1040786,
    "id": 7365841976303963422
  },
  {
    "create_time": 1714976824,
    "hashtag_names": [
      "engineer",
      "stem",
      "student",
      "engineering",
      "civilengineering",
      "electricalengineering",
      "mechanicalengineering",
      "aerospaceengineering",
      "science"
    ],
    "id": 7365769217909689646,
    "is_stem_verified": false,
    "region_code": "us",
    "username": "weareallengineers",
    "video_description": "Where are you sitting? #engineering #engineer #stem #mechanicalengineering #aerospaceengineering #civilengineering #electricalengineering #science #student ",
    "view_count": 562055
  },
  {
    "is_stem_verified": false,
    "username": "zoe.barnes08",
    "hashtag_names": [
      "college",
      "finals",
      "stem",
      "studying",
      "cheatsheet",
      "finalsszn",
      "stemmajor"
    ],
    "id": 7365675623299419438,
    "video_description": "Yay finals week! #finals #finalsszn #cheatsheet #studying #college #stem #stemmajor ",
    "view_count": 7863519,
    "voice_to_text": "Crime? Like illegal? Yeah. Do you have anything to say for yourself? I think I'm going sick.",
    "create_time": 1714955007,
    "region_code": "us"
  },
  {
    "voice_to_text": "Okay, I am not trying to fear monger you, but I was an assistant principal, I was a middle school teacher, and I was a high school teacher, and I need you to know, America's in a literacy crisis, and they're not making a big enough deal about it. Our children cannot read! Our children cannot read, let alone writing a paragraph, let alone comprehension. They cannot read. They do not know how to sound words out. They were not taught that. And if you're wondering, well, then why do my. Why does my kids just keep getting passed on to the next grade? Because that's what they're doing now. They're not holding the children back. They're moving them on. They're graduating them. Knowing that your child is illiterate, our next change makers, our next law makers, our next voters cannot read. I beg of you, take the tablets and the cell phones away. Practice letter recognition and sounds and reading with your child, please. And i'mma keep it a stack with you. They've been new. They've been new to babies. Couldn't read and didn't care. You know, when they started caring, after the pandemic, them test scores plummeted. First of all, like, test scores for reading were, like, pretty stagnant for the last, like, decade. But after the pandemic, they plummeted, and now they were, oh, we gotta do something about it. Columbia University, I'm looking at you. You fully backed balanced reading. Fully backed it. Teachers College was 100% pushing out balanced reading. That's why the kids don't know how to sound things out. And if you don't know what I'm talking about, please go do some research. Now they're trying to push science of reading. That's the way. And if you're like, what? Science of reading? That's what we was doing. And by we, I'm talking about millennials and older. The one. The little, ah, book, eh? You know, when we were sounding words out, that's. Yeah. Now they're trying to bring that back. And if you're like, wait, they stopped doing that? Yes, for years they stopped doing it. I'mma say this last thing and i'mma be done. If you have the opportunity and the privilege, right, because like, taking off from work is a privilege, you need to start. And by you, I'm talking to parents and guardians. Start going to these PTSA meetings and these district meetings. They are passing so many policies and they're banging on the fact that parents and families are not going to show up. You need to know what them, what those policies are and how they're affecting your children, particularly black and brown children. They know families can't or won't show up. You need to be more involved with your students schooling. Their life quite literally depends on it. Alright, I'm done.",
    "create_time": 1714942757,
    "is_stem_verified": false,
    "region_code": "us",
    "username": "huney_combs",
    "video_description": "America is in a literacy crisis 📚!  Note: This post is meant to be informative. I included mostly headlines from news articles to hopefully assist with where to start with your research. I hope this is helpful and starts a real dialogue on the state our education system. #literacy #scienceofreading #education #booktok #equity #phonics #blacktiktok #poc #america #usa #crisis ",
    "view_count": 5247582,
    "hashtag_names": [
      "america",
      "usa",
      "education",
      "crisis",
      "poc",
      "literacy",
      "equity",
      "phonics",
      "blacktiktok",
      "booktok",
      "scienceofreading"
    ],
    "id": 7365622989167152426
  },
  {
    "video_description": "#unknownfacts ",
    "view_count": 4281847,
    "create_time": 1714904271,
    "hashtag_names": [
      "unknownfacts"
    ],
    "id": 7365457727549672737,
    "is_stem_verified": false,
    "region_code": "gb",
    "username": "unknownfacts.official"
  },
  {
    "create_time": 1714858016,
    "hashtag_names": [
      "lightning"
    ],
    "id": 7365259053519457579,
    "is_stem_verified": false,
    "region_code": "us",
    "username": "ghostgrls",
    "video_description": "#lightning ",
    "view_count": 1039,
    "voice_to_text": "Okay, I'm gonna be vulnerable for a second. What the fuck is lightning? Literally gun to my head, if you ask me to explain how lighting works, it'd be over for me. The fact that it can be, like, raining and storming, and then all of a sudden that somehow produces a fucking bolt of electricity coming out of the sky sounds fake to me. That literally sounds like something someone made up in, like, a science fiction novel or like a fantasy novel. Like, that does not sound like if you explain that to someone that didn't already know what lightning was, you'd be like, that's not real."
  },
  {
    "create_time": 1714843960,
    "hashtag_names": [
      "apush",
      "apworldhistory",
      "dbq",
      "onthisday",
      "apeuro",
      "apexam",
      "leq",
      "apushteacher"
    ],
    "id": 7365198674453974315,
    "is_stem_verified": false,
    "region_code": "us",
    "username": "history_4_humans",
    "video_description": "You dont need to know “all the things” to do well on your AP history essays.  #apush #apworldhistory #apeuro #apushteacher #apexam #dbq #leq #onthisday ",
    "view_count": 8333
  },
  {
    "create_time": 1714842590,
    "hashtag_names": [
      "dragons",
      "dinosaur",
      "conspiracy",
      "skeptic",
      "fyp",
      "mythology",
      "debunked",
      "paleontology",
      "foryoupage",
      "science",
      "sciencetok"
    ],
    "is_stem_verified": false,
    "region_code": "us",
    "username": "tylerstoneart",
    "view_count": 8236,
    "voice_to_text": "Hey, I've just got a quick question for everyone. Um. You guys do realize that dragons aren't real, right? I've gotten so many comments on my last few videos saying, oh, T. Rex was a dragon. Yeah, the scientist got it wrong. It was a dragon. You can't tell me otherwise. Like what? That. That is wrong for so many reasons, but probably the most important one is that T. Rex was a real animal whose bones we find in abundance. And dragons are made up. You guys did learn the difference between real and make believe at some point, right? Cause I'm. I'm really concerned that some of you didn't. Like, don't get me wrong, I also love dragons, but I'm not gonna go looking for them because again, they are make believe, not real. I love TikTok, but I swear to god, for some of you, it has reduced your critical thinking skills to the level of a medieval peasant.",
    "id": 7365192777304509738,
    "video_description": "PSA: things from fairy tales aren’t real. #fyp #foryoupage #dinosaur #dragons #paleontology #mythology #conspiracy #skeptic #debunked #science #sciencetok "
  },
  {
    "video_description": "Can someone tell me what its like? #TSW #eczema #thisisnoteczema #topicalsteroidwithdrawl #cyclosporin #inflammation ",
    "view_count": 2678,
    "id": 7364945354443509038,
    "is_stem_verified": false,
    "username": "tsw.and.me",
    "voice_to_text": "here's what I wanna know is what's it like what's it like to not worry about your skin what's it like to have an itch that you scratch for two seconds and it's gone and what's it like to not wear diaper rash cream as a lotion I wanna know what it's like to be able to use your hands and not think twice about it because they hurt or will it make them worse and I wanna know what it's like to not constantly think about your skin and have it be an issue for you and your family and just constantly on your mind I just I wanna know what it's like I I wanna know I would love to know",
    "create_time": 1714784979,
    "hashtag_names": [
      "eczema",
      "tsw",
      "inflammation",
      "thisisnoteczema",
      "topicalsteroidwithdrawl",
      "cyclosporin"
    ],
    "region_code": "us"
  },
  {
    "view_count": 3774374,
    "hashtag_names": [],
    "id": 7364945344876121386,
    "is_stem_verified": false,
    "region_code": "us",
    "create_time": 1714784975,
    "username": "giyohnly1",
    "video_description": "What yall think is down there in those waters? ",
    "voice_to_text": "scientists have found an ocean under the earth surface a massive one of that sounds staggering right let me tell you all about it the discovery has been made some 700 kilometers deep into the earth the ocean lies just about the lower mantle in something called the mantle transition zone the water is present in a rock known as ring budite and do you know how big this ocean is about three times the volume of all the planet oceans combined so if you take all of the earth oceans and triple them that is the amount of water discovered inside the earth now the question is how does this water get there was it present when our planet was formed or did it appear due to some process that happened later what do y'all think is down there in those waters cause there's some wild shit up here in these waters what do y'all think is down there you know what I don't wanna know I don't wanna know like if it's a necessity for us to tap into that water great but if not Let’s just leave the Earth's G spot alone We don’t need to touch it she might bust"
  },
  {
    "id": 7364827378809441579,
    "region_code": "us",
    "username": "joenuccitherapy",
    "video_description": "The words anxious and depressed are the first examples of what we call concept creep. For those who don’t know, concept creep is basically the idea that harm based definitions start to slowly expand to encapsulate more and more things.  Disclaimer: This post is general information provided for educational purposes only. Nothing in this post should be construed as professional advice and it is not a replacement for therapy. I will not respond to comments or private messages regarding your individual mental health concerns. If you are seeking mental health services, please consult with your medical or mental health provider for support. If you are a current or former patient in my mental health practice, please remember that your comments or likes may jeopardize your confidentiality. If you are in crisis, please call your local 24-hour hotline or 9-1-1. #therapy #therapistsofinstagram #trauma #traumahealing #selfhealers #mentalhealth ",
    "view_count": 8108,
    "create_time": 1714757510,
    "hashtag_names": [
      "therapy",
      "trauma",
      "mentalhealth",
      "traumahealing",
      "selfhealers",
      "therapistsofinstagram"
    ],
    "is_stem_verified": false,
    "voice_to_text": "The words anxious and depressed are the first examples of what we call kind of concept creep. For those who I'm listening that don't know, the concept creep is basically this idea, that kind of harm based definition start to slowly expand to encapsulate more and more things. And so for me personally, I take the stance that if we're going to speak of anxiety, we should speak on a fixated preoccupation with something terrible that might happen. If what you're feeling is nervous or anticipatory or vigilant, there are many words in the English language and other languages that can still fit that experience. When I think about using depressed to me, and I'm feeling, like, tired or low mood or using anxious to me, I feel nervous. There seems to me to be less of a risk of some cultural applications of that, because when we speak about trauma, we start speaking about our past, our stories, our relationships, and we're not necessarily trying to communicate a mood in this moment. And so I would say I still do feel that way about those terms. I mean, listen, let's all just say it's difficult. It's not like when I'm out with friends, I don't ever say hyperbolicly something about trauma or it's like, that was super depressing. Like, I do that as well. And we weren't using these words and talking about these things so openly even five years ago. It's a very, very new cultural shift. Yeah. Yeah, I think those are meaningful distinctions"
  },
  {
    "username": "astrospaceq",
    "video_description": "#space #universe #ocean",
    "view_count": 9087462,
    "create_time": 1714722761,
    "hashtag_names": [
      "ocean",
      "universe",
      "space"
    ],
    "id": 7364677724406877447,
    "is_stem_verified": false,
    "region_code": "kg"
  },
  {
    "hashtag_names": [],
    "id": 7364585872567700779,
    "is_stem_verified": false,
    "region_code": "us",
    "voice_to_text": "the fact that in the future my children are going to look at me and I'm gonna have to say yeah Mommy's actually older than AI and the complete look of shock will be on their face is sickening to my soul I'm going to have yeah no when I was growing up AI didn't exist it's going to be the exact same look of terror that was on my face when my parents said to me oh yeah um the internet didn't exist when we were growing up we had to go to a library what you couldn't just like look up what is the capital of Nebraska you couldn't just do that you had to open a book no like my children are going to look at me and go well how did how did they like make like pictures and videos like how did they do we had to actually physically be in the place in order to go click and take a picture of the Empire State Building we're going to have to tell our kids that for entertainment we had to make the entertainment it wasn't just like created out of thin air",
    "create_time": 1714701281,
    "username": "professionalchitchatter",
    "video_description": "WE WILL INEVITABLY BECOME OUR PARENTS  ",
    "view_count": 13565804
  },
  {
    "id": 7364562191846083846,
    "is_stem_verified": false,
    "region_code": "br",
    "username": ".ilovephysics",
    "view_count": 1853472,
    "voice_to_text": "What would happen if earth rotated at the speed of light?   would   happen   if   earth   rotated   at   the   speed   of   light So let's start slowly and double the rotation speed of the earth.   let's   start   slowly   and   double   the   rotation   speed   of   the   earth Yeah, the sea started swallowing some parts,   the   sea   started   swallowing   some   parts but nothing major. Yeah,   nothing   major   Yeah I can't see any significant difference.   can't   see   any   significant   difference So let's increase it a bit more.   let's   increase   it   a   bit   more Okay, now things are getting fast.   now   things   are   getting   fast Wow. We can already see the sea taken over Africa.   We   can   already   see   the   sea   taken   over   Africa Yeah, Brazil is also suffering from the speed of the earth.   Brazil   is   also   suffering   from   the   speed   of   the   earth Let's advance a bit and see what happens.   advance   a   bit   and   see   what   happens Oh, that's not good.   that's   not   good Looks like this was the south part of America at some point.   like   this   was   the   south   part   of   America   at   some   point Yeah, look this.   look   this There are only two continents now on Earth,   are   only   two   continents   now   on   Earth North and south. Yeah,   and   south   Yeah let's increase it even more.   increase   it   even   more Wow. There's no trace of water at the two poles.   There's   no   trace   of   water   at   the   two   poles The ocean only exists in the middle.   ocean   only   exists   in   the   middle I think at this point, human life no longer exists.   think   at   this   point   human   life   no   longer   exists So let's do the final blow.   let's   do   the   final   blow Yeah, the earth is now starting to break apart.   the   earth   is   now   starting   to   break   apart Nothing can withstand the pressure of the rotation.   can   withstand   the   pressure   of   the   rotation At this point, let's focus on what matters,   this   point   let's   focus   on   what   matters the speed of light. Wow,   speed   of   light   Wow the earth exploded instantly.   earth   exploded   instantly Let's take another look in slow motion.   take   another   look   in   slow   motion Yeah, everything shattered just as I thought. Incredible.   everything   shattered   just   as   I   thought   Incredible",
    "create_time": 1714695928,
    "hashtag_names": [
      "universe",
      "space",
      "physics",
      "astronomy"
    ],
    "video_description": "The universe can be complicated #universe #space #astronomy #physics"
  },
  {
    "is_stem_verified": false,
    "username": "conserve2preserve",
    "video_description": "#greenscreen #greatapes #apes #monkeys #sumatranorangutan #education #medicinalplants #plants #botony #wildlife #environment #conservation #wildlifeconservation #herbs #nature #outdoors #research #biology #science #chimps #medicine ",
    "view_count": 1037315,
    "voice_to_text": "Intelligence level of great apes have been known for quite a while now but this male Sumatran orangutan actually just did something for the first time that we didn't know they do as you can see he has a very deep facial wound now what this orangutan did it was it used the sap and the chewed leaves from a plant that is known to have anti inflammatory and pain relieving properties and what's new about this is the fact that this plant is known to have these properties and to have medicinal purposes after about 13 minutes of this orangutan eating a certain plant they saw it taking the sap from his mouth and directly applying it to his facial wound and as you can see here there is only a little scar left over and that's a pretty deep wound they say within five days this wound was closed and after a couple of weeks it was completely gone it's unclear whether this orangutan figured this out on himself or if he Learned it from another orangutan even though it hasn't been seen before scientists say they don't know exactly how much great apes understand but he was doing it intentionally so that means he has some cognitive ability to know that he should apply medicine to his wound",
    "create_time": 1714682456,
    "hashtag_names": [
      "nature",
      "wildlife",
      "outdoors",
      "research",
      "medicine",
      "plants",
      "education",
      "monkeys",
      "herbs",
      "apes",
      "chimps",
      "biology",
      "greenscreen",
      "environment",
      "botony",
      "conservation",
      "wildlifeconservation",
      "greatapes",
      "science",
      "medicinalplants",
      "sumatranorangutan"
    ],
    "id": 7364505017572756779,
    "region_code": "us"
  },
  {
    "create_time": 1714682306,
    "hashtag_names": [
      "rn",
      "nurse",
      "nursingschool",
      "malenurse",
      "nursetiktok",
      "nursetok"
    ],
    "id": 7364504004245589278,
    "is_stem_verified": false,
    "region_code": "us",
    "username": "curlyguy13",
    "video_description": "Nursing school was a fever dream truly? How did I get through nursing school? #rn #nursetok #nursetiktok #nursingschool #malenurse #nurse ",
    "view_count": 3062
  },
  {
    "id": 7364394955801890091,
    "region_code": "us",
    "username": "flyingdocmd",
    "view_count": 5682,
    "voice_to_text": "I wanna keep this short, but I just wanna say that somewhere there are some surgeons who are eating crow right now, who are eating their words right now. Because for a long time, we anesthesia professionals, they were just so many of us, I guess, that some surgeons really felt that they were, you know, above us. It was a privilege for them to, um, invite us into their operating room. And I don't know if this person is a real surgeon. I think they're a troll going around harassing health care workers on this app. But there is a severe shortage of anesthesia professionals right now to where some small hospitals that surround like the bigger cities are closing down. Cases are getting cancelled, cases are waiting months. And then impatient cases are taking more, way more days than they normally would in the past. Instead of 24 hour turn around, are you talking about 48, 72 hours or maybe even longer? Because there is such a severe shortage of anesthesia professionals. As he's in, major markets are facing major anesthesia provider shortages and declining reimbursement. Anesthesia used to be a seemingly unlimited commodity. Jeff Dot, O principal at Ventura, California based Physician Surgery Center, told Beckers, now, this person is not a physician, they just run a surgery center. They were lucky to be invited to work at your surgery center. We were so lucky to be invited. Okay, I'm tell you a story. When I used To be in one city. I heard a story I heard, and I think it's true, that some anesthesiologists were literally washing cars of surgeons in order to get them to work with them. Because we used to follow the surgeons around from multiple. From hospital to hospital. And so there were no exclusive contracts. We're not just one hospital. And because some anesthesiologists were basically fighting each other to get the surgeons to work with them, they were washing the surgeons cars. It's not that damn serious. Anywho, the tables have now turned. And if centers have anyone to cover anesthesia, it usually comes at a hefty price. Yeah, it should. Anyway, all I'm here to say is, what goes around comes around. Anyway. So I really hope this is.",
    "create_time": 1714656836,
    "hashtag_names": [
      "doctor",
      "do",
      "medicine",
      "md",
      "hospital",
      "bosslady",
      "rn",
      "healthcare",
      "medicalschool",
      "nurse",
      "fyp",
      "surgery",
      "patient",
      "illness",
      "crna",
      "surgeon",
      "greenscreen",
      "premed",
      "caa",
      "operatingroom",
      "medicalstudent",
      "blacktiktok",
      "blackdoctor",
      "healthcareworker",
      "nursesoftiktok",
      "doctorsoftiktok",
      "medtok",
      "medicineexplained",
      "nursetok"
    ],
    "is_stem_verified": false,
    "video_description": "Replying to @Dr. Sir Johnston Williams III #greenscreen #medicine #medicineexplained #fyp #doctor #doctorsoftiktok #medtok #nursetok #crna #caa #md #do #operatingroom #surgery #rn #nurse #nursesoftiktok #nursetok #healthcareworker #healthcare #hospital #patient #illness #medicalstudent #medicalschool #premed #blackdoctor #blacktiktok #fyp #bosslady #surgeon "
  },
  {
    "create_time": 1714649999,
    "hashtag_names": [
      "space",
      "blackhole",
      "astronomy",
      "science",
      "astrokobi"
    ],
    "video_description": "What if you fell into a Black Hole? #space #science #blackhole #astronomy #astrokobi ",
    "view_count": 1258539,
    "voice_to_text": "What is actually inside a black hole?   is   actually   inside   a   black   hole Now, of course,   of   course no one knows for sure because, well,   one   knows   for   sure   because   well no one has been inside one.   one   has   been   inside   one But even if they did go inside,   even   if   they   did   go   inside we would never know what they saw because nothing leaves a black hole.   would   never   know   what   they   saw   because   nothing   leaves   a   black   hole No light, no matter,   light   no   matter no messages, nothing.   messages   nothing But Einstein's theory of general relativity   Einstein's   theory   of   general   relativity tells us that it could be the case   us   that   it   could   be   the   case that an entire other universe opens up inside a black hole,   an   entire   other   universe   opens   up   inside   a   black   hole meaning you and I could potentially be inside one.   you   and   I   could   potentially   be   inside   one Right now, if we watch someone fall into a black hole,   now   if   we   watch   someone   fall   into   a   black   hole they would appear to move slower and slower   would   appear   to   move   slower   and   slower as time slows down for the person falling inside.   time   slows   down   for   the   person   falling   inside Once they cross that event horizon,   they   cross   that   event   horizon the point of no return, they would be seen to just freeze in time,   point   of   no   return   they   would   be   seen   to   just   freeze   in   time the image of them fading away and becoming redshifted over time.   image   of   them   fading   away   and   becoming   redshifted   over   time Black holes are truly freaky.   holes   are   truly   freaky",
    "id": 7364365648778120466,
    "is_stem_verified": true,
    "region_code": "au",
    "username": "astrokobi"
  },
  {
    "create_time": 1714641234,
    "video_description": "physics vs reality #CapCut #physics #rorysutherland #purple #crazy #mindblowing #intereting #science ",
    "voice_to_text": "Um, weirder still, by the way, purple doesn't exist. Do you know that? There. There are no purple photons. Doesn't exist on the light spectrum. It's entirely a psychological creation. So what happens is that, um. Uh, if you get red and blue. Now, normally what the brain should do is say, well, it's halfway between red and blue, so it must be green. I'm getting a lot of stimulus in the red, I'm getting quite a bit in the blue. Halfway between red and blue is green. Okay? But you've also got a green sensor in the middle, and the green sensor, because it's picking up red, and blue, isn't picking up anything at all. So the brain, I mean, your brain could go fuzzy and say, system error. Cause in one sense, in a physical sense, there are no purple photons. Purple doesn't exist, okay? It's entirely created in your head. What the brain does is it essentially is invented a colour purple, which essentially represents. Not green, okay? It's a color to represent the weird, unexplained absence of green. But in physics, it doesn't exist. So this is my point here, which is that",
    "username": "hjhmarketing6",
    "view_count": 1708192,
    "hashtag_names": [
      "crazy",
      "purple",
      "physics",
      "mindblowing",
      "intereting",
      "science",
      "capcut",
      "rorysutherland"
    ],
    "id": 7364327971131313440,
    "is_stem_verified": false,
    "region_code": "gb"
  },
  {
    "region_code": "us",
    "username": "entertainment.sauce",
    "video_description": "Ever wonder how scary we could actually look to other life forms? #qna #tumblr #funny #longervideos #relatable #storytime #texts ",
    "view_count": 1422299,
    "create_time": 1714603383,
    "hashtag_names": [
      "funny",
      "relatable",
      "tumblr",
      "storytime",
      "texts",
      "qna",
      "longervideos"
    ],
    "id": 7364165080478403871,
    "is_stem_verified": false
  },
  {
    "create_time": 1714592527,
    "hashtag_names": [
      "god",
      "faith",
      "jesus",
      "christian",
      "religion",
      "christianity",
      "christiantiktok"
    ],
    "id": 7364118797902499104,
    "is_stem_verified": false,
    "region_code": "gb",
    "username": "graceforjesus",
    "video_description": "Jesus Loves You #christiantiktok #christian #christianity #jesus #god #faith #religion @Stuart Knechtle ",
    "view_count": 1968767
  },
  {
    "create_time": 1714590598,
    "hashtag_names": [],
    "region_code": "us",
    "username": "drmarkhyman",
    "view_count": 6757804,
    "id": 7364110483428822315,
    "is_stem_verified": false,
    "video_description": "What’s your favorite way to have cacao? Dr. William Li joined me on The Doctor’s Farmacy recently to explain how we can leverage food to optimize every system of the body. Here, he explains the many benefits of incorporating cacao into your diet. Find the full conversation on your favorite podcast app.",
    "voice_to_text": "So studies have been done to show that the flavonols in cocoa stimulate stem cells to come out of your bone marrow like bees in a beehive, in your bloodstream. And they go out and they find wherever needs to be repaired. If it's in your heart, they'll fix it. If it's in your liver, they'll fix it. Your skin, they'll fix it. And so we can eat food, foods like high flavonol cocoa in order to be able to actually get the stem cells to work a little bit better. Now, how do we know this, this actually functions, works in people? Well, clinical studies have been done with high flavonol cocoa to show that in, like, men who are in their 60s with heart disease, they could actually eat just have two cups of dark chocolate, hot cocoa a day for a month, and they doubled the amount of stem cells in their bloodstream, and their circulation improved measurably. And then what's even more important and impressive is that there was a study called the cosmos study that was completed recently. Yeah. Yeah. That showed that eating high flavored cocoa decreases the risk of cardiovascular death. Yeah, right. Over a period. Like a stag, like I said. Exactly. Except. Except maybe the. By. By eating the same thing that you used to make chocolate. So we're not telling people to go out to have chocolate, which is a confection. There's a lot of sugar and all kinds of Other stuff in it. Yeah, but it's the stuff underlying it. Underneath it? Yeah. The core of it."
  },
  {
    "is_stem_verified": false,
    "id": 7364042906610453806,
    "region_code": "us",
    "username": "l_cash",
    "video_description": "#autistok #asd #autistictiktok #ideas #autistok #autistiktok ",
    "view_count": 904486,
    "voice_to_text": "what if there was an autism special interest museum? where autistic people were employed there and they made little special interest areas and displays based on their own special interest and then you could go to their different areas and the autistic person that made that section would just give you an info dump tour about that little area that sounds awesome",
    "create_time": 1714574865,
    "hashtag_names": [
      "asd",
      "ideas",
      "autistiktok",
      "autistictiktok",
      "autistok"
    ]
  },
  {
    "id": 7364037513729674497,
    "is_stem_verified": false,
    "region_code": "il",
    "username": "adam45590",
    "video_description": "שאלה פתוחה למבינים את התחום האם זאת דרך תאורטית להגיע קרוב למהירות האור ?",
    "view_count": 45867,
    "create_time": 1714573603,
    "hashtag_names": []
  },
  {
    "create_time": 1714519445,
    "hashtag_names": [],
    "id": 7363804897445219626,
    "is_stem_verified": false,
    "region_code": "US",
    "username": "lukeydumper",
    "video_description": "Science facts pt. 1",
    "view_count": 41301
  },
  {
    "region_code": "US",
    "username": "girl_on_couch",
    "view_count": 58363122,
    "voice_to_text": "I'm looking for a man in finance trust fund 6’5 blue eyes finance trust fund 6’5 blue eyes I'm looking for a man I'm looking for a man I'm looking for a looking for a looking for a looking finance trust fund 6’5 blue eyes finance trust fund 6’5 blue eyes",
    "create_time": 1714504903,
    "id": 7363742421588512043,
    "is_stem_verified": false,
    "video_description": "Can someone make this into an actual song plz just for funzies",
    "hashtag_names": []
  },
  {
    "video_description": "OIL UP! | Plastic #naturejab #pyrolysis #science #education #fyp #viral #foryoupage #cars #gas ",
    "create_time": 1714443566,
    "region_code": "US",
    "username": "naturejab",
    "view_count": 8126169,
    "voice_to_text": "Oil made from plastic waste. Hey, take a look at what I made here. This is oil I made from plastic waste. Come, let's see how I made it with this machine here. For microwave pyrolysis, in particular, we have to mix the plastic with carbon that we actually make from the process as well. So it's not an extra costing. Now let's turn it on. After some time of the machine being turned on and the temperatures rise, we also get natural gas made from plastic waste. An amazing product that can run a generator that will run this machine itself. Take a look at that beautiful, clean, burning, smokeless flame.",
    "hashtag_names": [
      "cars",
      "viral",
      "gas",
      "education",
      "fyp",
      "foryoupage",
      "science",
      "pyrolysis",
      "naturejab"
    ],
    "id": 7363479017325890862,
    "is_stem_verified": false
  },
  {
    "voice_to_text": "One of the best parts about going to space with Nova here is this beautiful hair that I just get to see everywhere, and it sticks to everything. Oh, just give me some of that hair so I can have it. It looks good on you. Yeah, yeah, there you go. But your hair is the best. Oh, look at us.",
    "create_time": 1714419687,
    "hashtag_names": [
      "memories",
      "hair",
      "astronaut",
      "space",
      "women",
      "gratitude",
      "spacesisters",
      "space4all",
      "womensupportingwomen",
      "space2inspire"
    ],
    "username": "drsianproctor",
    "video_description": "Things I miss about space! 👩🏾‍🚀🚀🌎 My crew member Nova AKA @Hayley Arceneaux had epic space hair that was EVERYWHERE!! I miss these moments with her up in the SpaceX dragon cupola as we marveled at our beautiful planet. What do you think about space hair? Would you want short like mine or go big like Nova? #memories #space #womensupportingwomen #women #hair #gratitude #astronaut #space4all #space2inspire #spacesisters",
    "view_count": 1828956,
    "id": 7363376002308787486,
    "is_stem_verified": false,
    "region_code": "US"
  },
  {
    "id": 7363325039694892330,
    "is_stem_verified": false,
    "region_code": "US",
    "username": "leilooney",
    "video_description": "Replying to @ud_lose8  you may not understand the science, but that's definitely not the science.  #fyp #misinfornation #climate #climatechange  #climateaction #oil #environment #renewableenergy #ignorance #carboncycle #science ",
    "view_count": 305,
    "create_time": 1714407719,
    "hashtag_names": [
      "ignorance",
      "oil",
      "fyp",
      "environment",
      "climatechange",
      "climate",
      "renewableenergy",
      "science",
      "climateaction",
      "carboncycle",
      "misinfornation"
    ]
  },
  {
    "id": 7363079328080465170,
    "is_stem_verified": false,
    "username": "djsamwithers",
    "video_description": "Tell me why do people cheat? 🤷‍♂️ #singleguy #datinginaustralia #datingstorytime #datingontiktok #cheating ",
    "view_count": 2068612,
    "voice_to_text": "I will buy anyone on this app dinner 🍽️  whether I have to fly it to you ✈️  Uber eats it to you if you can tell me Why do… people cheat on their partner? Just break up with them.",
    "create_time": 1714350509,
    "hashtag_names": [
      "cheating",
      "singleguy",
      "datingontiktok",
      "datingstorytime",
      "datinginaustralia"
    ],
    "region_code": "AU"
  },
  {
    "create_time": 1714342711,
    "hashtag_names": [
      "evolution",
      "mindblown",
      "funfacts",
      "greenscreen",
      "womeninstem",
      "scicomm",
      "science"
    ],
    "username": "oddpride",
    "video_description": "🥳 #funfacts #mindblown #science #evolution #womeninstem #scicomm #greenscreen ",
    "voice_to_text": "Hey, did you know the velociraptors in Jurassic Park are actually based on a different Dinosaur called dinonicus? Now that I've got your attention, here's another fun fact. Today, April 28th, is my birthday, and there are two things I would like for my birthday. Number one, my audience has always skewed slightly male, and I love my male audience members, but I think it would be cool if more women followed me on TikTok. I share fun facts, I talk about science, I talk about paleontology, I talk about evolution. They're mostly biology topics. I just think it would be really cool if the ladies hung out and heard me out on the Dinosaur facts, and then we would all have a good time learning about dinosaurs. I also think it would be really cool if everyone went to American Forests org and gave them some money. American Forest is one of the oldest reforestation charities in the country, and one thing I really like about them is their mission takes into account forests as infrastructure, how good it is for quality of life to live around trees. Trees are windbreak, trees are shelter. These are nice places to hang out. And they care about equity in reforestation because a lot of large scale reforestation projects tend to ignore lower income communities and communities of color when they are thinking about which places should have nice Woodlands. So that's what I want for my birthday. Happy birthday to me! Thank You so much for listening. Love you guys. Bye.",
    "id": 7363045425651256606,
    "is_stem_verified": false,
    "region_code": "US",
    "view_count": 41773
  },
  {
    "video_description": "the lightbulb that goes off in his brain when he realizes that the safer choice is bear… @Sean Kolar  asking my husband the man or bear in the woods question #manorbear #manvsbear #greenflag #husband #husbandwife ",
    "view_count": 3009401,
    "voice_to_text": "if I were alone in the woods…  would you rather me encounter a bear or a man?  I feel I mean…  is it a friendly man?  we don't know anything else it's just man or bear I feel more like bear…  I don't know cause I feel like I would know  what the outcome would be with a bear even if it was like an aggressive one I don't know what the outcome would would be with like a bad man yeah um so I think I lean more toward the bear I mean both situations I guess you hope for a good man and a good bear yeah but I think you're more likely to  anticipate what a bear would do than what a man would do",
    "create_time": 1714259959,
    "id": 7362690138293439775,
    "region_code": "US",
    "username": "liliannawilde",
    "hashtag_names": [
      "husband",
      "husbandwife",
      "manvsbear",
      "greenflag",
      "manorbear"
    ],
    "is_stem_verified": false
  },
  {
    "video_description": "Replying to @Blayne Rabanal #hydrogenwater #water #hydrogenrichwater #stem #science ",
    "view_count": 483534,
    "id": 7361960125315255594,
    "username": "palletprincess0",
    "is_stem_verified": false,
    "region_code": "US",
    "voice_to_text": "the hydrogen water bottle that everyone is claiming does nothing let's test it with a hydrogen rich water tester and see if it does change it Kay put in the water and we're gonna see what it is before we hydrate okay it's 6.57 is what it is okay let's start the hydrogen generator takes three minutes we'll be back and test it again look at it look at it adding the hydrogen to the water guys watch it again look at that it's not bubbles it's foggy I'm not quite sure I understand it it gets cloudier the more hydrogen you add to it it's almost time it beat that means it's done okay it was 6.57 the first time let's see what it is this time it's going down okay 6.26 so we went from 6.57 to 6.26 so the little bubbles made it go from 6.57 to 6.26 of the hydrogen pH level what's that mean",
    "create_time": 1714089936,
    "hashtag_names": [
      "water",
      "stem",
      "hydrogenwater",
      "science",
      "hydrogenrichwater"
    ]
  },
  {
    "create_time": 1714040185,
    "is_stem_verified": false,
    "region_code": "GB",
    "username": "daily_interesting365",
    "view_count": 948834,
    "voice_to_text": "How cool is science? Check these out. Sprinkle some salt on the table and make an egg stand up straight. It's that easy. Hammer an apple repeatedly with a chopstick and it won't just fall off. It gets tougher just like we get braver in life. That's a nursery for you. Cut a straw, fill it with water and place it between 2 cups. Watch as the water slowly moves from one cup to another. That's the siphon effect. Can't push a disc through a hole in paper. Fold it and it slides through. That's an optical illusion. Attach a magnet to a battery's negative side and place a copper coil on the positive. The coil spins fast, just like in electric cars. Write on paper with lemon juice, heat it and watch the secret message appear. Magic! Pop a balloon under a bottle and flick it to snuff out a candle with your DIY air cannon. Break a needle and then heat it. It returns to its original shape. That's the magic of memory. Metal stick one end of a tissue into dirty water and the other into a clean cup. Soon you'll filter out clean water thanks to capillarity. Make a mini fountain by poking holes in a plastic bottle, filling it with water and twisting the cap. Demonstrate a typhoon's effect. Set up two bottles with batteries. The one representing a skyscraper stays upright, showing how buildings resist wind. Sandwich of paper between two magnets. Add a Screw and a battery and connect it up. You've just made an electric fan. Doing science experiments is way more fun than scrolling on the phone. Let's inspire kids to explore more.",
    "hashtag_names": [
      "magic",
      "trick",
      "diy",
      "experiment",
      "tips",
      "scienceexperiments",
      "scienceathome",
      "science",
      "scienceismagic"
    ],
    "id": 7361746516509216032,
    "video_description": "Science interesting (Part 1) #science #scienceexperiments #scienceismagic #scienceathome #diy #experiment #tips #trick #magic "
  },
  {
    "create_time": 1713995068,
    "hashtag_names": [
      "dogs",
      "foryou",
      "goldendoodle",
      "goldendoodles",
      "fyp",
      "dogbreeds",
      "greenscreenvideo",
      "dogtok",
      "goldendoodlesoftiktok"
    ],
    "id": 7361552648983661867,
    "username": "katiedotcom",
    "voice_to_text": "goldendoodles like where did they come from why are they everywhere I'm so glad you asked this is one of the things that I literally can't shut up about I don't know why I um okay it's because of this quote the creator of goldendoodles yes that's that's that's a job you can have is just creating new dogs apparently anyway he said that creating the golden Doodle the entire breed was his life's greatest regret he originally made golden doodles because there was this little blind lady who needed a guide dog but she was allergic to dogs so he made the golden doodle because they have hair not fur amazing perfect and then all of a sudden the breed started blowing up and he was like whoa whoa whoa wait a second this is really not for anyone these are really not that great of dogs to have the next time you're looking golden doodle in the eyes and you feel a little uneasy little nervous because it's absolutely a man in a fursuit these are human eyes they have just know that nobody's more uneasy than the person that brought them into the world to us that man looks them in the eyes and is like I could have stopped this I could have done something about this before it started and no matter how unsettling they make you feel there can't be anything more unsettling than that than being like I unleashed this upon the world",
    "is_stem_verified": false,
    "region_code": "US",
    "video_description": "(original video: @mads mitch)   i literally had to cut 3 minutes out of this because i went way too deep into golden doodle lore dont you dare say i never did anything for you!!! #goldendoodles #goldendoodle #goldendoodlesoftiktok #dogs #dogbreeds #fyp #foryou #dogtok #greenscreenvideo ",
    "view_count": 3781445
  },
  {
    "create_time": 1713990696,
    "hashtag_names": [
      "didyouknow",
      "fyp",
      "saveyourlife",
      "lifehacks",
      "biology",
      "edmtiktok",
      "harmreduction",
      "science",
      "edutok",
      "ravetiktok",
      "learnontiktok",
      "safetytok",
      "onlyjayus",
      "harmreductionsaveslives"
    ],
    "id": 7361533505156812062,
    "is_stem_verified": false,
    "video_description": "Serotonin Syndrome 🤪☠️ #ravetiktok #harmreduction #edmtiktok  #harmreductionsaveslives #fyp #saveyourlife #lifehacks #science #biology #safetytok #didyouknow #learnontiktok #edutok #onlyjayus ",
    "view_count": 800634,
    "voice_to_text": "why? 🥺 because Molly gives you serotonin makes you a little bit happy okay  antidepressants SSRIs also gives you serotonin makes you happy so you might think oh okay if I could take both lot of serotonin Ima be really really happy right? wrong  it actually give you something called serotonin syndrome which can kill you it will literally cause the worst panic attack you've ever had in your entire life you know a rapid heart rate  sweating, shivering  vomiting, diarrhea  insomnia, migranes  muscle rigidy to the point of twitching twitching to the point of seizures seizures to the point of the coma and so much more if left untreated and I promise you you're not gonna get the best treatment in the middle of EDC okay so just don't mix the two because too much of a good thing is almost always a bad thing and try to do a little bit of research about what you're putting into your body before you put it in your body because don't even get me started on ADHD meds and f- orange juice",
    "region_code": "US",
    "username": "onlyjayus"
  },
  {
    "hashtag_names": [
      "funny",
      "fox",
      "uk",
      "england",
      "rab"
    ],
    "id": 7361293769666252065,
    "region_code": "GB",
    "video_description": "Bro got ate #uk #england #fox #funny #rab ",
    "create_time": 1713934789,
    "is_stem_verified": false,
    "username": "mrdanielox",
    "view_count": 623628,
    "voice_to_text": "People are scared of it for no reason, like a dog. But it comes up to you and you. You see it. It is full of fleas. No, no, it's. It's not it. It gets fatted by that. That. There's a fat on the. On the thing. Look, look, see? Hahaha!"
  },
  {
    "view_count": 46978,
    "voice_to_text": "alright so I wanted to make a quick video doing the math showing you just how inaccurate he was saying that there was three times the lifetime limit of PFOS in one single prime grape drink guess how much PFOS were in the product in the drink three times the amount that you should have in your lifetime in PFOS from drinking water in one prime hydration drink they found three times the amount of PFOS that you should consume in drinking water in your life  that's PFOS or PFOS not PFOs alright so the claim in the lawsuit  was that there was three times the lifetime advisory limit I explained that in the last video so I'm not gonna explain that again but the lawsuit is alleging essentially that there is 0.06 ppt of PFOS in prime grape drink I also explained in the previous video how that's much lower than detection levels and much lower than the recently set MCL for drinking water so this is not saying the claims and lawsuits are true or that they were even able to detect this low level in this drink this is just talking about this claim that this lawyer made regarding the three times the lifetime limit in one single prime grape drink cause I just wanted to show you how ridiculous that claim was alright so let's say there actually was 0.06ppt found one prime drink is half a liter and one part per trillion is one nanogram per liter therefore 0.06ppt in half a litre would be 0.03ng so that lifetime advisory level was 0.02ppt that was a concentration based on drinking that level in water over a lifetime so 0.02ppt is 0.02 ng/L let's just assume that you're drinking two liters of water per day at this level and let's say you live until you're 80 years old so that resulting amount over a lifetime would end up being about 1200 nanograms over your lifetime three times that would be about 3,000 nanograms so this is the amount he is claiming is in one single prime grape drink when in reality again assuming the level in the lawsuit is correct which we shouldn't assume but assuming it is correct it would actually be 0.03 nanograms in one single bottle and he's claiming there's around 3,000 nanograms in one bottle so the amount he's claiming is in one bottle of that drink is over 116,000 times more than what's being stated in the lawsuit this is such a huge issue with social media you have somebody that has asserted himself as an expert maybe he's an expert in law clearly not an expert in this topic and then people are taking him to know what he’s talking about when it comes to this when clearly he does not so yeah I just wanted to go through that math because it is quite outrageous when you understand just how incorrect that claim was",
    "hashtag_names": [
      "pfas",
      "foodscience",
      "foodsafety",
      "primehydration"
    ],
    "is_stem_verified": false,
    "region_code": "US",
    "username": "foodsciencebabe",
    "video_description": "Replying to @Ryan I mean, what he’s claiming is only 116,000 times higher than what the lawsuit actually states. No biggie 🙃 #primehydration #foodscience #pfas #foodsafety ",
    "create_time": 1713898917,
    "id": 7361139758950518059
  },
  {
    "hashtag_names": [
      "realityisntreal",
      "quantumphysics",
      "youcreateyourreality",
      "nobelprizephysics2022"
    ],
    "id": 7361037475399224622,
    "username": "themanifestingscientist",
    "view_count": 1289947,
    "create_time": 1713875148,
    "is_stem_verified": false,
    "region_code": "US",
    "video_description": "life is LITERALLY what you make it so lets make it rock #realityisntreal #youcreateyourreality #quantumphysics #nobelprizephysics2022 reality isnt real objects are nonlocal",
    "voice_to_text": "can we talk about the fact that Nobel Prize winners actually prove reality isn't real in 2022 physics Nobel Prize winners literally prove the universe is not locally real basically what that means is if you're not looking at an object it does not exist Einstein use the example like oh does the moon not exist just because you're not looking at it and the answer is quite literally no it does not exist if you're not looking at it nothing is locally real it only comes into fruition through observation the universe is quite literally the YOU-niverse you create the YOUniverse and we know this and I know some of you are gonna comment like I've known that since it came out but the vast majority of people like this is not common knowledge I feel like like for how crazy this discovery is we are not talking about this nearly enough or the implications of it you quite literally create your reality by observing it nothing exists unless you observe it and that is so exciting because why don't we spend our time just observing the things we wanna see I feel like sometimes we get so bogged down in our stories oh I can't do this cause it's this oh I'm too scared to do that oh I can't break out guys nothing is real we can do anything we are like the main characters in a video game we can go on any adventure we can do anything at all because nothing exists till we do it"
  },
  {
    "view_count": 49892,
    "voice_to_text": "Do bumblebees think do they experience the world? well last Friday the  New York Declaration on Animal Consciousness was released which is signed by 39 scientists and philosophers that state that it is reasonable to assume simpler lifeforms like invertebrates including bumblebees have at least the simplest form of consciousness which is known as ‘phenomenal consciousness’ actually Lars Chittka  who heads the lab that proved that bees choose to play when given the chance to do so signed this  as well as three heavy hitters in the consciousness space: Anil Seth Christof Koch and David Chalmers who was the one to first formulate the hard problem of consciousness in those terms  that we now describe it as I’ve made a lot of videos about animal consciousness and talked about it in my newsletter but the scientific consensus is shifting as we document more and more behaviours and complex cognition that makes it really hard to dismiss them as  simple automatons so going back to the first question do bees think or are they having an experience this Declaration does not try to answer the first question but it does assert that the answer is reasonably yes to the second it is like something to be a bee not like the nothingness that we imagine a rock is experiencing and so it doesn't mean that bees are you know it’s doubtful they're ruminating about  how misrepresented they were in The Bee Movie but it is like something to be a bee should you find yourself as one I think the last point in the Declaration is also the most important and needs to become a cultural norm and that is that where there is a realistic possibility that an animal is conscious that needs to be taken into account when we're making decisions that affect the lives of those animals which is essentially saying we should move from a “rock until proven conscious” model to a its “conscious until proven to be a rock” model which is just common sense I talk a lot about consciousness and animal science so if that hits sign up for my newsletter the link is in my bio",
    "create_time": 1713831785,
    "id": 7360851360276892970,
    "is_stem_verified": true,
    "video_description": "The stance that an animal with a brain, however simple that brain might be, is not conscious strikes me as a form of solipsism.  Sources: 1) The New York Declaration on Animal Consciousness 2) Animal Emotions and Consciousness: Researchers’ Perceptions, Biases, and Prospects for Future Progress (bioRxiv) #animalscience #consciousness #sciencetok #bumblebees ",
    "hashtag_names": [
      "bumblebees",
      "consciousness",
      "animalscience",
      "sciencetok"
    ],
    "region_code": "US",
    "username": "ianisfun"
  },
  {
    "id": 7360791230986390827,
    "is_stem_verified": false,
    "region_code": "US",
    "username": "brianxdove",
    "create_time": 1713817792,
    "hashtag_names": [
      "funny",
      "relatable",
      "discovery",
      "television",
      "satisfying",
      "stimulation",
      "howitsmade",
      "brainrot",
      "neurospicy"
    ],
    "video_description": "There’s nothing quite like the Classics 😌✌️🛠️ #howitsmade #brainrot #neurospicy #stimulation #satisfying #discovery #television #funny #relatable ",
    "view_count": 1328391,
    "voice_to_text": "PSA to all of my Neuro-Spicy™ friends just so you know all 25 seasons of “How it's Made” are streaming on Max Now, for those of you who are old enough to know what that means you're welcome and for those of you who are not allow me to educate you. You see, in the beginning before there was YouTube before there was “25 Satisfying Videos to Watch to Lull You to Sleep Part 2” before there was TikTok before there was scrolling there was television and on television there was a show that was broadcast via the Discovery Channel called “How it's Made” and this show this beautiful show was just a series of shots satisfying, informational shots with high production quality of random things being created in industrial situations and over these shots there was this warm, Disneyland-voiced narrator who would describe precisely what you were watching in greater detail It was like consuming Wikipedia pages while just watching something that made you feel calm inside and for us Undiagnosed Children it was the ultimate content because not only was it satisfying to watch but it was informational we learned something while we turned our brains off it was long form, analog brain rot and so, young or old I implore you, go Go Consume Indulge Be free and I'll be there with you"
  },
  {
    "create_time": 1713750274,
    "hashtag_names": [
      "opticalillusion"
    ],
    "id": 7360501294735330603,
    "is_stem_verified": false,
    "region_code": "US",
    "username": "unrealwhosane",
    "video_description": "#opticalillusion ",
    "view_count": 2611873
  },
  {
    "is_stem_verified": false,
    "region_code": "US",
    "video_description": "",
    "view_count": 1981230,
    "hashtag_names": [],
    "id": 7360343095398894891,
    "voice_to_text": "This is hard to get confused. This one's for you, baby. You my everything. You all I ever wanted. We could do it real big. Bigger than you ever done it. You be up on anything? Other hoes ain't never on it. I want this forever. I swear. I can spend whatever on it.",
    "create_time": 1713713431,
    "username": "graceeecharisss"
  },
  {
    "id": 7360032226978876704,
    "username": "plantzbab",
    "view_count": 6580,
    "voice_to_text": "clumsy plant parents show me a leaf you've accidentally damaged and it hurt your soul so this is my gorgeous Anthurium Crystallinum silver blush and I got this about a year and a half ago and I traveled all the way back on a coach from York on my lap and I nourished this little baby of course it started to size up and what do I do I knock it over and I've accidentally ripped the tip off somehow so I'm really sad please tell me I'm not the only one who's clumsy and does this",
    "create_time": 1713641046,
    "hashtag_names": [
      "houseplants"
    ],
    "is_stem_verified": false,
    "region_code": "GB",
    "video_description": "Stitch me🥲 #houseplants "
  },
  {
    "view_count": 728853,
    "voice_to_text": "do you ever think about how boring it must be to not be in the Taylor Swift fandom like what are normal people doing right now we're solving games puzzles Easter eggs we're going to fake libraries in LA at the mall like what are normal people doing",
    "create_time": 1713316713,
    "hashtag_names": [
      "taylorswift",
      "swifttok"
    ],
    "id": 7358639152683912491,
    "video_description": "Genuine question tho #swifttok #taylorswift ",
    "is_stem_verified": false,
    "region_code": "US",
    "username": "olivialevinn"
  },
  {
    "id": 7358322333989293354,
    "is_stem_verified": false,
    "region_code": "US",
    "username": "archaeowolf",
    "video_description": "Seriously, i need to figure out how to make money off the gullible… #montanamegaliths #idahobatholith #geology #notaliens #archaeology #hoax #pseudosciencefail #montana #montanarocks #zoom #fossilrobots ",
    "view_count": 10132,
    "create_time": 1713242976,
    "hashtag_names": [
      "zoom",
      "montana",
      "hoax",
      "notaliens",
      "archaeology",
      "geology",
      "montanarocks",
      "pseudosciencefail",
      "montanamegaliths",
      "idahobatholith",
      "fossilrobots"
    ]
  },
  {
    "hashtag_names": [],
    "id": 7358123525984488746,
    "is_stem_verified": false,
    "create_time": 1713196664,
    "region_code": "US",
    "username": "thebasementyard",
    "video_description": "Frank knows words. Congrats bro!",
    "view_count": 5037870,
    "voice_to_text": "I don't know if you saw. We're gonna get inundated with like a trillion bugs in the next couple weeks. Oh, you didn't hear this? What the fuck are you talking to? You didn't hear this? Apparently this year there are two different breeds of cicadas that are coming out that have been living underground for decades. And apparently there's gonna be like trillions of fucking cicadas flying around. But first of all, trillion in the United States. Outnumbering by far. Oh, what are they gonna do? Fucking kill us? Give me a tennis racket. I'm taking a million down with ease, brother. I'm not kidding. I buy a blowtorch and I go outside and I let them. There are people that did. I actually kind of like 10 gently know someone that, like, did that. We're gonna back up real quick to that. What did you say? 10 gently? Yes. Yeah. What is that? I don't know them directly. I know them through, like, another person. Like on a Tangent. You don't, you know, words are things that you should maybe familiarize yourself with. Um, what do you think I'm doing now, hot shot? Okay. Also, I'm not really trusting the way that you pronounce shit, cause you get stuff wrong. Well, you ever heard of someone going off on a Tangent? Yeah, well, a Tangent is actually like, it's. I know what that is. What is it? A Tangent. It could be just like a branch of something off Of a circle, most likely. Congratulations, dude."
  },
  {
    "hashtag_names": [
      "extinct",
      "tasmaniantiger",
      "extinctanimals"
    ],
    "is_stem_verified": false,
    "region_code": "US",
    "video_description": "“Jurassic Park” like plan to bring back the Tasmanian tiger #tasmaniantiger #tasmaniantiger #extinct #extinctanimals ",
    "view_count": 411737,
    "create_time": 1713190891,
    "id": 7358098752130911531,
    "username": "60minutes",
    "voice_to_text": "Tell us exactly what you're doing. We can't magically bring the Tasmanian tiger back. We have to start with a living cell and then engineer our thylacine back into existence. So, the way you do that is, you find the closest living relative to your animal that has gone extinct and for us that is a small marsupial species called the fat-tailed dunnart. The developmental biologist at the University of Melbourne, Pask raised $15 million for a de-extinction project that recalls “Jurassic Park.” In partnership with American company Colossal Biosciences, which counts, wait for it, Leonardo DiCaprio, Paris Hilton and even the C.I.A. among its backers. He's adamant he'll replicate the genome of a dunnart — a mouse-like marsupial — he'll turn it into a much larger Tassie tiger. We'll let him explain. We examine all of its DNA, we compared that to the DNA of your extinct species, the Tasmanian tiger, and we look at everywhere that those two genomes or those two piles of DNA, if you like, are different. And once you've identified to those differences, it's just a matter of then going in, and making all of those edits to turn your fat-tailed dunnart genome or cell into a Thylacine cell. And you're saying that dunnart that little, little field mouse marsupial dunnart is closer than say the Tasmanian Devil? But that little dunnart is a ferocious carnivore even though it's very, very small one, and it's a very good surrogate for us to be able to do all this editing in."
  },
  {
    "view_count": 33965,
    "create_time": 1712850573,
    "hashtag_names": [
      "bible",
      "religion",
      "debate",
      "science"
    ],
    "id": 7356637131462282538,
    "is_stem_verified": false,
    "region_code": "US",
    "username": "planet_peterson",
    "video_description": "@Theist Brooks Such horrible arguments 🤣 #debate #bible #religion #science "
  },
  {
    "view_count": 1282032,
    "voice_to_text": "I feel so bad for the people have the soap cilantro gene in their mouth or the enzyme or whatever it is because y'all can't have cilantro on your tacos that sucks I'm so sorry",
    "is_stem_verified": false,
    "region_code": "US",
    "id": 7356331219329518890,
    "username": "angelinanicollle",
    "video_description": "no zhoug!!! ",
    "create_time": 1712779350,
    "hashtag_names": []
  },
  {
    "is_stem_verified": false,
    "view_count": 633553,
    "voice_to_text": "Now that the Rapture has come and gone, the apocalypse is over, and you're still here. What now? I haven't seen Naria Demon, no portals, no aliens, no horns. The earth did not crack open. Nobody floated to the air. What happens now? You know what I, what I say happens now? We take you to that big old padded room. We take you to that, to that other floor. We get you some nice grippy socks. I'm thinking the steady dose of medication, because a lot of y'all, a lot of y'all are kind of off your rocker. But ain't it kind of crazy how you can get away with being crazy just as long as you, like, throw a little religious razzle dazzle up in there? Just say, oh, my god, I'm hearing voices, angel voices, I'm seeing things. But god showed it to me that you can just throw it in there, you can say really anything, and people have no choice but to believe you. That is insane. Y'all are insane on here crying, talking about massacres, and if we see demons. Oh, bring. Y'all always talking about mental health. No, y'all, y'all are not in touch with you. It is enough going on here. I, I really believe it's enough going on. Y'all don't need to make stuff up.",
    "create_time": 1712623173,
    "hashtag_names": [],
    "id": 7355660437188267307,
    "region_code": "US",
    "username": "drcasanovabrown",
    "video_description": "Most uneventful apocalypse ever 1/10 "
  },
  {
    "is_stem_verified": false,
    "video_description": "#Inverted ",
    "view_count": 154444,
    "voice_to_text": "If you know Christian, I recommend you send them this video. If god is perfect, right, and he is flawless, and there's no more desirable state than what is perfect, how could you say that god would want to create? Because that would be saying that god plus creation is something that is more desirable than god existing alone. Similarly, you could see it this way. The state of affairs that exist with god existing alone is perfect. The state of affairs that exist today is imperfect. God would desire it less to create this state of affairs than him existing alone. Because imperfection is desired less than perfection. Because imperfection contains flaws, which are undesirable traits. And if you were to say that the creation that we exist in right now is perfect, well, then there be no reason for god to create. As a perfect state of affairs is indifferent to another perfect state of affairs. And that contradicts the story of Genesis saying that god intends to create us and that god wants to create us. Either way, Christianity is false.",
    "create_time": 1712622312,
    "hashtag_names": [
      "inverted"
    ],
    "id": 7355656710477925674,
    "region_code": "US",
    "username": "parkergetajob"
  },
  {
    "create_time": 1712360274,
    "id": 7354531300973284650,
    "view_count": 779028,
    "voice_to_text": "when are you guys gonna realize that protein from an animal is secondary protein that has already been metabolicly utilized by the animal if you look at the food chain cause some of y'all didn't pass grade 4 science when are you gonna get past the Dunning Kruger peak of stew is what I'd usually say the source is the sun so the nutrients is coming from the sun because without the sun without the soil there's no plants or plants there's no animals there's no ecosystem but you know what hon I'm sure you got good intentions cause some of y'all didn't pass grade 4 science so to help you and the 14,000 people that you've misled I'm gonna teach you what protein actually is first to clear up your little misunderstanding the source is the sun protein does not come from the sun you see what comes from the sun is sunlight which is infrared visible UV light protein on the other hand is not light but a physical thing on earth protein is a multi layered puzzle of a molecule which allows every cell in your body to catalyze reactions and function on the most basic and essential levels which allow you to live all protein molecules begin and end with a simple class of organic compounds called amino acids so whether we're talking about plants or animals their protein will always contain these amino acids sure you can argue that there's a different composition of amino acids from different plant and animal proteins aside from compositional differences which are not only varied between plants and animals but varied between plant species and animal species the amino acid lucine will always be the same lucine whether lucine is coming from a soybean or a sirloin steak so it does not matter if you get protein from a plant or an animal so long as you get enough of it cause based on all of this lovely data increased protein intake mechanismally causes and is associated epidemiologically with lower rates of cancer and all cause mortality so at the end of the day protein may look different but after its digested an amino acid is an amino acid",
    "hashtag_names": [
      "gym",
      "viral",
      "fyp",
      "protein",
      "highprotein",
      "fittok",
      "gymtok",
      "animalprotein",
      "highproteinmeals",
      "highproteinrecipes",
      "thexhemist"
    ],
    "is_stem_verified": false,
    "region_code": "US",
    "username": "scientificsnitch",
    "video_description": "Animal and plant protein are fine! Make sure you get enough protein! And Protein does not come from the sun… #gymtok #gym #highprotein #protein #highproteinmeals #highproteinrecipes #animalprotein #fittok #thexhemist #fyp #viral "
  },
  {
    "hashtag_names": [
      "dance",
      "acro",
      "acrobatics",
      "highheels",
      "highheelsdance",
      "veresova",
      "танцікиїв"
    ],
    "id": 7353170741174504709,
    "is_stem_verified": false,
    "region_code": "UA",
    "username": "yulia.veresova",
    "video_description": "Inst. veresova_ulia #acrobatics #veresova #танцікиїв #dance #highheelsdance #highheels #dance #acro ",
    "view_count": 496389,
    "create_time": 1712043481
  },
  {
    "create_time": 1712000242,
    "hashtag_names": [],
    "region_code": "US",
    "username": "anaykashe",
    "video_description": "",
    "view_count": 2273936,
    "id": 7352984990810115374,
    "is_stem_verified": false,
    "voice_to_text": "the other day I was thinking to myself it is so crazy how earth and like human beings have like such mystical weird lore but we were all born here and we have like the history so it's like normal to us but like here's a piece of mystical earth human being lore you could go through something so scary so traumatic that your consciousness will split into two you will literally have two different personalities that is like literal SCI fi SCI fi novel stuff you know what I mean like um our moon controls the ocean the water that's like that that is literally divergent like that's that movie series like what else you could hit your leg in a specific spot and your leg will jump up like we are literally living in a twisted SCI fi novel and like like we like this is like witchcraft that's going around around here like this is crazy like we've just accepted these things as like normal when it's really given magic like why do some people wake up and speak a completely different language that they have never spoken before this is insane stuff going on around here"
  },
  {
    "is_stem_verified": false,
    "region_code": "US",
    "username": "truecrimewithtonia",
    "video_description": "#greenscreen #adamstaffordking #adamstaffordkingarrest #adamstaffordkingcase #elburnil #elburnillinois #chicagoillinois #kanecountyil #kanecountyillinois #illinois #illinoisnews #fyp #foryoupage #tnet1202 #truecrimewithtonia ",
    "view_count": 1067987,
    "create_time": 1711730450,
    "hashtag_names": [
      "illinois",
      "fyp",
      "greenscreen",
      "chicagoillinois",
      "foryoupage",
      "elburnillinois",
      "elburnil",
      "illinoisnews",
      "kanecountyil",
      "kanecountyillinois",
      "tnet1202",
      "truecrimewithtonia",
      "adamstaffordking",
      "adamstaffordkingcase",
      "adamstaffordkingarrest"
    ],
    "id": 7351826182716886315
  },
  {
    "view_count": 42258634,
    "create_time": 1711657020,
    "hashtag_names": [
      "meow",
      "catsounds",
      "catsoftiktok",
      "cattok",
      "orangecatbehavior"
    ],
    "id": 7351510805910703402,
    "is_stem_verified": false,
    "region_code": "US",
    "username": "elizabethtoth23",
    "video_description": "Orange kitty or orange monkey? 🍊🐒 #orangecatbehavior #catsoftiktok #cattok #meow #catsounds"
  },
  {
    "is_stem_verified": false,
    "region_code": "US",
    "video_description": "dont take my word for this but like based on research ive read, anything i mentioned makes the frontal lobe develope later…",
    "view_count": 3606732,
    "voice_to_text": "have you ever had trauma? yes? well this video definitely doesn't apply to you based on like how severe your trauma was on like a scale of 1 to 10 add that many years to that have you ever had depression yeah that video wasn't for you Add a couple years there have you ever had anxiety severe anxiety yeah it's not for you bud do you have ADHD yeah try 35 autism ?on the spectrum? yeah not for you  if you've struggled with addiction and I say this all just to remind you not to be so hard on yourself if you wake up and you're 25 but suddenly you still feel seventeen the frontal cortex uh the package was delayed I mean at this point if you're 25 and your frontal cortex has developed I mean have you lived like what are you SpongeBob like come on I mean I'm just saying that's usually the last one to arrive to the party is the party so why are you arriving first that's weird personally I like to come in fashionably late and clearly my frontal cortex is doing the same",
    "create_time": 1711359152,
    "id": 7350231092835716395,
    "username": "sofiaelizabethsbackup",
    "hashtag_names": []
  },
  {
    "hashtag_names": [
      "enm",
      "openrelatioship",
      "swingtok",
      "4ourplay"
    ],
    "id": 7349709181852650782,
    "video_description": "Temptation Cruise Mini Vlog (Jase’s Version) 🛳️🍍✨ (more info on cruises like this at 4ourplay d0t c0m / cruise❣️) #swingtok #openrelatioship #enm #4ourplay ",
    "view_count": 5814109,
    "voice_to_text": "We're in an old relationship, and we went on an adult's only spicy cruise. And here is part one of day one. As soon as we got on, we got greeted by the playroom. So in case you wanna see what that looks like, here is our actual room. Our bed was huge. Could fit plenty of people, amazing bathroom, a voyage chair in the corner. What more could you really ask for? If you thought vanilla people decorate other rooms for cruises, just wait until you see a swinger cruise. We put up so many different memes this year. Our door looked absolutely amazing at the end. Could you really be swingers if we didn't have pineapples hanging somewhere in our room? Also, every year, we have groups that come with us, and we give out little goodie bags. This year we gave out an actual bag. We did a T-shirt which said, let's get naughty. We also had a naughty girl banto that Bella sewed. And then a magnet you could hang on your door. And if you didn't know, name necklaces are super huge in the swinging lifestyle. Here we are assembling all of our bags to give to people. And that's gonna be it for part one, so watch out for part two.",
    "create_time": 1711237560,
    "is_stem_verified": false,
    "region_code": "US",
    "username": "4ourplay.com"
  },
  {
    "hashtag_names": [
      "satisfying",
      "breakingglass",
      "glassbreaking",
      "asmr",
      "breakingbottles",
      "asmrtiktoks"
    ],
    "id": 7348991353931648302,
    "is_stem_verified": false,
    "region_code": "US",
    "username": "splash_avalanche",
    "video_description": "Breaking Glass Bottlea ASMR #breakingbottles #glassbreaking #breakingglass #asmrtiktoks #asmr #satisfying ",
    "view_count": 21373264,
    "create_time": 1711070407
  },
  {
    "video_description": "Sci-Fi cant have black people apparently #starwars #anime #manga #weeb #nerd ",
    "id": 7348968117055360302,
    "region_code": "US",
    "is_stem_verified": false,
    "username": "tonyweaverjr",
    "view_count": 256916,
    "voice_to_text": "This person says SCI fi has robots instead of black people and fantasy has monsters instead of black people, but I don't think that's true. Obviously fantasy has magic instead of black people and SCI fi has aliens instead of black people. For example, Star Wars just launched a trailer for a show called the acolyte, but it has more dislikes than likes. You know why? Cause it has black people instead of aliens. That's why these people are calling it DEI. Because they understand that SCI fi cannot have diversity, equity, or inclusion because why would space be diverse? I don't even think a black person has been to space before. That's why this guy is reminding everyone that this isn't Wakanda, it's Star Wars. Blue people, good. Green people, good. Black people? That's not SCI fi. That's why this guy says he doesn't support trans inclusion. Because we can change the laws of physics, but every planet in the galaxy has the same gender binary. Those are the rules. SCI fi isn't about wokeness, it's about the future. A future in which we leave all minorities behind. This video is sarcasm. For the love of baby Yoda, do not come for me.",
    "create_time": 1711064986,
    "hashtag_names": []
  },
  {
    "create_time": 1711060615,
    "region_code": "US",
    "voice_to_text": "so for all of the flat earth deniers I got something for you here's our sun right here pretty clear let's just turn a little bit oh what is that we got the moon here and we got the sun here how's this work on a globe I thought the moon is supposed to be beneath me right now right because it's nighttime in Australia so the moon is supposed to be underneath us but but it's right above my head the same way the sun is because earth is flat and non rotating the same way the Bible tells us",
    "hashtag_names": [
      "sun",
      "god",
      "bible",
      "truth",
      "moon",
      "jesus",
      "biblestudy",
      "flatearth",
      "earthisflat",
      "christiantiktok",
      "biblicalcosmology"
    ],
    "id": 7348949333028375854,
    "is_stem_verified": false,
    "username": "jesusistruth70",
    "video_description": "#jesus #God #christiantiktok #Bible #biblestudy #flatearth #earthisflat #biblicalcosmology #sun #moon #God #Truth ",
    "view_count": 158295
  },
  {
    "create_time": 1710786095,
    "hashtag_names": [
      "gay",
      "smart",
      "study",
      "fyp",
      "lgtb",
      "greenscreen",
      "gaytiktok",
      "alphabetmafia"
    ],
    "username": "stanchrissss",
    "video_description": "Intelligence and Homosexuality published by Cambridge 2012 #gay #lgtb #gaytiktok #fyp #smart #study #alphabetmafia #greenscreen ",
    "voice_to_text": "Why am I just finding this out? There was a study posted in 2012 that basically says the smarter someone is, the more likely they are to be gay. So if you're not gay, it might be because you're too stupid.",
    "id": 7347770143327505706,
    "is_stem_verified": false,
    "region_code": "US",
    "view_count": 2591749
  },
  {
    "id": 7344950229394902314,
    "is_stem_verified": false,
    "region_code": "US",
    "username": "what.if434",
    "video_description": "What if you threw a baseball at nearly light speed ? #foryou #lifestyle #xkcdwhatif #knowledge #fyp ",
    "view_count": 758963,
    "create_time": 1710129523,
    "hashtag_names": [
      "lifestyle",
      "knowledge",
      "foryou",
      "fyp",
      "xkcdwhatif"
    ]
  },
  {
    "region_code": "US",
    "username": "morbid_archives",
    "video_description": "Sounds plausible to me, who knows 🤷🏻‍♂️ #weirdtok #morbid #wendywilliams #fyp ",
    "view_count": 795022,
    "voice_to_text": "Just last year, Wendy Williams was diagnosed with aphasia and frontotemporal dementia as her devastating condition has been going viral online. While her son says it's the result of long term alcohol abuse, others point to the time Wendy did something  very peculiar on her show in 2014. Wendy said she would “eat crow” if Kanye and Kim's marriage lasted longer than 72 days, which it did. While that's normally just a saying, Wendy actually had a chef prepare some crow for her to eat- In many religions such as Hinduism, crows are said to be the messengers of our ancestors, and that they can cross the divide between the physical and spiritual worlds. For this reason, eating a crow is believed to be a bad omen that results in the consumer being cursed. Many say eating the crow was the turning point of Wendy's career and the start of her ailing health problems.",
    "create_time": 1709604973,
    "hashtag_names": [
      "fyp",
      "morbid",
      "wendywilliams",
      "weirdtok"
    ],
    "id": 7342697348969270574,
    "is_stem_verified": false
  },
  {
    "create_time": 1709235984,
    "is_stem_verified": false,
    "region_code": "US",
    "view_count": 314123,
    "hashtag_names": [
      "reiki",
      "nononsensespirituality"
    ],
    "id": 7341112587850960171,
    "username": "nononsensespirituality",
    "video_description": "#reiki #nononsensespirituality ",
    "voice_to_text": "reiki can't possibly work so why does it this was an article in the Atlantic talking about how some hospitals are offering Reiki and the debate this brings up because Reiki delivers demonstrably good effects without a proven cause so we have a number of solid studies that show that Reiki can regulate your nervous system alter your experience of pain reduce side effects of chemo and improve surgical outcomes in 2018 the New York Times reported on a group of scientists who were studying Reiki and their conclusion was that we have a biological response to an active caring that somehow calls forth healing and the more intense and focus it is the more healing it evokes and that Reiki simulates archetypical caring gestures deep in our subconscious likely drawing from the feelings we get as children from our mothers that was from Ted Capchick a Harvard Medical School professor now could it be something more than that sure in the world of energy and consciousness and quantum entanglement and inner connection there could always be something more there's a lot that could be in there in that kind of god of the gaps and this is actually a really good way to gauge whether you're more of an empiracist or if you're more of a rationalist so empiracists are more likely to say if it works and it does we have studies to show that this improves things then I'm gonna use it so Stephen Fry is an example of an atheist who says I'm more of an empiracist than a rationalist he talks about this uh he did a podcast with Jordan Peterson about this and he doesn't believe in god but he's very open to things that help even if he doesn't know why and even if he doesn't understand it and what he talks about is you know a time when we were trying to reduce infant mortality and they had a group of students wash their hands and infant mortality dropped and they didn't know why and so they didn't keep washing their hands cause they didn't understand the connection and Stephen Fry was more of the more of the kind of person to say hey if it helped drop infant mortality let's do it let's wash hands even though we don't know about germs yet a rationalist is someone who tends to be more skeptical who would look at Reiki and say our best explanation of this is this is just a really heightened placebo effect because we have these deep evolutionary brains that allow us to tap into our own uh inner healing when we have community and rituals and touch and intention that help us to heal and improve and this is why you know Mormon priesthood blessings can work even if there's no Mormon God behind it so rationalist is more likely to say I'm more willing to use treatments that activate inner healing without the placebo effect because their core values and their heart hierarchy of values has truth or skepticism or rationalism as higher on their hierarchy values the downside is if you have to understand everything sometimes you miss on placebo effects that actually help like could help you recover from surgery so Richard Dawkins or hitch would be kind of classic rationalist types so if you're using Reiki and you feel like it helps you that's great the only place that I have to draw the line for no nonsense spirituality here is if you say that you understand how like we just understood how anesthesia works like three years ago so if you're gonna tell me that you understand exactly how Reiki works that's when I get red flags because you'd have to understand the nature of reality the nature of the universe evolution what's going on with quantum physics spookiness to fully explain what's going on here so I'm skeptical of anyone who's super confident that they know what's going on here but if we kind of are skeptical to the truth claims kind of around this and just use it as a tool it seems to actually work"
  },
  {
    "id": 7334750290454875424,
    "video_description": "What do you use to kill mold in your house? #moldtoxicity #barbaraoneill #naturalhealth ",
    "view_count": 4268685,
    "voice_to_text": "If you have mould and you put bleach on it, you've just created one of the most toxic combinations in the planet. So what can you do for mould? White vinegar. White vinegar will wipe it out. Bleach will kill mould and feed fungus. That's. That's the next crop of mould. So when you kill mould with bleach, you've. You're feeding fungus, which means that's your next crop of mould. The good news is white vinegar kills mould and won't kill you. But if you have any mold in your house, please go and spray it with vinegar and quickly leave the room. You only need to come back in 10 minutes and it will be dead and that then you can wipe it up. But make sure you have gloves on, ideally a mask on. And then ring the plumber or the builder. You gotta find out why it's there. Shouldn't be there. Is there a leaking tap behind the wall? Is that. Does the guttering need to be cleaned out? You need to chop down a few trees and get that sunshine into the house. It should not be there. Mould is toxic. We should have no exposure to mould at all. Zero exposure.",
    "create_time": 1707754638,
    "hashtag_names": [
      "naturalhealth",
      "moldtoxicity",
      "barbaraoneill"
    ],
    "is_stem_verified": false,
    "region_code": "ES",
    "username": "holistiq"
  },
  {
    "is_stem_verified": false,
    "username": "andimariere",
    "view_count": 1813489,
    "create_time": 1707000731,
    "hashtag_names": [
      "southernaccent",
      "appalachian",
      "yallternative"
    ],
    "id": 7331512208049884462,
    "region_code": "US",
    "video_description": "You gotta say what’s weird to find WHO’s weird. 🖤✨ #yallternative #appalachian #southernaccent ",
    "voice_to_text": "say the weird thing people are desperately seeking realness if you're at a dinner party and they insist on talking about additions to the home and their favourite new history podcast interject with something like you know I was looking into my partner's eyes today and I thought oh shit there's jelly in there and then that bothered me all day long and that's how you find your yes and people he who can continue the joke can continue the relationship with me like I started one the other day with someone and I said I think that if Roger Ebert was alive today he'd be doing reviews of corporate steakhouses and he was like without missing a beat oh yeah I think he'd be doing TikTok lives definitely and he'd agree that Del Frisco's is the superior corporate steakhouse them's my people"
  },
  {
    "create_time": 1704125991,
    "is_stem_verified": false,
    "hashtag_names": [],
    "id": 7319165304825842987,
    "region_code": "US",
    "username": "emhahee",
    "video_description": "I hope she is doing okay ",
    "view_count": 746774,
    "voice_to_text": "what is something that you memorized years ago and can still recite for no reason I'll start recent polls have shown that one fifth of Americans can't locate the US on a world map why do you think this is I personally believe that US Americans are unable to do so because some of people out there in a nation don't have maps and I believe that our education like such as in South Africa and the Iraq and everywhere like such as I believe that they should our education over here in the US should help the US and should help South Africa and the Iraq in the Asian countries so that we will be able to build up our future for our children I don't know why I have that memorized it's all in there and I can't get it out I actually do know why I have this memorized in 2,014 my dance team did this lip sync battle at my school and my dance coach chose that audio as the thing to lip sync and then we all put on these giant fancy dresses and sashes and tiaras and we did an interpretive dance to this audio and it was really weird we did not win but I do have that memorized now so"
  },
  {
    "region_code": "GB",
    "username": "kqtiewhitney",
    "video_description": "Did it work? 🥺🫦 #pureinstinct #pheremoneperfume #pheremones #fyp #foryou #foryoupage #cringe #ick #pickme #pov ",
    "voice_to_text": "It's my new perfume. Smell it. Don't look at me like that. It's called pure instinct. The pheromones in it sometimes make you irresistible. Did I just say that out loud? Bro moment. Bro, are you literally drooling right now? Wait, what? You think you're falling for me, but I. Just a small bean. A kiss. Okay, yeah, this really works like a balls",
    "create_time": 1702901641,
    "id": 7313906823684312353,
    "is_stem_verified": false,
    "view_count": 2183793,
    "hashtag_names": [
      "foryou",
      "pickme",
      "cringe",
      "pov",
      "fyp",
      "ick",
      "foryoupage",
      "pheremones",
      "pureinstinct",
      "pheremoneperfume"
    ]
  },
  {
    "create_time": 1698791181,
    "hashtag_names": [
      "autism",
      "autisticadult",
      "femaleautism",
      "autisticadults",
      "autisticwomanoftiktok"
    ],
    "id": 7296252516746972458,
    "is_stem_verified": false,
    "region_code": "US",
    "username": "sapphic_swiftie13",
    "video_description": "People mostly hate me when they don’t know about my diagnosis, they’re just like “she’s so annoying there’s just something about her that i can’t stand” when i have been so sweet and nice to them and its literally the autism #autism #autisticadult #autisticadults #femaleautism #autisticwomanoftiktok ",
    "view_count": 724740
  },
  {
    "is_stem_verified": false,
    "username": "tonystatovci",
    "view_count": 10789094,
    "create_time": 1696463159,
    "id": 7286253710962117934,
    "video_description": "Fossil fuels are sick 😭😭 / links in my bio check me out 😎 ",
    "voice_to_text": "This is crazy. The world is so different. Oh, my god. What is that? What is that thing? Gas station. Okay, okay. Gas station. What is. What is gas? Wait.",
    "hashtag_names": [],
    "region_code": "US"
  },
  {
    "username": "noflakeysalt",
    "view_count": 328692,
    "voice_to_text": "Apparently, watermelons everywhere are starting to explode. I'm gonna show you why this happens and how to prevent it. Watermelons are typically sterile on the inside, but sometimes bacteria and other microorganisms can work their way in. They can come in through the flower or if the watermelon is damaged. These microorganisms combine with global warming, can cause gas to build and go boom with enough pressure. Or just use a bunch of foam. If you're really worried about melons exploding, there's not much you can do. I don't know, maybe poke them at the store and see if they explode? Or just toss it in the fridge to slow down the process of fermenting.",
    "id": 7278736336952184110,
    "hashtag_names": [
      "watermelon",
      "foodscience",
      "explodingwatermelons",
      "watermelonfoaming"
    ],
    "is_stem_verified": false,
    "region_code": "US",
    "video_description": "Everyone has been posting about #explodingwatermelons so I decided  to explain why this happens. #foodscience #watermelon #watermelonfoaming   Shoutout to Jeremiah Warlick and @imbrandonfarris for the original footage!!",
    "create_time": 1694712876
  },
  {
    "hashtag_names": [],
    "username": "neildegrassetyson",
    "view_count": 4032180,
    "create_time": 1691540600,
    "id": 7265111008522292523,
    "is_stem_verified": false,
    "region_code": "US",
    "video_description": "Ever wonder what’s inside a black hole? ",
    "voice_to_text": "Nobody knows what's inside a black hole, and I don't know any volunteers to find out. And even if they were volunteer, they would go in, they'll find out what's on the other side of a black hole. But none of the rest of us will ever know because they cannot communicate back out cause nothing comes out of a black hole, alright? They can't even send an SOS with radio signals, because radio waves travel at the speed of light, and the speed of light is insufficient to escape the black hole. But the theories of the universe, general theory of relativity, that gives us the black hole in the first place. If you take those equations into the black hole, it tells us that an entire other space time opens up in front of you. As the future history of the universe is left behind, a whole other universe opens up in front of you. It's freaky. But the general theory of relativity has worked in every other way we've applied it. So this is particularly intriguing to us all, that perhaps the universe with its black holes is just this sort of Swiss cheese of universes in some higher dimension where you would might have access. So it's intriguing and I want to know the answer to fact. If I know I'm Going to die soon, send me into a black hole. That way I'll die knowing rather than just a drooling on the bed, you know, Just. Or getting hit by a bus. Launch me into a black hole. That's how I want to die."
  },
  {
    "is_stem_verified": false,
    "region_code": "US",
    "hashtag_names": [],
    "id": 7263598702550551854,
    "video_description": "This bunjo bouncy chair has given over 800,000 people an interesting idea and i want to know what the paramedics have to say about it 😂 ",
    "view_count": 3871395,
    "voice_to_text": "I thrifted this chair this week and I posted it on TikTok. That video has 800,000 views for a bouncy chair. And low key down to see some reaction videos though. You guys keep tagging an EMT on TikTok and I want to know what they would have to say about this chair.",
    "create_time": 1691188374,
    "username": "dankpizzas"
  },
  {
    "view_count": 12588668,
    "voice_to_text": "if you use rosemary oil you'll stimulate your scalp if you use collagen you'll grow your hair if you use rosemary oil and collagen, you'll stimulate your scalp and grow your hair if you use a hydrating hair mask once a week, you'll make your hair softer if you use rosemary oil, collagen and a hydrating hair mask you'll stimulate your scalp, grow your hair longer and make your hair softer if you use a keratin shampoo, you'll make your hair stronger if you use rosemary oil, collagen, a hydrating hair mask and keratin shampoo you'll stimulate your scalp, grow your hair, make it softer and make it stronger if you use a heat protectant, you'll protect your hair if you use rosemary oil, collagen, a hydrating hair mask a keratin shampoo and heat protectant, you'll stimulate your scalp, grow your hair, make it softer, make it stronger and protect it if you use a hair oil, you'll make your hair shine if you use rosemary oil, collagen a hydrating hair mask, a keratin shampoo, heat protectant and an oil, you'll stimulate your scalp, grow your hair, make it softer, make it stronger, protect it and make it shiny if you use the correct styling tool, you'll reduce the damage to your hair if you use rosemary oil, collagen a hydrating hair mask, a keratin shampoo, heat protectant, an oil and the correct hair tool you'll have a new head of hair 🫶🏼",
    "create_time": 1691079604,
    "hashtag_names": [
      "dryhair",
      "bleachedhair",
      "amika",
      "greenscreen",
      "mielleorganics",
      "deadhair",
      "damagedhair",
      "hairthinning",
      "oilinghair",
      "damagedhairrepair",
      "oilinghaircare",
      "hairlossremedy",
      "dryhairtips",
      "dryhairtreatment",
      "amikahairproducts",
      "bleachedhaircare",
      "hairthinningsolutions",
      "deepoiling"
    ],
    "is_stem_verified": false,
    "region_code": "US",
    "id": 7263131516589411626,
    "username": "ashley.paiige",
    "video_description": "how i’ve quadrupuled the hair on my head. when all my hair was falling out, these are the products i used 🫶🏼 lmk if you need part 2 #deepoiling #oilinghair #oilinghaircare #dryhair #dryhairtips #dryhairtreatment #deadhair #damagedhair #damagedhairrepair #amika #amikahairproducts #mielleorganics #bleachedhair #bleachedhaircare #hairlossremedy #greenscreen #hairthinning #hairthinningsolutions "
  },
  {
    "region_code": "US",
    "username": "atca83",
    "video_description": "",
    "view_count": 17641813,
    "create_time": 1689563219,
    "hashtag_names": [],
    "id": 7256618721664404778,
    "is_stem_verified": false
  },
  {
    "hashtag_names": [],
    "id": 7242235734135016705,
    "is_stem_verified": false,
    "region_code": "MM",
    "username": "mashwezin227",
    "video_description": "",
    "view_count": 26789557,
    "create_time": 1686214417
  },
  {
    "create_time": 1684454086,
    "hashtag_names": [],
    "id": 7234675178884779310,
    "view_count": 1743355,
    "is_stem_verified": false,
    "region_code": "US",
    "username": "eatmyquinnards",
    "video_description": "it’s a solid theory right??? ",
    "voice_to_text": "I know you're a boob guy. And I also know that if you prefer them natural, you have mommy issues. If you prefer them fake, you have daddy issues. Am I right or am I right? Huh?"
  },
  {
    "id": 7228287672794631467,
    "username": "thekelseyrhae",
    "video_description": "Factssss",
    "view_count": 2257240,
    "voice_to_text": "you know the best way to build a child's immune system let them run around outside with no shoes and play in the dirt shit let them eat the dirt the more natural germs you allow them to come in contact with the harder it's gonna be for them to get sick the worst thing you can do is put your child in a bubble and protect them from everything",
    "create_time": 1682966895,
    "hashtag_names": [],
    "is_stem_verified": false,
    "region_code": "US"
  },
  {
    "region_code": "US",
    "voice_to_text": "What's this? Space Force boss acknowledges the US will begin facing threats outside of earth. That's terrifying. And I only found this because it was shared to over 16 million people. So let's check it out. Okay, I found the article. Let's read it. Looks like that statement was said by the Space Force top chief, General Saltzman. It says he issued a concerning warning at the Space Symposium in Colorado Springs this past week. Where are the threats outside of earth? Okay, here we go. We're getting somewhere new. Threats that are not on earth. Before you make any type of assumptions, we need to make it clear that the general has never mentioned anything related to aliens. He's talking about a new era in human technology. And this is the headline they chose. Which has been cropped and shared to over 16 million people. Who now think that the Space Force acknowledged aliens.",
    "hashtag_names": [
      "nasa",
      "aliens",
      "joerogan",
      "conspiracy",
      "planets",
      "spaceforce"
    ],
    "id": 7226475603258510638,
    "is_stem_verified": false,
    "view_count": 330089,
    "create_time": 1682544973,
    "username": "astro_alexandra",
    "video_description": "Did the space force warn of threats outside of earth?! Aliens?! ##spaceforce##joerogan##nasa##planets##conspiracy##aliens"
  },
  {
    "username": "c4news",
    "video_description": "Elon Musk’s Starship, the biggest and most powerful rocket ever built, exploded in the sky minutes after it launched from base in Texas. #elonmusk #spacex #spacexlaunch #starship #fyp ",
    "view_count": 8947918,
    "create_time": 1682003601,
    "hashtag_names": [
      "starship",
      "fyp",
      "spacex",
      "elonmusk",
      "spacexlaunch"
    ],
    "id": 7224150435853012250,
    "is_stem_verified": false,
    "region_code": "GB"
  },
  {
    "region_code": "US",
    "username": "megcastle",
    "video_description": "Petey man is the honorary desk dog 🫶🏼 #dachshund #puppy #fyp ",
    "view_count": 37343260,
    "create_time": 1681848283,
    "hashtag_names": [
      "puppy",
      "dachshund",
      "fyp"
    ],
    "id": 7223483297739853098,
    "is_stem_verified": false
  },
  {
    "video_description": "Hell hath no fury like a woman scorned! 😱 #karma ",
    "view_count": 4032692,
    "voice_to_text": "Just found out my husband has been cheating on me for the last 3 months. I found her on Instagram and she's married, too. So tonight, her husband and I are going to be dining at the table right next to them. Huh. And they have no idea. Wish me luck.",
    "hashtag_names": [
      "karma"
    ],
    "username": "taylormakesvideos",
    "is_stem_verified": false,
    "region_code": "US",
    "create_time": 1678994666,
    "id": 7211227144888864042
  },
  {
    "is_stem_verified": false,
    "region_code": "GR",
    "username": "astrotipper",
    "video_description": "Astrology vs Astronomy. Not even a debate anymore whether they are similar or not.  #astrology #astronomy #foryou #viral ",
    "view_count": 780418,
    "create_time": 1674742331,
    "hashtag_names": [
      "viral",
      "foryou",
      "astronomy",
      "astrology"
    ],
    "id": 7192963523842985222
  }
]