[
  {
    "region_code": "RO",
    "video_description": "@Diana Iovanovici-Șoșoacă @Kovacs Valer 🇷🇴👮 #romania🇷🇴 #kovacs #valer #sos #sosoaca #officialtiktok #police #politia #romania #romania🇷🇴 #speranta #yo #sustindianasosoaca ",
    "voice_to_text": "1 susțin pe doamna Diana șoșoacă 1 susțin pentru că au fost alături de mine în cele mai mai grele momente ale vieții mele când rude apropiate n-au fost alături de mine doamna Diana șoșoacă a fost da pentru asta 1 susțin și 1 voi susține în continuare indiferent de răutăți și de de ce comentează mulți mă că am văzut pe rețele sociale că tu ești nu știu ce că tu ești șucar nu știu ce păi voi unde ați fost când EU am fost călcat unde ați fost domnul Adrian 1 fost acolo păi da a v-a chemat EU nu în ședință tot așa cu probleme cu sancțiuni disciplinare m-a susținut acolo păi EU cum să n-o susțin 1 susțin nu fac politică",
    "create_time": 1717059154,
    "id": 7374712881285205280,
    "username": "robert.ilie2",
    "view_count": 309833,
    "hashtag_names": [
      "yo",
      "police",
      "sos",
      "romania",
      "kovacs",
      "valer",
      "politia",
      "speranta",
      "officialtiktok",
      "romania🇷🇴",
      "sosoaca",
      "sustindianasosoaca"
    ],
    "is_stem_verified": false
  },
  {
    "create_time": 1716706248,
    "hashtag_names": [],
    "id": 7373197177163615493,
    "is_stem_verified": false,
    "region_code": "KE",
    "username": "patrickmbacio",
    "video_description": "",
    "view_count": 82165
  },
  {
    "id": 7372563930809502982,
    "is_stem_verified": false,
    "region_code": "ZA",
    "username": "gognxumalo",
    "video_description": "Bikela uDlozi konke.. ungathuli.. GogoNxumalo",
    "view_count": 614689,
    "create_time": 1716558809,
    "hashtag_names": []
  },
  {
    "hashtag_names": [],
    "id": 7372173922940357894,
    "is_stem_verified": false,
    "region_code": "ZA",
    "username": "zaneqabaka",
    "video_description": "ndiyinko ka zwelonke makwedini",
    "view_count": 12120,
    "create_time": 1716468003
  },
  {
    "hashtag_names": [
      "foryou",
      "head",
      "news",
      "stem",
      "ai",
      "robotics",
      "fyp",
      "surgery",
      "technology",
      "greenscreen",
      "transplant",
      "foryoupage",
      "science"
    ],
    "view_count": 5737802,
    "voice_to_text": "This is going to blow your mind. A startup company called Brain Bridge announced today that they believe that they will be able to successfully perform a head transplant surgery in the next eight years. The way that this would work is you would take a person with a perfectly healthy and active brain, but their body has cancer or paralysis, and transplant it to a brain dead donor body. What's crazy is that they said that by doing this, a person that's receiving the new body would still be able to maintain their memories, cognitive abilities, and consciousness. They say that the brain could last several hundred years if it had a good working body, and that that might be a potential in the future, but that this would also give people with different ailments a second chance. The procedure is advanced and way over my head, but it uses robotics and AI technology to make sure that the precisions and refusing are exact. It's crazy because you have to wonder if somebody that was 6 4 will end up 5 6 or the other way around. The company's tagline is breathing life into new bodies one head at a time. It almost seems like this wouldn't be real, but you can all go ahead and check it out. And everybody has done an article about it. Is just absolutely insane. So my question to you is, would you get a new body and have your head transplanted if You have the chance. As always, I wanna hear what you think about all of this down below.",
    "username": "wffnews",
    "video_description": "Off With His Head 🤖 #STEM #science #AI #robotics #surgery #news #technology #fyp #foryou #foryoupage #head #transplant #greenscreen ",
    "create_time": 1716432553,
    "id": 7372021662172204330,
    "is_stem_verified": false,
    "region_code": "US"
  },
  {
    "view_count": 114196,
    "create_time": 1716402440,
    "hashtag_names": [],
    "id": 7371892323652799750,
    "is_stem_verified": false,
    "region_code": "UG",
    "username": "hamlove43",
    "video_description": "An evening with Hamlove on Friday 5th July at Batvalley Theatre@@ajiswag 256 stage Queen @Chosen Becky @SASHA BRIGHTON Kalungi "
  },
  {
    "username": "_labeto",
    "video_description": "that moment 🥺♥️",
    "view_count": 268670,
    "create_time": 1716393168,
    "hashtag_names": [],
    "id": 7371852509733719302,
    "is_stem_verified": false,
    "region_code": "ZA"
  },
  {
    "create_time": 1716364226,
    "is_stem_verified": false,
    "username": "newsnexussa",
    "view_count": 273013,
    "voice_to_text": "The declaration from the IFP is that there,   declaration   from   the   IFP   is   that   there as part of the donations that you've received   part   of   the   donations   that   you've   received is a 10 million rand from Nicki and Ernest Oppenheimer.   a   10 million   rand   from   Nicki   and   Ernest   Oppenheimer I mean, talk to me about how that conversation came about.   mean   talk   to   me   about   how   that   conversation   came   about And did that 10 million rand donation come with any conditions?   did   that   10 million   rand   donation   come   with   any   conditions All political parties declared the donations.   political   parties   declared   the   donations These donations are given without any condition.   donations   are   given   without   any   condition Let me draw to your attention,   me   draw   to   your   attention my lady,   lady the IFP and the Oppenheimer family has a long history among,   IFP   and   the   Oppenheimer   family   has   a   long   history   among also to university of technology was a donation from Oppenheimer,   to   university   of   technology   was   a   donation   from   Oppenheimer Harry Oppenheimer to Prince Mauso to tellazi   Oppenheimer   to   Prince   Mauso   to   tellazi that Mauso to university of technology   Mauso   to   university   of   technology has produced thousands of graduates throughout South Africa.   produced   thousands   of   graduates   throughout   South Africa There was no condition given except to assist black people.   was   no   condition   given   except   to   assist   black   people So the,   the the donation we've got was that they are enabling the IFP to campaign   donation   we've   got   was   that   they   are   enabling   the   IFP   to   campaign so that its policies can get an opportunity   that   its   policies   can   get   an   opportunity to shape the life of the people of South Africa,   shape   the   life   of   the   people   of   South Africa like all other people who got donations.   all   other   people   who   got   donations And you know, now, lady, I,   you   know   now   lady   I I, I have read some comments in other social media   I   have   read   some   comments   in   other   social   media where people behave as if it is only the I f   people   behave   as   if   it   is   only   the   I   f P that got donations,   that   got   donations yet it's many political parties who got donation from various sources.   it's   many   political   parties   who   got   donation   from   various   sources",
    "hashtag_names": [
      "incaseyoumissedit",
      "newsstories",
      "southafricatiktok🇿🇦",
      "newsnexus",
      "newsnexussa"
    ],
    "id": 7371728202651176197,
    "region_code": "ZA",
    "video_description": "#newsnexussa #newsstories #incaseyoumissedit #southafricatiktok🇿🇦 #newsnexus "
  },
  {
    "create_time": 1716307659,
    "hashtag_names": [
      "typ",
      "trendingtiktok"
    ],
    "id": 7371485250838367493,
    "is_stem_verified": false,
    "region_code": "ZA",
    "username": "pantsu28gp",
    "video_description": "#trendingtiktok #typ ",
    "view_count": 96207
  },
  {
    "hashtag_names": [
      "you"
    ],
    "id": 7371112256018533637,
    "is_stem_verified": false,
    "region_code": "GH",
    "username": "morebless310",
    "video_description": "#you ",
    "view_count": 338379,
    "create_time": 1716220814
  },
  {
    "hashtag_names": [
      "trending",
      "foryou"
    ],
    "id": 7370032886541569296,
    "is_stem_verified": false,
    "region_code": "AE",
    "username": "kajohnny1",
    "create_time": 1715969517,
    "video_description": "#foryou #trending ",
    "view_count": 127193,
    "voice_to_text": "Okay, who meet you in interview?   who   meet   you   in   interview Interview. Oh, no, she's the one   no   she's   the   one 1 interview just not.   interview   just   not Okay. You make interview or no? No,   You   make   interview   or   no   No no interview. Nobody meet you before?   interview   Nobody   meet   you   before You didn't see me before.   didn't   see   me   before Um, even online   even   online you didn't see me live? Online.   didn't   see   me   live   Online Online. Online.   Online Online data?   data No, in your country?   in   your   country Country Uganda. Ah,   Uganda   Ah you see me before? Before   see   me   before   Before make us be silly. Sorry,   us   be   silly   Sorry be silly.   silly Be say be silly, be silly. Yeah,   say   be   silly   be   silly   Yeah what is be silly?   is   be   silly My class. You cannot speak English.   class   You   cannot   speak   English No speaking English? No   speaking   English   No speak English. Yeah,   English   Yeah so who? Who?   who   Who Okay, you pay money.   you   pay   money You pay money in any agency.   pay   money   in   any   agency Agency. Yeah,   Yeah you pay money? Yeah. How much?   pay   money   Yeah   How   much 60 millions. 60 million. Yeah. How much dollar?   millions   60   million   Yeah   How   much   dollar How much dollar? Dollar is?   much   dollar   Dollar   is No, approximately how much dollar?   approximately   how   much   dollar Dollar is? No,   is   No no, how much?   how   much 16 million. 16 Uganda. Yeah,   16   Uganda   Yeah million. How much dollar?   How   much   dollar No. Okay.   Okay You pay 60 million, huh?   pay   60 million   huh Yeah, six zero.   six   zero Yeah, million. Yeah.   million   Yeah Okay. And you didn't make interview? Yes,   And   you   didn't   make   interview   Yes no interview.   interview And you cannot speak English? Yeah, sorry,   you   cannot   speak   English   Yeah   sorry sorry. And you don't have experience? Security. Security. Yeah,   And   you   don't   have   experience   Security   Security   Yeah no experience, no experience.   experience   no   experience You didn't work before security. Yeah.   didn't   work   before   security   Yeah And you didn't see me before. Ah,   you   didn't   see   me   before   Ah no, before you see me before. Yeah, huh?   before   you   see   me   before   Yeah   huh No, no.   no Okay, tell me what you know about security.   me   what   you   know   about   security What is your name?   your   name What are you, what are you going to do while my room is okay?   are   you   what   are   you   going   to   do   while   my   room   is   okay Okay. Can you read this paper?   you   read   this   paper Read this one? Read this one?   this   one   Read   this   one This one, this one. Read This   one   this   one   Read   This you cannot read that. Yeah.   cannot   read   that   Yeah Okay. You can write,   You   can   write write, write anything you know about security.   write   anything   you   know   about   security No security, anything you know about security right here.   security   anything   you   know   about   security   right   here You cannot write anything.   cannot   write   anything Yeah, you cannot write.   you   cannot   write"
  },
  {
    "id": 7369205684400835845,
    "is_stem_verified": false,
    "region_code": "ZA",
    "username": "laurencentimane",
    "video_description": "",
    "view_count": 363,
    "create_time": 1715776905,
    "hashtag_names": []
  },
  {
    "username": "jouri_action",
    "video_description": "ضحى ترد على منتقدين علاقتها بكانيتا🤔#مشاهير #مشاهير_تيك_توك_مشاهير_العرب #تكتوك_العرب #سوريا_تركيا_العراق_السعودية_الكويت #سعودية_مغرب_ليبيا_كويت_العراق #تونس ",
    "view_count": 801797,
    "create_time": 1715730274,
    "hashtag_names": [
      "تونس",
      "مشاهير",
      "سوريا_تركيا_العراق_السعودية_الكويت",
      "سعودية_مغرب_ليبيا_كويت_العراق",
      "تكتوك_العرب",
      "مشاهير_تيك_توك_مشاهير_العرب"
    ],
    "id": 7369005244925218080,
    "is_stem_verified": false,
    "region_code": "DE"
  },
  {
    "create_time": 1715584784,
    "hashtag_names": [
      "epf",
      "kwsp",
      "akaun3kwsp",
      "akaunfleksibel"
    ],
    "id": 7368380518682938642,
    "is_stem_verified": false,
    "region_code": "MY",
    "username": "aqlulhakimisaiful",
    "video_description": "Membina masa hadapan 𝐏𝐞𝐫𝐬𝐚𝐫𝐚𝐚𝐧 𝐲𝐚𝐧𝐠 𝐥𝐞𝐛𝐢𝐡 𝐛𝐚𝐢𝐤 untuk rakyat Malaysia.. ❤️ #kwsp #epf #akaun3kwsp #akaunfleksibel ",
    "view_count": 415949
  },
  {
    "id": 7368320070377934096,
    "is_stem_verified": false,
    "region_code": "BH",
    "username": "owen.new.comer.off",
    "video_description": "#foryou #foryoupage #foryoupageofficiall #ticktok #ticktokUganda #trending #owennewcomeroffical #viral #newtiktokersupporters #kadamasaudia #goviral #gospeed ",
    "view_count": 20047,
    "create_time": 1715570720,
    "hashtag_names": [
      "trending",
      "viral",
      "foryou",
      "goviral",
      "ticktok",
      "gospeed",
      "foryoupage",
      "ticktokuganda",
      "kadamasaudia",
      "foryoupageofficiall",
      "newtiktokersupporters",
      "owennewcomeroffical"
    ]
  },
  {
    "is_stem_verified": false,
    "region_code": "US",
    "username": "homey.home55",
    "video_description": "celebrities block out  #blockout2024  #eattherich  #mileycyrus  #arianagrande  #katyperry ",
    "view_count": 7285,
    "create_time": 1715559521,
    "hashtag_names": [
      "mileycyrus",
      "katyperry",
      "arianagrande",
      "eattherich",
      "blockout2024"
    ],
    "id": 7368272002693532974
  },
  {
    "video_description": "#fyp #marketing #orange",
    "view_count": 8394,
    "voice_to_text": "Look at this. Oh, perfect. Haha.",
    "is_stem_verified": false,
    "username": "healthsuccess777",
    "id": 7368118589104098603,
    "region_code": "US",
    "create_time": 1715523806,
    "hashtag_names": [
      "orange",
      "fyp",
      "marketing"
    ]
  },
  {
    "view_count": 331088,
    "create_time": 1715445054,
    "hashtag_names": [
      "nigeria",
      "news",
      "fyp",
      "princeharry",
      "meghanmarkle",
      "newsuk"
    ],
    "region_code": "GB",
    "username": "starsshinebright23",
    "video_description": "UK royal news. Prince Harry & Meghan in Nigeria sparks security & travel costs controversy #news #newsuk #princeharry #meghanmarkle #nigeria #fyp",
    "voice_to_text": "That Nigeria is actually the 12th most dangerous country in the world. And the military base that Harry travel to, uh, is somewhere that the Foreign Office is actually advising against visiting. Anything could happen. But uh, remembering as well that not just that the security and everything that they're providing is being paid for. So that's another controversy because I think at least three 3 quarters of the the country are in poverty. this highlights the hypocrisy over their security fears here in Helena. One of the reasons they chose to go there as well was because of course, Megan's been looking into her heritage and she's discovered that she's 43% Nigerian. And she's described feeling like it's a homecoming, feeling very much at home in the West African country. And yet, um, we're told, um, I'm read, I read in the paper this morning that. That she actually came to the UK to pick Harry up on route there, but didn't step foot out of the Windsor suite. Uh, he throw air support. So little is her affection or small is her affection for us here in the UK, where she had a huge wedding, welcomed into the royal family, but feels more at home in a country she's never visited before.",
    "id": 7367780373339573537,
    "is_stem_verified": false
  },
  {
    "id": 7367159535053655339,
    "is_stem_verified": false,
    "region_code": "US",
    "username": "haleyybaylee",
    "video_description": "❤️",
    "view_count": 31766470,
    "create_time": 1715300503,
    "hashtag_names": []
  },
  {
    "id": 7367119642592251182,
    "is_stem_verified": false,
    "username": "iamblakeley",
    "view_count": 367513,
    "create_time": 1715291218,
    "hashtag_names": [
      "lizzo",
      "operationolivebranch"
    ],
    "region_code": "US",
    "video_description": "@lizzo I am very happy to see #lizzo sharing @Operation Olive Branch gfm. #operationolivebranch ",
    "voice_to_text": "Hey, y'all. I hope that this video finds you well. This is doctor is. Yes, yes, yes, you guys, this is it. Listen, I know I've had my fair share of criticisms of Lizzo, including the fact that she just went to the Met Gala. However, this is what we have wanted. To my knowledge, she is the only celebrity that I can think of that is actually made a video promoting the gofundme of people trying to get out of Rafa. And I'm here to say this is good. You guys take the W. I saw already some people criticizing her for this. It's like, look, look, I get it, I get it, I get it. She shouldn't have gone to the Met Gala. She shouldn't have performed for Joe Biden. She should have said something a long time ago, but she's saying something now. Don't misunderstand me. No one saying you gotta be huge fan, you gotta go buy her shit or whatever. But what I am saying is we should be encouraging this. We should be encouraging this. We should hope that she is the first of more. I wanna see more people doing this, more celebrities and people with power and influence doing this, because we need to remember, guys, this is not about us. This isn't about us and our feelings toward any individual person. This is about the gofundme. She shared two gofundmes. One for evacuation for a family in Rafa and another for Relief for the Sudanese people. So this is a good thing. And since we're already on the topic, let me just mention that my friend Muhammad, who I've been talking about his campaign for a while, is still trying to evacuate from Rafa. He has sent me multiple videos over the last few days where he is trying to escape and there is rapid bombardment all around him and he barely has cell service. This is his Instagram. Please go to it and go to the link in his bio and donate. This is his gofundme. He has 3 beautiful children. He is trying to evacuate. Remember, this is not about us. This is about them. The whole point of pressuring celebrities and influencers to talk about this was so that they could use their influence and their privilege to help other people."
  },
  {
    "username": "user37506035075953",
    "video_description": "#mimpimuhammadqasim",
    "view_count": 1113,
    "create_time": 1715272904,
    "hashtag_names": [
      "mimpimuhammadqasim"
    ],
    "id": 7367041013921123590,
    "is_stem_verified": false,
    "region_code": "ID"
  },
  {
    "create_time": 1715266708,
    "is_stem_verified": false,
    "video_description": "In her appearance on #MorningJoe Wednesday, Former U.S. Secretary of State Hillary Clinton weighs in on the dangers of using of #TikTok for #information. \"Propaganda is not education.\" #MSNBC #news #politics #Clinton #education #foryou ",
    "view_count": 194612,
    "hashtag_names": [
      "tiktok",
      "foryou",
      "politics",
      "news",
      "education",
      "clinton",
      "information",
      "morningjoe",
      "msnbc"
    ],
    "id": 7367014366429891882,
    "region_code": "US",
    "username": "msnbc",
    "voice_to_text": "Propaganda is not education. Propaganda on whether it's TikTok or in the classroom is actually the opposite of education. Anybody who is teaching, uh, in a university, or anyone who is, uh, putting content on social media should be held responsible for what they include and what they exclude. And so much of what we're seeing, particularly on TikTok, about what's going on in the Middle East, is woefully false. But it's also incredibly slanted. Pro Hamas, anti Israel. And it is, you know, not any place where anyone should go to get information about complex matters like what is going on there."
  },
  {
    "video_description": "KIMANI MBUGUA TRENDING VIDEO...#kimanimbugua #ogaobinna",
    "view_count": 2022,
    "create_time": 1715239571,
    "hashtag_names": [
      "ogaobinna",
      "kimanimbugua"
    ],
    "id": 7366897845632322822,
    "is_stem_verified": false,
    "region_code": "KE",
    "username": "liquidmoxietv"
  },
  {
    "id": 7366875709819604230,
    "is_stem_verified": false,
    "region_code": "ID",
    "username": "akhank2121",
    "video_description": "Muhammad Qasim Bin Abdul Karim #IBelieveMuhammadQasim ",
    "view_count": 25861,
    "create_time": 1715234416,
    "hashtag_names": [
      "ibelievemuhammadqasim"
    ]
  },
  {
    "is_stem_verified": false,
    "region_code": "ZA",
    "username": "tjtshimugaramafatha",
    "video_description": "#nganele #mzansicomedy #mzansi #mzansitiktok #161 #kzntiktok #ziyakhala #kzn #trendingnowontiktok #trendingtiktok #fypシ゚viral #tiktoknews #trendingvideostiktokpk #trending #fy #fypage #soweto #mzansitiktoker🇿🇦🇿🇦 #satiktok🇿🇦 #elections2024 ",
    "view_count": 922878,
    "create_time": 1715196887,
    "hashtag_names": [
      "trending",
      "fy",
      "kzn",
      "mzansi",
      "soweto",
      "tiktoknews",
      "trendingtiktok",
      "161",
      "fypage",
      "satiktok🇿🇦",
      "trendingnowontiktok",
      "kzntiktok",
      "mzansitiktok",
      "mzansicomedy",
      "trendingvideostiktokpk",
      "fypシ゚viral",
      "elections2024",
      "ziyakhala",
      "nganele",
      "mzansitiktoker🇿🇦🇿🇦"
    ],
    "id": 7366714498356399378
  },
  {
    "is_stem_verified": false,
    "region_code": "ID",
    "username": "ketapel4",
    "video_description": "#CapCut #muhammadqasimdreams #akhirzaman ",
    "view_count": 3216,
    "create_time": 1715178219,
    "hashtag_names": [
      "akhirzaman",
      "muhammadqasimdreams",
      "capcut"
    ],
    "id": 7366634341964745989
  },
  {
    "is_stem_verified": false,
    "hashtag_names": [
      "comdey",
      "foryou",
      "jhelum",
      "foryourpage",
      "sidmrrapper"
    ],
    "id": 7366584663235923205,
    "region_code": "PK",
    "username": "sidmr.rapper4",
    "video_description": "Video pay views dekhu or app sab use kro yeh filter 🥰 video viral #sidmrrapper #foryou #foryourpage #comdey #jhelum ",
    "view_count": 6371647,
    "voice_to_text": "یار یہ کونسا تو نے عوام کو پاگل بنا دیا ہے   یہ   کونسا   تو   نے   عوام   کو   پاگل   بنا   دیا   ہے کونسا فلٹر بتا دیا ہے   فلٹر   بتا   دیا   ہے کیڑی گند گیدڑ سنگھی ہے تیرے کو   گند   گیدڑ   سنگھی   ہے   تیرے   کو یار دس صحیح عوام کو بھی دس   دس   صحیح   عوام   کو   بھی   دس یار احسن بھائی یہ نیا فلٹر آیا ہے   احسن   بھائی   یہ   نیا   فلٹر   آیا   ہے یہ ساؤنڈ آیا ہے   ساؤنڈ   آیا   ہے جو یہ فلٹر اور ساؤنڈ یوز کرے گا اس کی ویڈیو   یہ   فلٹر   اور   ساؤنڈ   یوز   کرے   گا   اس   کی   ویڈیو بھائی یہ میری ویڈیو ٹین ملین گئی ہے اس کی ویڈیو   یہ   میری   ویڈیو   ٹین   ملین   گئی   ہے   اس   کی   ویڈیو آپ لوگ بھی یہ فلٹر یوز کرو   لوگ   بھی   یہ   فلٹر   یوز   کرو یہ ساؤنڈ یوز کرو   ساؤنڈ   یوز   کرو اور ایسے ایسے بندے کی   ایسے   ایسے   بندے   کی میں نے ملین میں اس ویڈیو دیکھی ہے   نے   ملین   میں   اس   ویڈیو   دیکھی   ہے کہ جن کے اوپر ویوز ہی نہیں آتے   جن   کے   اوپر   ویوز   ہی   نہیں   آتے آپ لوگ یوز کریں یہ فلٹر یار ہنڈرڈ پرسنٹ جو ہے نا   لوگ   یوز   کریں   یہ   فلٹر   یار   ہنڈرڈ   پرسنٹ   جو   ہے   نا وائرل ہو وائرل ہو   ہو   وائرل   ہو اوپننگ ہو گئی ہے موڈیز کی   ہو   گئی   ہے   موڈیز   کی آ جائیں آ جائیں آ جائیں برگر لگوائیں   جائیں   آ   جائیں   آ   جائیں   برگر   لگوائیں",
    "create_time": 1715166653
  },
  {
    "video_description": "Waa looyabaa😂😂#sundusayaanle #foryou #fyp ",
    "view_count": 1501502,
    "create_time": 1715103237,
    "hashtag_names": [
      "foryou",
      "fyp",
      "sundusayaanle"
    ],
    "id": 7366312285981183239,
    "is_stem_verified": false,
    "region_code": "IN",
    "username": "sundus_ayaanle"
  },
  {
    "create_time": 1714993956,
    "id": 7365842365979839749,
    "is_stem_verified": false,
    "video_description": "ANC's Thuthukile Zuma details what she believes to be the advantages of the R350 SRD Grant amid the unemployment issue that affects the South African youth.  #SABCNews #Elections360 #Elections2024",
    "view_count": 45346,
    "hashtag_names": [
      "sabcnews",
      "elections2024",
      "elections360"
    ],
    "region_code": "ZA",
    "username": "sabcnews",
    "voice_to_text": "I'd like to just go to a point that I never got to address   like   to   just   go   to   a   point   that   I   never   got   to   address about the 3:50. It's very,   the   3:50   It's   very very easy for people like you and I   easy   for   people   like   you   and   I who speak this great English to talk about how 3:50 is a handout.   speak   this   great   English   to   talk   about   how   3:50   is   a   handout But with the unemployed youth crisis,   with   the   unemployed   youth   crisis the a N. C.   a   N   C Government could not sit back and watch young people be unemployed.   could   not   sit   back   and   watch   young   people   be   unemployed The 3:50, now, three,   3:50   now   three 70, is an intervention for a young person   is   an   intervention   for   a   young   person as they move from unemployment to employment.   they   move   from   unemployment   to   employment We are committed to it.   are   committed   to   it We're going to continue with it because we care about our people.   going   to   continue   with   it   because   we   care   about   our   people"
  },
  {
    "username": "elizabeth.hiine",
    "video_description": "",
    "view_count": 132625,
    "create_time": 1714977511,
    "hashtag_names": [],
    "id": 7365772154828328213,
    "is_stem_verified": false,
    "region_code": "ZA"
  },
  {
    "id": 7365720059873938731,
    "is_stem_verified": false,
    "region_code": "US",
    "username": "thilluminatin1",
    "video_description": "Students don't care how much you know until they know how much you care. Teaching is a work of heart.  Comment your thoughts #teacher #teachersoftiktok #teacherproblems #millenialsoftiktok #middleschool ",
    "view_count": 8322171,
    "create_time": 1714965353,
    "hashtag_names": [
      "teacher",
      "middleschool",
      "teacherproblems",
      "teachersoftiktok",
      "millenialsoftiktok"
    ]
  },
  {
    "id": 7365342168954801425,
    "is_stem_verified": false,
    "region_code": "ZA",
    "username": "zwide_production",
    "video_description": "Replying to @msizikhanyile79 ",
    "view_count": 10384,
    "create_time": 1714877371,
    "hashtag_names": []
  },
  {
    "create_time": 1714718850,
    "hashtag_names": [
      "fyp",
      "derrickmorgan",
      "rosealee",
      "jamaicatiktok",
      "onederrickmorgan",
      "candykickers1",
      "frostythegreat",
      "thegreatfrosty",
      "beautyblingaz"
    ],
    "is_stem_verified": false,
    "video_description": "#derrickmorgan #frostythegreat #thegreatfrosty #beautyblingaz #onederrickmorgan #jamaicatiktok #fyp #candykickers1 ##rosealee",
    "view_count": 117812,
    "id": 7364661321398242593,
    "region_code": "GB",
    "username": "island.tv",
    "voice_to_text": "Jada member to blood clot. Jada member to blood clot. This need check your blood clot. Hear me? I tell you and I post you up. Yeah, now call me blood clot. Yeah, call you the batty man. Use a blood clot batty man. Cause you see I want to use a batty man and yeah check for Lucar. So now call me bumble clad name cause you don't know me. A blood clad. You don't know me stinky. You don't know me. Yes, how we want blood K1 Mrs. G that to blood clot or call me bomber clot. Near jungle god. You know a piece by you big thinking like a piece by your junk or casual class. I'm bringing on session. I want your blood clot. You don't know she and pussy go suck your mother. Leave me alone Batty man. Batty blood clot. Jada we want Bomber Clan. Leave me alone batty boy. Yeah, come and call me Batty boy. Ah yeah, Batty man. Batty man of his top of the colonics man. Batty my yeah, Batty blood clot man. Junk row, dark sheep and Tik Tak go. Look how blood clot rock. I look at my bomber clot. Junk row dirty man, dark shit, crow beard, sock cookie man. I suck pussy man. The man them junker. But I'm your comfort. Let go me to blood clan. Nobody come for me. A pussy clan. Because you know I'm pissed on your bumble club mode. I Saw, they got it bigger. Even a bumble club. She wants a she. Blood class here is about the money. No, I either. Look. Arena. The Carmel Bomber Club near Junko. J W. 1 blood clot near dog shit."
  },
  {
    "create_time": 1714662488,
    "hashtag_names": [
      "duet"
    ],
    "id": 7364419262737419536,
    "is_stem_verified": false,
    "region_code": "ZA",
    "username": "kholom08",
    "video_description": "#duet with @Mmatumelo08 ",
    "view_count": 72594
  },
  {
    "region_code": "TR",
    "username": "trtworld",
    "voice_to_text": "We also are just learning at this hour that, uh,   also   are   just   learning   at   this   hour   that   uh banners have been hung from the hall.   have   been   hung   from   the   hall They read, they read Hins Hall and into FATA hind   read   they   read   Hins   Hall   and   into   FATA   hind is a reference to a woman who was killed in Gaza   a   reference   to   a   woman   who   was   killed   in   Gaza is a referenced to a woman who was killed in Gaza.   a   referenced   to   a   woman   who   was   killed   in   Gaza I'm with my wife. I'm with my wife.   with   my   wife   I'm   with   my   wife I'm with my wife. I'm with my wife.   with   my   wife   I'm   with   my   wife I'm with my wife. Is your wife,   with   my   wife   Is   your   wife how did you learn? I don't know.   did   you   learn   I   don't   know I don't know. I can't.   don't   know   I   can't Ha ha ha ha. I love you.   ha   ha   ha   I   love   you I love you, baby.   love   you   baby",
    "create_time": 1714651237,
    "id": 7364370975489576197,
    "video_description": "CNN presenter Kasie Hunt referred to 6-year-old Palestinian girl Hind Rajab, who was killed by Israel after she called emergency services begging to be rescued in January, as “a woman who was killed in Gaza” during a discussion on the renaming of Columbia University’s Hamilton Hall to “Hind’s Hall” by pro-Palestine student protesters.",
    "view_count": 1458721,
    "hashtag_names": [],
    "is_stem_verified": false
  },
  {
    "id": 7364273668836429062,
    "is_stem_verified": false,
    "username": "jaydenn.85backup2",
    "voice_to_text": "A big stinking so called body stinking ears of body boy man.   big   stinking   so   called   body   stinking   ears   of   body   boy   man We put blood clot ick in a blood clot destiny   put   blood   clot   ick   in   a   blood   clot   destiny but why not stop call of June on my name look.   why   not   stop   call   of   June   on   my   name   look Oh shit Peter   shit   Peter what the fuck   the   fuck you're you're so you're so fucking wrinkled and pretty than ears   you're   so   you're   so   fucking   wrinkled   and   pretty   than   ears blood clot wrinkled frozen blood clot   clot   wrinkled   frozen   blood   clot what were pussy pussy will smell like what were you're   were   pussy   pussy   will   smell   like   what   were   you're you're fucking wrinkled and pretty than pussy.   fucking   wrinkled   and   pretty   than   pussy What the fuck can I stop calling him little batty boy man   the   fuck   can   I   stop   calling   him   little   batty   boy   man we're fucking homeless funny in Bomber Club man a first man   fucking   homeless   funny   in   Bomber   Club   man   a   first   man yes he said homeless as in blood club man.   he   said   homeless   as   in   blood   club   man A big stinking sock at the mode ears up mode ears up   big   stinking   sock   at   the   mode   ears   up   mode   ears   up but you were boy go suck your mother in law from a Bomber Club name   you   were   boy   go   suck   your   mother   in   law   from   a   Bomber   Club   name come off our rules back   off   our   rules   back you know what I'm saying Brad come on fight.   know   what   I'm   saying   Brad   come   on   fight",
    "create_time": 1714628583,
    "hashtag_names": [],
    "region_code": "JM",
    "video_description": "🤬🤬🤦🏾‍♀️",
    "view_count": 117369
  },
  {
    "view_count": 21219564,
    "create_time": 1714569292,
    "hashtag_names": [
      "freestyle",
      "dance",
      "footwork",
      "trending",
      "viral",
      "dancechallenge",
      "newdance",
      "fyp",
      "milliondollarbaby",
      "backinthebasement",
      "foryoupage"
    ],
    "id": 7364018956656512302,
    "is_stem_verified": false,
    "region_code": "US",
    "username": "thegavincoyle",
    "video_description": "imma million dolla babayyy🤑 - #fyp #foryoupage #milliondollarbaby #dance #freestyle #footwork #trending #viral #newdance #dancechallenge #backinthebasement "
  },
  {
    "view_count": 1265240,
    "create_time": 1714328090,
    "hashtag_names": [],
    "id": 7362983045638540562,
    "is_stem_verified": false,
    "region_code": "ZA",
    "username": "athigeleba",
    "video_description": ""
  },
  {
    "username": "jewelsmarie39x6",
    "video_description": "",
    "voice_to_text": "The Supreme Court has been debating how many organs it's okay for women to lose just sit with that a minute in this abortion case out of Idaho um they're literally trying to decide how many organs we are okay to just lose and conservative right wing Christian fascist Supreme Court members who have been planted there are basically saying that no matter what happens um you can just let the women die women die like basically federal side is saying no we have a federal statue that says you have to protect and stabilize patients who come crystal fascists are arguing that that only applies to the unborn now they're using a word dance around that trying to like say that's not really what there's but that's what they're saying that's what they're saying um and honestly do you know how long it's gonna take to fix this problem my grandkids will probably still be affected by this uh here are my two little words of advice and I'm no expert and I'm often reactionary but here here's my advice stuck up on the myth mythical Prestone because that's next on the docket to be banned um it's all it is a drug that causes abortion but it also also is what's used if you have a miscarriage and you don't miscarry all of the uterine lining or parts of the fetus and so it could prevent sepsis and save your life if you are trying to have kids I know I've had to have DNCs three times I would have died three times from sepsis had I not had access to abortion care um this is insanity folks like Gen Z are those of you who are starting to think about reproducing try to go to a different country and live or something because if you do get pregnant have any sort of complication they'll let you die they're gonna let you die so my advice my daughters is either leave the country to have a kid uh or don't don't I'm gonna be looking up how to get meth methane I've never say the word myth that's supposed the abortion pill I'm gonna I'm gonna look up how to get some of that before they ban it I don't think it's that expensive anyway when I read these laws my son and I both would be dead because the doctors would have had to like question whether they could care for me or not so it would have killed both the child and the mother in my case I had placenta previa they had to do what they had to do or I would have died we didn't know if he would make it he was being born early and they would have had a call judge to find out and I would have been dead by then and my son would have been dead by then so um these people are evil they're evil and they are in all of our courts because people in the United States were sleeping and now here we are this is the most corrupt Supreme Court ever these people take bribes we've already seen it I would act as if it's too late and keep fighting this but act as if it's too late and we're living in a dystopian world which we are and come up with some backup plans for your daughters and yourself and yeah for be on the way ladies do not reproduce under these laws if this passes the Supreme Court blue states you're not gonna be safe either",
    "region_code": "US",
    "view_count": 518,
    "create_time": 1714149738,
    "hashtag_names": [],
    "id": 7362216966599331115,
    "is_stem_verified": false
  },
  {
    "is_stem_verified": false,
    "region_code": "PK",
    "username": "hussain_shah39",
    "video_description": "@Hussain_🫀 follow new account 🫀#CapCut #viral #viral #foryou #grow #tiktok ",
    "view_count": 277175,
    "create_time": 1714125891,
    "hashtag_names": [
      "grow",
      "viral",
      "tiktok",
      "foryou",
      "capcut"
    ],
    "id": 7362114582665596177
  },
  {
    "region_code": "ZA",
    "username": "newzroom405",
    "video_description": "[WATCH] Former ANC president Thabo Mbeki advocates for the party to adhere to its own constitution and follow established procedures before determining the fate of its former president Jacob Zuma.",
    "is_stem_verified": false,
    "view_count": 86254,
    "voice_to_text": "You see, the,   see   the the position has been taken by the leadership,   position   has   been   taken   by   the   leadership and I think they're probably right about this,   I   think   they're   probably   right   about   this is that   that there are certain set procedures in the constitution of the a N C   are   certain   set   procedures   in   the   constitution   of   the   a   N   C as to how you expel a member,   to   how   you   expel   a   member that it is necessary for the a N C   it   is   necessary   for   the   a   N   C itself to respect that Constitution so that it does not behave in,   to   respect   that   Constitution   so   that   it   does   not   behave   in in any manner, in a lawless manner in terms of its own laws.   any   manner   in   a   lawless   manner   in   terms   of   its   own   laws And there, for the decisions to take,   there   for   the   decisions   to   take to take him to disciplinary committee and so on.   take   him   to   disciplinary   committee   and   so   on That's what's prescribed in the Constitution.   what's   prescribed   in   the   Constitution It's not cowardice. It's,   not   cowardice   It's it's that I think that,   that   I   think   that that loyalty to his own constitution is important   loyalty   to   his   own   constitution   is   important in the same way   the   same   way that we must also be loyal to the national constitution.   we   must   also   be   loyal   to   the   national   constitution So I think the position that the a N C   I   think   the   position   that   the   a   N   C leadership has taken on this in terms of procedure is correct.   has   taken   on   this   in   terms   of   procedure   is   correct",
    "create_time": 1714054703,
    "hashtag_names": [],
    "id": 7361808572684061958
  },
  {
    "id": 7361734496963546373,
    "is_stem_verified": false,
    "region_code": "BD",
    "username": "cutetalha01",
    "video_description": "#কে_জিতবে_সবাই_কমেন্ট_করো #ইনশাআল্লাহ_যাবে_foryou_তে। #🥰🥰🥰🥰❤️❤️❤️ @💏💏TalhaIsrat 💏💏 @TikTok @For You @For You House ⍟ @TikTok Bangladesh ",
    "view_count": 102420,
    "create_time": 1714037384,
    "hashtag_names": [
      "🥰🥰🥰🥰❤️❤️❤️",
      "ইনশাআল্লাহ_যাবে_foryou_তে।",
      "কে_জিতবে_সবাই_কমেন্ট_করো"
    ]
  },
  {
    "create_time": 1713991984,
    "id": 7361539493242948869,
    "is_stem_verified": false,
    "username": "khayasibindi_official",
    "voice_to_text": "Please, please,   please please, somebody tell me I'm not the only woman who wants a man who can't cook.   tell   me   I'm   not   the   only   woman   who   wants   a   man   who   can't   cook Nicole, please,   please may I not be the only woman who wants that.   I   not   be   the   only   woman   who   wants   that I can't imagine myself with a man that can cook.   can't   imagine   myself   with   a   man   that   can   cook I mean, I enjoy cooking and I would love to enjoy cooking for my person.   mean   I   enjoy   cooking   and   I   would   love   to   enjoy   cooking   for   my   person You know,   know please tell me I'm not the only woman who saw things like that,   tell   me   I'm   not   the   only   woman   who   saw   things   like   that guys, you know,   you   know because I face so much skepticism and criticism   I   face   so   much   skepticism   and   criticism because I believe that he can do other things, man.   I   believe   that   he   can   do   other   things   man He can do it. There's so many things to do in the house.   can   do   it   There's   so   many   things   to   do   in   the   house It doesn't need to be bugging me in the kitchen.   doesn't   need   to   be   bugging   me   in   the   kitchen Auntie, no lavends or Pega,   no   lavends   or   Pega no hon,   hon this is how you chop the onions.   is   how   you   chop   the   onions No, honey,   honey I'm good at cooking. You sit there and eat my food,   good   at   cooking   You   sit   there   and   eat   my   food you know? Are there still women who still think   know   Are   there   still   women   who   still   think and fantasize about feeding their man? Lord?   fantasize   about   feeding   their   man   Lord Uh, uh, no,   uh   no I can't be the only one, Jani.   can't   be   the   only   one   Jani So please, can someone tell me I'm normal?   please   can   someone   tell   me   I'm   normal And can someone tell me I'm not the only woman?   can   someone   tell   me   I'm   not   the   only   woman And I don't need men to respond to this   I   don't   need   men   to   respond   to   this because you as a man,   you   as   a   man we expect you to just open your mouth and eat what we give you,   expect   you   to   just   open   your   mouth   and   eat   what   we   give   you you know? So,   know   So of course, man,   course   man some women want men that can cook.   women   want   men   that   can   cook That's good for you. I can't stand a man that can cook   good   for   you   I   can't   stand   a   man   that   can   cook cause I can cook as well. I'm,   I   can   cook   as   well   I'm I'm really good at cooking.   really   good   at   cooking You know, so I aim to impress.   know   so   I   aim   to   impress I find joy in my man eating my food.   find   joy   in   my   man   eating   my   food So tell me, please,   tell   me   please I'm not alone. I hope I'm not alone.   not   alone   I   hope   I'm   not   alone Please, women that love,   women   that   love men that can cook, it's okay.   that   can   cook   it's   okay Men that love to cook look for another woman,   that   love   to   cook   look   for   another   woman not me. But please tell me there are more women like me,   me   But   please   tell   me   there   are   more   women   like   me more old school, old fashioned women like me.   old   school   old   fashioned   women   like   me But yeah, happy day.   yeah   happy   day",
    "hashtag_names": [
      "singlelife",
      "soulmate",
      "fyp",
      "satiktok🇿🇦",
      "mjolothedating",
      "zimsatiktok🇿🇼🇿🇦"
    ],
    "region_code": "ZW",
    "video_description": "#fyp #mjolothedating #singlelife #satiktok🇿🇦 #zimsatiktok🇿🇼🇿🇦 #soulmate ",
    "view_count": 132911
  },
  {
    "view_count": 36845,
    "create_time": 1713452223,
    "hashtag_names": [
      "mk",
      "anc",
      "zuma",
      "myanc",
      "comeduzedancechallenge",
      "sama28",
      "ancylkzn🖤💚💛❤️",
      "iamvotinganc2024"
    ],
    "id": 7359221240525016325,
    "is_stem_verified": false,
    "region_code": "ZA",
    "username": "mbongenizuma209",
    "video_description": "#SAMA28 #ancylkzn🖤💚💛❤️ #myanc #mk #comeduzedancechallenge #zuma #ANC #iamvotinganc2024 "
  },
  {
    "create_time": 1713342151,
    "hashtag_names": [
      "fypシ"
    ],
    "id": 7358748488064044294,
    "is_stem_verified": false,
    "region_code": "GH",
    "username": "akuashugagod",
    "video_description": "#fypシ ",
    "view_count": 316
  },
  {
    "video_description": "#reshcha wayam kna #foryou #😂🤣🤣😂 #foryuo #kashmirgruop #viralvideo #viralvideo ",
    "view_count": 17475,
    "create_time": 1713329908,
    "hashtag_names": [
      "foryou",
      "viralvideo",
      "foryuo",
      "😂🤣🤣😂",
      "reshcha",
      "kashmirgruop"
    ],
    "id": 7358695906880785670,
    "is_stem_verified": false,
    "region_code": "PK",
    "username": "robabgulkpk"
  },
  {
    "hashtag_names": [
      "success",
      "sales",
      "noemotions",
      "howtosell",
      "salestips"
    ],
    "view_count": 2607887,
    "voice_to_text": "the top producers in sales are literally psychopaths and I'm one of them I made $300,000 I'm 23 I drive a Porsche I go on a lot of trips whatever my point is if you wanna be good at sales you have to literally be a robot with yourself you have to know that whether you're having a good day bad day whatever you're feeling it literally doesn't matter if you're sad doesn't matter if you're happy doesn't matter the people that you're talking to you have to be the same you have to be so good at controlling your energy that way your clients potential clients don't pick up on bad vibes from you because mediocre sales reps will have a bad day and their customers can literally feel it and when you're having a bad day and when you're just being a negative Nelly no one wants to be around you but the best reps out there like myself nobody can tell if I'm having a good day or a bad day because I'm so stoic I'm so sorry but that's what separates the really good rats versus just the average and the bad rat we all say the same pitch has nothing to do with the words I keep telling you guys this has everything to do with mentality your energy your vibe how you're approaching at how you're controlling yourself your hard work like you literally have to be such a robot and be like I don't care what happens today my iPad can die my phone can go out at anything like a dog could bite me and I'm still gonna knock x amount of doors out that way I can make x amount of deals and for more like mindset tips link in my bio I have like a whole sales training",
    "create_time": 1712978682,
    "id": 7357187298775256366,
    "is_stem_verified": false,
    "region_code": "US",
    "username": "diaryofad2dsaleswoman",
    "video_description": "Top sales reps need to learn to manage their emotions #sales #howtosell #success #salestips #noemotions "
  },
  {
    "username": "kaylilamaritza",
    "video_description": "urut urutan kejadian menjelang kiamat kubro, serta kejadian yg detail dari mimpi Muhammad Qasim, agar umat Muslim bersiap siaga akan apa yg akan terjadi dan bagaimana cara kita selamat dari semuanya sudah diungkapkan oleh Muhammad Qasim. #imammahdi #almahdiii313 #almahdiii313عاشق_الامام_المهدي #mimpimuhammadqosim #qasim #mimpimuhammadqasim #muhammadqasimimammahdi #muhammadqasimdreams #muhammadqasim7033 #muhammadqasimpk #akhirat #harikiamat #akhirzaman #kiamat #muhammadqasimbinabdulkarim #perangduniake3 #pelestine🇵🇸 #pakistan #ghazwaehind #dajjal #yajujmajuj #nabiisa #zamanakhir #umatmuhammad #muslim #islam #ulama #indonesia ",
    "view_count": 11089,
    "create_time": 1712833513,
    "hashtag_names": [
      "muslim",
      "indonesia",
      "pakistan",
      "islam",
      "qasim",
      "kiamat",
      "ulama",
      "imammahdi",
      "perangduniake3",
      "akhirat",
      "dajjal",
      "akhirzaman",
      "nabiisa",
      "ghazwaehind",
      "harikiamat",
      "muhammadqasimdreams",
      "umatmuhammad",
      "pelestine🇵🇸",
      "yajujmajuj",
      "zamanakhir",
      "mimpimuhammadqasim",
      "muhammadqasimpk",
      "muhammadqasim7033",
      "muhammadqasimbinabdulkarim",
      "almahdiii313",
      "almahdiii313عاشق_الامام_المهدي",
      "muhammadqasimimammahdi",
      "mimpimuhammadqosim"
    ],
    "id": 7356563912839417094,
    "is_stem_verified": false,
    "region_code": "ID"
  },
  {
    "create_time": 1712487886,
    "hashtag_names": [
      "muhammad",
      "hapus"
    ],
    "is_stem_verified": false,
    "video_description": "#Muhammad Qosim dreams #hapus syirik dan bentuknya",
    "voice_to_text": "saat Aku sampai di tempat orang-orang untuk menolong   Aku   sampai   di   tempat   orang-orang   untuk   menolong mereka Aku menemukan   Aku   menemukan banyak yang sudah meninggal   yang   sudah   meninggal dan orang-orang yang terluka menangis karena tubuhnya   orang-orang   yang   terluka   menangis   karena   tubuhnya meleleh Aku bertanya jenis ledakan apa ini   Aku   bertanya   jenis   ledakan   apa   ini ketika Aku menggenggam tangan seseorang   Aku   menggenggam   tangan   seseorang tangan itu langsung lepas dari tubuhnya karena tubuhnya   itu   langsung   lepas   dari   tubuhnya   karena   tubuhnya meleleh Aku berkata   Aku   berkata neraka macam apa ini   macam   apa   ini banyak sekali yang meninggal   sekali   yang   meninggal dan orang-orang yang terluka   orang-orang   yang   terluka sudah tidak punya harapan untuk sembuh   tidak   punya   harapan   untuk   sembuh dan mereka sekarat karena rasa sakit   mereka   sekarat   karena   rasa   sakit seorang laki-laki yang beruntung dengan selamat   laki-laki   yang   beruntung   dengan   selamat berkata kepadaku   kepadaku kasim keluar dari sini   keluar   dari   sini tempat ini tidak aman   ini   tidak   aman lalu Aku mendengar ledakan lain   Aku   mendengar   ledakan   lain dan deretan ledakan dimulai   deretan   ledakan   dimulai setelah itu Aku berkata   itu   Aku   berkata Aku tidak bisa menolong siapapun dalam situasi ini   tidak   bisa   menolong   siapapun   dalam   situasi   ini dua tiga   tiga",
    "id": 7355079448355491078,
    "region_code": "ID",
    "username": "husnulwt",
    "view_count": 12434
  },
  {
    "region_code": "US",
    "username": "d_shaba",
    "create_time": 1712111088,
    "hashtag_names": [],
    "id": 7353461006384860459,
    "is_stem_verified": false,
    "video_description": "Easter eggs ",
    "view_count": 6338196,
    "voice_to_text": "The dye that comes in the packets to dye your eggs different colors for Easter taste so good. I don't know if it's just my brain imagining the flavors, but the blue one tastes like blue raspberry, the green one tastes like watermelon, the yellow one tastes like lemon, which is my least favorite flavor, to be honest. And the pink one tastes like strawberry. I love it because it adds an extra crunchy layer, and it adds so much extra flavor. I hadn't eaten eggs for over 40 days, so this was like a dream come true to me. Safe to say that all the eggs were finished, and I can't wait till I can eat more next year. See ya."
  },
  {
    "hashtag_names": [
      "allahuakbar",
      "fy",
      "allah",
      "fyp",
      "imammahdi",
      "masjidnabawi",
      "akhirzaman",
      "allah❤️",
      "muhammadqasimdreams",
      "capcut",
      "capcut_edit",
      "akhirzamansudahdekat",
      "capcutamor",
      "ramadhan2024"
    ],
    "username": "ketapel4",
    "is_stem_verified": false,
    "region_code": "ID",
    "video_description": "#fy #capcut #capcut_edit #capcutamor #akhirzamansudahdekat #masjidnabawi #akhirzaman #muhammadqasimdreams #fyp #imammahdi #ramadhan2024 #allah #Allah #allahuakbar #allah❤️ ",
    "view_count": 142991,
    "voice_to_text": "pesan Allah dalam mimpi Muhammad kasim   Allah   dalam   mimpi   Muhammad   kasim hon the way aisyah girl   the   way   aisyah   girl and then i start chasing her   then   i   start   chasing   her i wanted to Mary her but   wanted   to   Mary   her   but during this i wish it all of my time   this   i   wish   it   all   of   my   time and i ask a line   i   ask   a   line fear kasim   kasim you did not tool me   did   not   tool   me you have finish   have   finish your works   works",
    "create_time": 1712106956,
    "id": 7353443359014407429
  },
  {
    "is_stem_verified": false,
    "region_code": "US",
    "video_description": "#anotherunicorn #whosawthatcoming #notanexpectation #appreciatedbutnotexpected #whatif? ",
    "view_count": 1859526,
    "voice_to_text": "I think it's safe to say that we found another unicorn. As a single mom at 27, let's say I was your man. What would I need to pay for? I don't think you would need to pay for anything. I wanna see it that way. Um, I think we can both contribute to. To building a life together. So far, so good. Say I wanted to go to McDonald's and you had your kid with you. Would I be expected to pay for the two of you or just you? Let's see what they have to say. Just me. That's. That's my baby. That's my responsibility. I wouldn't. I mean, if he wants to do that, it's fine, but I don't expect. Not the expectation. Now, let's be honest, after seeing so many of these, who really saw that coming? You're not gonna feel any type of way if I'm like, okay, let's get me a meal. You a meal, but you can pay for your kids. Um, yeah, no, I don't mind that, because that's why she has her father. You know, to be able to contribute and then, you know, like I said, if you want to do that, then that's fine. Thank you. I appreciate it. But if not, then that's fine as well. Would I need to provide anything for your child at all or. No, just kinda be there. Just be there for us. Both of us. It's almost refreshing, isn't it? Hearing someone That actually appreciates someone just being there and being with them and their child, as opposed to having an expectation that someone that they're just dating pays for everything. Because honestly, spending time with someone can be just as priceless.",
    "create_time": 1711737284,
    "id": 7351855521395248427,
    "hashtag_names": [
      "anotherunicorn",
      "whosawthatcoming",
      "notanexpectation",
      "whatif?",
      "appreciatedbutnotexpected"
    ],
    "username": "this_is_the_ladyj"
  },
  {
    "id": 7343127997869722885,
    "is_stem_verified": false,
    "region_code": "ZA",
    "username": "sharpsharp134",
    "video_description": "when you try to break up with her😂 #fyp #anime #satiktok🇿🇦 #trending #funny #tiktok #breakup #relationship ",
    "view_count": 595404,
    "create_time": 1709705222,
    "hashtag_names": [
      "funny",
      "anime",
      "relationship",
      "trending",
      "tiktok",
      "breakup",
      "fyp",
      "satiktok🇿🇦"
    ]
  },
  {
    "region_code": "OM",
    "username": "brisherkashug",
    "video_description": "Rip my bby🥺🥺#brisherkashug ",
    "view_count": 180151,
    "create_time": 1709576044,
    "hashtag_names": [
      "brisherkashug"
    ],
    "id": 7342573133158812929,
    "is_stem_verified": false
  },
  {
    "create_time": 1709310723,
    "region_code": "US",
    "video_description": "Plz lmk bc i need to know #marriage #fyp #marriedcouple #marriedlife ",
    "voice_to_text": "can people who are married stitch this and please explain to me what you mean by marriage is hard because I have been hearing this for so long especially from straight couples gay couples stitch this gay married couples let me know um but I've been hearing this so much it's like marriage is hard marriage is hard and I'm not married so I can't speak on that but I have been in a long term relationship with my fiance we've been together for six years and in six years especially in the past year there's been a lot of heavy stuff that we've gone through individually and collectively like over the past six years like obviously life happens but throughout the hard stuff I've never felt like the relationship was the hard part if that makes sense like there's been hard stuff that we've had to go through and navigate um again especially in the past year has been a lot um but like there's no one else that I would wanna be going through that with than my fiance and we're also aware of the fact that like we don't have kids and like I'm sure that kids are another layer to adding stress or like just a whole other world to navigate but yeah married couples I would love to hear your thoughts on this",
    "hashtag_names": [
      "marriage",
      "marriedlife",
      "fyp",
      "marriedcouple"
    ],
    "id": 7341433528720051498,
    "is_stem_verified": false,
    "username": "liveroniandcheese",
    "view_count": 1363418
  },
  {
    "region_code": "CO",
    "username": "elbatalla",
    "video_description": "Recopilacion de videos ",
    "view_count": 95948,
    "create_time": 1708836159,
    "hashtag_names": [],
    "id": 7339395398563286278,
    "is_stem_verified": false
  },
  {
    "is_stem_verified": false,
    "region_code": "BD",
    "username": "user33587577144592",
    "video_description": "#জীবননগর_থানার_মেয়ে #mini #❤️❤️❤️ ",
    "view_count": 80436,
    "create_time": 1708661757,
    "hashtag_names": [
      "mini",
      "❤️❤️❤️",
      "জীবননগর_থানার_মেয়ে"
    ],
    "id": 7338646344007011602
  },
  {
    "create_time": 1707934802,
    "hashtag_names": [
      "tiktok",
      "ceo",
      "foryou",
      "fyp",
      "senate",
      "shouzichew",
      "shouchew"
    ],
    "id": 7335523955907857696,
    "username": "cloutnews",
    "video_description": "TikTok CEO Shou Zi Chew in Senate hearing #tiktok #ceo #ShouZiChew #ShouChew #senate #fyp #foryou",
    "view_count": 20992955,
    "voice_to_text": "Joe Biden last year said that Xie Xin Ping was a dictator. Do you agree with Joe Biden that Xie Xin Ping a dictator? Senator, I. I'm not gonna comment on any world leaders. What? Why won't you answer these very simple questions? Senator, it's not appropriate for you. Are you serious? And spend to come in the world leaders. Are you scared that you'll lose your job if you say anything about negative about the Chinese Communist Party? I disagree that you will find content that is critical of China. And the next time you go on, are you scared that you'll be arrested and disappear the next time you go to mainland China? Senator, I. You will find content as critical of China in any other country freely on TikTok. Okay, okay, let's let. Let's turn to what TikTok. A tool of the Chinese Communist Party is doing to America's youth. Does the, uh. Does the name Mason Edens ring a bell? Uh, senator, you may have to give me more specifics, if you don't mind. Yeah, he was a 16 year old Arkansas. And after a breakup in 2022, he went on your platform and search for things like inspirational quotes and positive affirmations. Instead, he was served up numerous videos glamorizing suicide until he killed himself by gun. What about the name Chase Nasca",
    "is_stem_verified": false,
    "region_code": "GB"
  },
  {
    "create_time": 1701944336,
    "hashtag_names": [
      "southafrica",
      "tiktoknews",
      "cyrilramaphosa"
    ],
    "id": 7309795250485136645,
    "is_stem_verified": false,
    "region_code": "ZA",
    "username": "zethugqola",
    "video_description": "Please register to vote and get out there and cast your vote. I’m begging you. 😭 #tiktoknews #southafrica #cyrilramaphosa ",
    "view_count": 176368
  },
  {
    "create_time": 1694011349,
    "is_stem_verified": false,
    "region_code": "US",
    "username": "professionalgoddess",
    "video_description": "#professionalgoddess #weirdtok #bathtok ",
    "hashtag_names": [
      "bathtok",
      "weirdtok",
      "professionalgoddess"
    ],
    "id": 7275723307524099371,
    "view_count": 1109161,
    "voice_to_text": "how I take a bath after wearing the same pair underwear for a week make sure Epsom salts don't have any other thing in it besides the magnesium sulfate and then apple cider vinegar do your research ask go doctor about a cup and then this stuff is secret magic this healing clay like pulls all the yuck out of you you can even make a mask and put it on your face I will link all the things I use in my Amazon storefront if you wanna check it out but I love this routine"
  },
  {
    "view_count": 159758,
    "create_time": 1693847900,
    "hashtag_names": [
      "kimkardashian",
      "tristanthompson",
      "fyp",
      "kourtneykardashian"
    ],
    "id": 7275021310898621729,
    "is_stem_verified": false,
    "region_code": "GB",
    "username": "thekardashiansdaily",
    "video_description": "Kim reacts to being blocked by Tristan on Instagram #kimkardashian #kourtneykardashian #tristanthompson #fyp"
  },
  {
    "hashtag_names": [
      "viral",
      "lyrics",
      "sadsong",
      "aesthetic",
      "foryou"
    ],
    "id": 7266466166208548101,
    "is_stem_verified": false,
    "region_code": "PK",
    "username": "faizan_edits6",
    "video_description": "Main dhoondne ko zamane mein jb wafa nkla...🙂💔#lyrics #sadsong#aesthetic #viral #foryou ",
    "view_count": 18040942,
    "create_time": 1691855997
  },
  {
    "region_code": "US",
    "username": "meekvr",
    "video_description": "#distorted ",
    "view_count": 4474,
    "create_time": 1673707857,
    "hashtag_names": [
      "distorted"
    ],
    "id": 7188520389683858731,
    "is_stem_verified": false
  }
]